{
  "title": "Sport Management: Opportunities and Obstacles",
  "author": "P. Chelladurai The Ohio State University",
  "year": "1991",
  "content": "It is indeed a great honor to be a recipient of this prestigious award. I am very grateful to the North American Society for Sport Management (NASSM), its presidents (past, present, and elect), and its executive for bestowing this honor on me. Such honor multiplies manifold when the award is named after my friend, philosopher, and guide, Dr. Zeigler. He has been my mentor and benefactor. I am happytohavetheopportunitytoacknowledgeinfrontofthislearnedsocietythat what I am today in the academic field is largely due to his generosity, constant encouragement, and continued support. Dr. Zeigler, I am greatly indebted to you, Sir.  \n\nAs recipient of this award, I am expected to make some take-home message oreruditepronouncementonthestateofthefield.Becauseallofyou andI are committed to this ordeal, let me say a few words on the future of our field. My thoughts are nothing new, but it is good to remind ourselves of the growing pains we go through, the opportunities that lay ahead, and the obstacles we may face.  \n\nWe have come a long way. Forty years ago when I took my first course in administration of physical education in India, I was taught how to clean the scum gutter in a swimming pool. For your information, there was only one swimming pool in the whole province. Yet this was considered an important piece of information to remember for the exams. By the way, scum gutters are the channels built around the perimeter of a swimming pool into which the swimmers were expected to spit. We do not have those gutters any more because the modern way is to spit into the pool itself.  \n\nAt any rate, from the days of scum gutters, we have grown into sport management,a field thatisflourishing andwill continue toflourishinuniversities and colleges,and in society at large.From the narrowfocus on facilities and equipmentineducationalinstitutions,wehaveevolvedintoafieldconcerned with ‘'the theoretical and applied aspects of management theory and practice specificallyrelated to sport,exercise,dance and play as these enterprises are pursued by all sectors of the population.'(That statement is from ourNASSM Constitution.) Add to this the statement from the editorial policy of theJournal ofSport Management that reads,Papers written from historical,psychological, philosophical, sociological, and other perspectives are encouraged.\" We have ourtentacleseverywhere!  \n\nThis view of our field is encouraging and makes us feel good about ourselves,but although our involvement withsuch an expansive fieldmaybe flattering,it also poses a problem.Because we do not have the workforce to specialize in the subareas of our field, each one of us tends to get involved in all of them. Thus, we spread ourselves too thin to be able to specialize in any one aspect and create a unique body of knowledge in that specialization.Although the problem will be solved in due course, we must be cognizant of this deficiency at this time. The allinclusive perspective of our field also poses problems for interaction between ourfield and the other related fields, and among thevarious specialties within ourfield.Letme outline them as I see them.  \n\nBecause of the lack of an extensive body of knowledge unique to our field, our academic colleagues in areas such as exercise physiology,sport psychology, and sport sociology tend to think less of us. Some of them may even take on a patronizing attitude toward us. They forget that a few years ago they were ridiculedforlackofspecialization,sophistication,anda bodyofknowledge that they could calltheir own. But we have to acknowledge that at this juncture they are ahead of us.  \n\nTheir reactions also stem from a territorial imperative. For example, consider the promotion of physical activity in the workplace and the subsequent assessment of the effectiveness of that promotion. It is a legitimate concern of sport management; at the same time, researchers in health or fitness could also be legitimately interested in that topic. However, because we are a newer specialty, the tendency on their part is to view us as intruders.  \n\nTo respond to these challenges effectively, we need to hustle and lay claim to our domain lest others take over the field by default. The increasing importance of sport itself, the growth in the number of sport organizations, and the popularity of sport management among students is enticing enough for other fields to carve up the area of sport management and to assimilate the pieces.  \n\nIf and when we establish a body of knowledge, we will face another problem. There is the danger that the other fields may usurp that knowledge and claim it as their own. It is happening with the other disciplinary areas such as exercise physiology, sport psychology, and sport sociology. For example, several of the courses developed in these fields are now being taught in their respective mother disciplines.  \n\nDespite the difficulties we may have with the other fields, we need to resist the tendency to set ourselves apart from them. The success of our endeavor is predicated on our reliance on and use of the knowledge generated by other subdisciplines. Consider, for example, management of a fitness club. The knowledge generated by exercise physiologists will verify the appropriateness of a particular exercise regimen for a particular group of clients. Similarly, the information generated by sport psychologists on what factors contribute to adherence to exercise programs has implications for sport managers. When sport sociology finds out which group of people engage in what kind of activities, it should affect the marketing strategies and practices in sport organizations. Sport philosophy may help guide us in ethical matters concerning the management and delivery of our services. A sport organization involved in teaching would profit by associating with experts in pedagogy. Thus, it may be imprudent on the part of sport managementtosetitselfapartfromthedisciplinesthatsupportthefield.  \n\nWe must also realize that our domain overlaps those of other allied fields of management/administration. For instance, sport management has much to gain from and offer to recreation administration in so far as physical recreation is concerned. Similarly, the field of health administration may face the same problems and contingencies as sport management. Thus, a close liaison with these administrative areaswillbeprofitablefor allconcerned.  \n\nTo sum up my thoughts so far, our game is management, but we need to demonstrate that we play it better than others. We should also recognize that the domain in which we play our game, the general field we call sport, is also shared by other subdisciplines. They may play different games, but we need to collaborate with them to play our game best. We should learn to co-opt them as partners in ourpursuits.  \n\nFrom a different perspective, neither our field nor the allied fields are full professions. We are what Etzoni (1969) has called semiprofessions. Individually, these semiprofessions do not have any clout to claim professional priorities or privileges. Therefore, we need to band together in claiming our joint professional territory. Our close association with the National Association of Sport and Physical Education in curricular matters is a good example of what we should be doing in this regard. We need to extend such networking even at the institutional level.  \n\nNow let us look at the difficulty we have interacting within our field, for example,attheissueoftheprofessional/practiceorientationversusthe disciplinary/research orientation.We all realize that there is no justification for our specialized field of study if it does not contribute to professional practice. We also realize that any profession is not worth its name if it is not based on a body of knowledge unique to its field. Despite these realizations, there is a tendency among us to cling to one orientation or the other and hold it as more virtuous than the other. Could this preference for one or the other thrust, and the resultantholier-than-thou attitude,beafunctionof ourdifferentialabilitiesand talentsratherthantheinherentworthoftheorientationsthemselves?  \n\nMintzberg (1989) distinguished between planners and managers on the basis of their talents and abilities. Planners rely on linear, analytical, computational, and well-ordered processes. Managers, on the other hand, use intuitive, relational, and holistic processes that are controlled by the right brain. We may extend Mintzberg's argument a little further to suggest that the abilities and talents necessary to perform adequately in the domain of research and disciplinary study may indeed be different from those required for adequate performancein the context of practical andprofessional applications. The point is to highlight not ur strengths in research or professional practice, but our deficiencies in one or the other. If we accept our deficiency, would it not be the starting point for appreciating others’ abilities and talents and, therefore,their orientation?  \n\nAnother issue we need to address is the labels and the relative significance we attach to our subfields. One doctoral student came up to me and said, “I know that you are in sport management, but can I ask you some questions about fitness management?'’Another studentimplied that he did not have much use for me because I was in management and he was in marketing. In both cases, the generic terms sport and management as we use them are contrasted with theparticular terms fitness and marketing,which fall within the broader concepts. We need to make a concerted effort to clarify, for ourselves and for others, the various subareas within the broader field we call sport management.  \n\nWhat is more problematic for us is the critical differentiation that is occurring between management of participant sport and management of spectator sport.Theappendagesporttobothformsofendeavorseems tomaskthe fundamental differences between the two spheres of activity. These differences become clear if we consider them as the provision of human services in sport versus the provision of entertainment services through sport. The human services are those services whereby we change our clients in some meaningful way-—to be fitter, healthier, more skilled, and so on. In the other equally significant class of services, we are involved with the entertainment services, where the focus is on the spectators. These are two drastically different enterprises.Their target populations are different, their personnel requirements are different, and the recognition and status accorded to each are different. That is why significant differentiation is occurring in the management of these two domains.  \n\nWe need to realize that this process of differentiation is logical and necessary. We should avoid seeking the high ground to proclaim that one endeavor is superior to the other. The question we need to address is how best to integrate the vastly differentiated fields. Surely, if the process of differentiation continues without any attempt at integration, we may indeed separate into two different fields. The larger question is, Should these two subfields—that is, the management of human services in sport and the management of entertainment services through sportbe integrated at all? I am sure there will come a time when both areas will have grown broader and richer and be a able to stand on their own. Until that time, let us work at integration. There is strength in unity.  \n\nIn the final analysis, despite the growing pains, we are here to stay. With diligent effort on our part, we will prove to be a major player on the field. We may indeed become the conduit through which all the knowledge generated in the other fields will be translated into practical applications.",
  "references": "Etzioni,A. (1969). The semi-professions and their organization. New York: The Free Press.  \n\nMintzberg,H.(1989).Mintzberg on management:Inside our strange world of organizations.NewYork:TheFreePress.",
  "acknowledgement": "This paper was the 1991 Earle F. Zeigler Lecture, presented to the conference of the North American Society for Sport Management, June 29, 1991, Ottawa, Ontario.  \n\n![](images/464bfeb777d0b875e7ea62a07eba51dc8caddb3fae4f779d6b4c04c4d93bd5c6.jpg)",
  "notes": "n/a"
}