{
  "title": "Multiculturalism as an Issue in Sport Management",
  "author": "Joy T. DeSensi University of Tennessee",
  "year": "1993",
  "content": "I am truly honored and humbled to be the recipient of the Earle F. Zeigler Award, and I extend my sincere appreciation to the executive board, to the award committee, and to each of you for your support. I am also honored to join my distinguished colleagues who have given this lecture: Dr. Earle F. Zeigler, Dr. P. Chelladurai, and Dr. Janet Parks. Following that esteemed group is not aneasytask.  \n\nThe Zeigler Award is a very. special recognition for me because of the admiration that I have for Earle Zeigler. He has been a very significant figure inmyprofessional life and adearfriend towhomI am indebtedforhisprofessional contributions,caring,and concern.  \n\nIn keeping with a socio-philosophical focus that reflects the works of Dr.EarleF.Zeigler,thetopicIhaveselectedforthislectureisMulticulturalism asanIssueinSportManagement.'’Iwillattempt toofferablendingof the social issues involved with this topic, along with a critical examination of the currentstateof affairsregardingmulticulturalisminthesportandsportmanagementsetting,and I willoffer themodelsbased on Chesler and Crowfoot's (1990, 1992)research andBennett's(1991,1993)workforexaminingthemulticultural approach.It is myhope that this work will not only raise or reaffirm a social consciousness within us regarding multiculturalism, but serve as a jumping-off point for debate, further questioning, and, most importantly, social action within themanagementofsport.  \n\nMulticulturalism is not some politically correct concept that perpetuates actions that are still prejudicial, but is rather the actuality of a true multicultural settingin'sportorganizations.Itismybeliefthatthereisatremendousneedfor our sport management programs to make a commitment to reflect and directly addressmulticulturalissuesandeducationtowardthatend.  \n\nWhile the North AmericanSociety for Sport Management has made every effort to reach out and include our colleagues from other parts of the world, and the reverse of this is true as well,we must question our efforts to work toward a truly multicultural setting in belief and action and especially in the education offuturesportmanagers.  \n\nUtilizing a multicultural approach involves increasing the consciousness. and appreciation of differences associated with the heritage, characteristics, and values of different groups as well as respecting the uniqueness of each individual (Morrison, 1992). Powell (1993) points out that within multicultural organizations, conflict is low due to the general absence of prejudice and discrimination. This may seem more like an ideal rather than an actuality, particularly when we examine sport settings and who is involved as team owners, managers, coaches, players, sponsors, athletic directors, and spectators. Such organizations are steeped in patriarchy and exclusivity. Organizations need to be more than merely proactive to encourage both the equality of opportunity and appreciation of diversity among those employed in sport settings.  \n\nCultural diversity is used to refer to differences of individuals within the workplace that are associated with any characteristics that may set them apart as dissimilar. While the term may be restricted to equal employment opportunity laws regarding sex, race, national origin, religion, age, and disability or veteran status, it also extends to include differences according to personality, sexual orientation, physical appearance, marital status, and parental status (Kessler, 1990). Thomas (1991) goes beyond these approaches by indicating that we have traditionally thought of diversity in the context of legal or moral imperatives. Diversity then is again expanded to include civil rights, women's rights, humanitarianism, moral responsibility, and social responsibility. If we attempt to implement the concept of moral responsibility or seeking to live our moral beliefs by doing the ‘'right thing,”’ and the concept of social responsibility or being a good corporate citizen by having responsible sport managers direct their efforts in ways that benefit society, then valuing differences would be promoted and interpersonal relationships would be enhanced among individuals to minimize blatant expressions of all types of discrimination.  \n\nThis can be achieved by educational programs whose objectives include (a) fostering awareness and acceptance of individual differences, (b) fostering greater understanding of the nature and dynamics of individual differences, (c) helping individuals understand their own feelings and attitudes about people who are different, (d) exploring how differences might be tapped as assets in the workplace, and (e) enhancing work relations between people who are different. Acceptance and understanding of diversity are not sufficient to empower a workforce. Managing diversity is needed to empower a diverse group of individuals to reach their full potential (Thomas, 1991). The composition of our intercollegiate and professional sport teams is a prime example here.  \n\nThe report entitled Workforce 2000: Work and Workers for the 21st Century (Johnson & Packer, 1987) indicates that proportions of both women and members of minority groups (i.e., Hispanic, Asian, Native American, African American, and others) are on the increase. It is estimated that by the year 2000, the labor force will change dramatically. It will be necessary for organizations whose management practices are geared to homogeneous groups to attract and retain qualified individuals from diverse groups (Johnston & Packer, 1987).  \n\nWhen we explore our own thoughts and behaviors regarding the authentic acceptance of a multicultural setting, particularly within sport, we must consider those individual background factors that may influence our beliefs regarding this issue. As with our approach to research, application, and everyday life, we have been and continue to be influenced by our own gender, race, ethnic heritage, religious beliefs, age, abilities, sexual orientation, geographical location, education, socialization, and social group affiliations. All of these factors come together to form our current biases, prejudices, and behaviors. With consideration of such factors,itmaybeeasiertounderstandthepremisesuponwhichourbeliefsare based. Multicultural education is about knowing about others, but more about knowing aboutyourself.Thisstatementreignssignificantgiventheimportance andinfluencesuchfactorshold.  \n\nWhen exploring attitudes toward multiculturalism, we can consider that to varying degrees, we are all elitist, sexist, racist, and homophobic. All of these forms of bias are deterrents to developing an authentic responsibility to multiculturalism.In addition to fostering these deterrents,we also tend to take part in stereotyping minority groups. Potential problems arise when organizational decisions are based on such behaviors. Such decisions are influenced by the overallorganizational culture.Theconceptofstackinginsportis aprimeexample here.  \n\n### Multicultural Issues Related to Sport  \n\nThe multicultural issues related to sport obviously concern the concept of social justice, including gender, race, ethnicity, and class discrimination, as well as the associated problems of oppression, power/authority, and the manner in which these concepts are handled by those governing and managing sport. In my examples of this section,you will hear echoes of what has already been expressed byDonnaLopiano,MaryJoKane,andothersduring this conference.  \n\n### Gender Discrimination  \n\nWithin sex discrimination,gender equity is the newbuzz word on the intercollegiate sport level these days. You would almost think the NCAA thought of the concept by itself. While Title IX was passed in 1972, athletic departments are just now getting around to exploring the concept of equity and its true meaning.  \n\nNorthAmericansocietieshavepridedthemselvesontheirconcernand attention to thefullestdevelopmentof theindividual'shumanpotential.These same societies,however, have been insensitive to sex discrimination and the barriers imposed by such a practice. There exist the pervasive social phenomena ofmale/femaledisparitiesinwealth,power,andprestige.Koppett(1981)astutely identified theuniquedimensionsofsexdiscriminationinthefollowingquote:  \n\nWhilequestions ofequal rights with respect toracemirror thelargersociety, the situation is entirely different with respect to women.... Discrimination along racial or religious lines is always applied as class distinction; the objectsofthediscriminationareanumericalminority,invariablyimprisonedinaparticulareconomicclass,andsociety'sconstraintsuponthem are enforced against the class as a whole ...women are not a numerical minority, and discrimination against [women] has always applied within class boundaries.That is,males of an upper class treat males of a lower class as inferior,but they also treatfemalesof thesame classasinferior; and males of the lower class treat females of their class as inferior.In fact, insofar as they are male, lower-class males have considered themselves superior to upper-class females in one-to one confrontations when free of socially enforced restraints. (p. 207)  \n\nThe attitudes toward female athletes, as many of us are aware, oftentimes are extremely negative, are unfounded, and take the form of myth. Myths regarding the masculinization of women, harm to women's health, conflicting roles of masculinity and femininity, and the point that women are not interested in sports and do not play well enough to be taken seriously are insufficient to justify the exclusion and negative attitudes expressed by those attempting to keep women from sporting activities or socializing them out of sport in general or certain sportsspecifically.  \n\nThe underrepresentation of females in intercollegiate sport administration is still another issue. With the passage of Title IX in 1972 it is easily understood why the number of females participating in sport has increased as well as the growth of sport programs for girls and women. What is not so easily understood is that over the past 2 decades, there has been a tremendous reduction in the number of women who coach and administer girls' interscholastic and women's intercollegiate sports. This decline has been noted by Acosta and Carpenter (1992), Stangl and Kane (1991), and Knoppers (1987), to name a few. What is evident as a result of this research is that in 1972, $90\\%$ of the coaches of women's collegiate teams were female, while in 1990, only $47.3\\%$ were female.Kane and Stangl (1991) pointed out that one structural variable here might be based on the theory of homologous reproduction, where the dominant group reproduces itself.  \n\n### Race Discrimination  \n\nOne of the most well-documented forms of discrimination at college and professional levels of sport is 'stacking.”' Stacking includes situations in which minority groups members are disproportionately found in specific team positions and are underrepresented in others. This concept, according to Loy and McElvogue (1970), is a function of “centrality\"’ or spatial location in a team sport. While whites occupy the central position, blacks are overrepresented in the peripheral or noncentral positions. While the research has supported such findings, stacking in basketball has somewhat broken down with the increased proportion of blacks in racially mixed teams.  \n\nIn women's intercollegiate volleyball, blacks are overrepresented at the hitter position and whites at the setter (which is a central position) and bumper (Eitzen & Furst, 1989). In Canadian hockey, French Canadians are overrepresented at the central position of goalie and English Canadians are disproportionately represented in defensive positions (Lavoie, 1989). In British soccer, Black West Indians and Black Africans are overrepresented in the wide forward positions and whites at the central positions of midfielder and goal (Maguire, 1988; Melnick, 1988). In Australian rugby, whites are overrepresented in the central team positions and Aborigines are found disproportionately in the wide positions (Hallinan, 1991).  \n\nIn a guest editorial in The NCAA News, Jackson (1993) pointed out that there is a concern for the lack of minority opportunities in athletic administration.  \n\nDuring the 1992 football season, there was a noted absence of black coaches among the 107 Division 1-A institutions.A few have been appointed since, but the question is very much an issue. The Reverend Jesse Jackson's Rainbow Commission on Fairness in Athletics has criticized professional and intercollegiate athletics for relying on minority athletes while denying minorities key administrative positions. For some, the solution lies in increasing the number of internships, but the real issue is still the same—attitudes must change.  \n\nHarry Edwards (1993) points out that there is a dual challenge for college sport programs. He indicates that demographic and cultural pluralism must be concurrent. College/university sport has only reluctantly and in a most limited and unenthusiastic fashion addressed the issue of racial and gender underrepresentationinitsauthorityranks andwillexperiencemorenegativerepercussionsasitiscompelledtoaddressthisissue.  \n\n### Gender-Responsible Leadership  \n\nThere are a few cases of gender-responsible leadership. There is only one school in theUnitedStatesinwhichtheconjoinedmen's andwomen'sathleticprograms are administered by a woman. In May 1992, Michigan State University appointed Merrily Dean Baker as the athletic director. She is assisted by two associate athletic directors; one African American male and a white female. Two assistant athletic directors also workwith her; one is a white male and the other anAfrican American male. The black woman is almost a nonexistent species as an athletic administrator.VivianFuller at NorthEasternIllinois University is the only athletic director at anNCAA Division 1 school whois black and female. She points out that there are seven black males who are athletic directors at white schools and thereis onlyoneblackwoman.Both therace-based andgenderstereotypesare at the foundation of this form of discrimination in college/university athletics.  \n\nWhileitmaysoundasif theideasexpressedhereareinconjunction with legal mandates to accept others or to legislate equalitysuch as Title IX prohibiting discrimination on the basis of sex; or Title VlI of the Civil Rights Act of 1964 prohibiting discrimination on thebasis of sex,race,color,religion, Or national origin in any employment condition; or the Equal Pay Act of 1963, which makes it illegal to pay members of one sex at a lower rate than the other if they are in jobs requiring equal skill, effort, and responsibility in the same establishmentthey are not. Rather, they are a plea to individuals within our educational institutions and organizations to take a proactive stand to be socially responsible regarding such issues of equality and equal treatment, even if such lawsdidnotexist.  \n\n### Multicultural Education  \n\nUpon examining cultural diversity, Cox (1991) distinguished three types of organizations based on their attitudes toward the concept of multiculturalism. The three categories are noted as monolithic, plural, and multicultural. Monolithic organizations have a large majority of one group of employees, especially in the managerial ranks. Differences between groups are resolved by assimilation in which the minority group is expected to adopt the norms and values of the majority group in order to survive in the organization. Cox (1991) expressed that there is little intergroup conflict since there are only a few members of a minority group and that these individuals outwardly if not inwardly have agreed to majority norms and values. Plural organizations make an attempt to be more inclusive. These attempts may include the recruitment, hiring, promotion, and retention of minority groups. The emphasis within pluralism, however, is the numbers of majority versus minority groups rather than the quality of work relationships between those of different groups. Assimilation is also used within this type of organization to resolve cultural differences, but conflict may result if the majority group does not agree with or resents what is done to increase the minority group membership. Overt discrimination may be gone or covered up, but prejudices still run high in plural organizations. While a plural organization contains many diverse groups, the multicultural organization authentically values such diversity. The response here is to the cultural differences and members of each group, who are encouraged to adopt some of the norms and values of other groups (Powell, 1993).  \n\nBuilding on the work of Cox (1991), Chesler and Crowfoot (1992) present the organizational stages of multiculturalism utilizing the organizational dimensions of mission, culture, technology, power, informal relations, boundary management, interest in change, constituencies for change, and major change strategies (see Table 1).  \n\nChesler and Crowfoot's (1992) diagram offers a view of the organizational stages denoting the progression from monoculturalism, through the transitional stage, to authentic diversity and acceptance or multiculturalism. For example, within the organizational dimension Culture, the monocultural stage reflects white male, Eurocentric norms and is laden with prejudice and discrimination. At the transitional stage, culture is still white male-dominated, but such a position is questioned; prejudice and discrimination still continue but are lessened. At the multicultural stage within the organizational dimension of culture, the concepts of prejudice and discrimination are constantly confronted and the white, male, Eurocentric symbols are changed. At this stage, there is also a synthesis of group identities and individual characteristics leading to authentic multicultural values.  \n\nWithin the organizational dimension Major Change Strategies, coercion is evident. The transitional stage indicates that training sessions on awareness take place in addition to EEO and Affirmative Action programs. The multicultural stage emphasizes continual education and reeducation regarding diversity; multicultural work is rewarded, and external social oppression is combatted. Each area is worthy of detailed examination and comparison to sport settings. It is my impression that the monocultural and transitional stages may be more represented in sport than the authentic multicultural stage. Still another perspective is the developmental model of multiculturalism. This particular model could be implemented within our own institutions. This model has been developed from Bennett's (1991) work and depicts the progression from ethnocentric stages to ethnorelative stages (see Figure 1).  \n\nWhat is depicted in the ethnocentric stages is the denial of difference in which we do not recognize cultural difference due to isolation or intentional separation. The result of this isolation or separation is the dehumanization of individuals. Defense against difference is the recognition of cultural difference coupled with negative evaluation of most variations from native culture. The moredifferencebetweenindividualsandgroups,themorenegativewetendto become.The minimization of differenceinvolves recognizing and accepting superficialculturaldifference,whileholdingthatallhumanbeingsareessentially the same.Withinthe ethnorelativestages,the acceptance of differenceinvolves the recognition and appreciation of cultural differences in behavior and values. Adaptation to difference is the development of communication skills enabling intercultural communication. There must be an effective use of empathy or a shifting of a frame of reference in order to understand and be understood across culturalboundaries.Theintegrationofdifferenceinvolvestheinternalizationof bicultural or multicultural frames of reference (Bennett,1991).  \n\n![](images/0ef7b2c2fb95ae97eb870944716ad8fe9e0c8d0a7baf6e2bdd0b36a906b01a24.jpg)  \nFigure 1 —— A developmental model of intercultural sensitivity. Reprinted from the International Journal of Intercultural Relations, Vol.1o No.2,M.J.Bennett,\"\"A Developmental Approach to Training for Intercultural Sensitivity,\" p. 17, 1986, with permission from Pergamon Press Ltd., Headington Hill Hall, Oxford OX3 OBW, UK.  \n\nThe education of future sport leadersregardingmulticulturalism is critical. Toward this end, the following considerations by Bennett (1992) for developing an approach to diversity can be implemented. (a) Intercultural sensitivity is not thenormaloutcome of confrontationwith difference,andwecannot develop sensitivityfromsimplypointing out examples of ethnocentricism andracism. Understandingculturaldifferencesisadevelopmentalgoal,anddiversityinitiatives need tobe designed along theselines.(b) Living in a multicultural society demandsmorethantoleranceforculturaldifference-itnecessitatesrespectand appreciation for difference. Valuing diversity is a proactive goal. One-time reactionstoproblemsofinterculturalintolerancearenotsufficient.(c)Everyone in education,including students,faculty,staff,and administrators,isresponsible for developing intercultural competence. (d) Recruitment and retention of culturally diverse students,faculty,staff,and administrators are necessary steps,but areinsufficientfor meeting thegoalofvaluingdiversity.Thisactionmustbe coupled with programs that serve these people's needs, and also acknowledge theresourcesuchdiversityrepresentsfor thecommunity.(e)Addingculture to thecurriculumwithoutaddingmasteryofinterculturalinteractionmayleadto knowledgewithoutunderstanding.Moreeffective curricular changefocuses on perspective transformation, social action, and intercultural relations. (f) Diversity initiatives that work often emerge from the president's office, supported by administrators, faculty, staff, and student groups, and are fostered through unrelenting dialogue in a supportive climate.  \n\nTable 1  Organizational Stages of Multiculturalism   \n\n\n<html><body><table><tr><td>Organizational dimension</td><td>Monocultural</td><td>Transitional</td><td>Multicultural</td></tr><tr><td>Mission</td><td>Deliberately exclude or ignore diversity.</td><td>Announcedesire/needforadiverse workforce or membership. Suggest a link between diversity and ‘bottom line.\"\"</td><td>Positivelyvaluediverseworkforce ormembershipandserviceto underrepresentedgroups. Link diversity to“bottom line\" and social justice values.</td></tr><tr><td>Culture</td><td>White,male,and eurocentric norms prevail. Prejudice and discrimination prevail. Encourage assimilation into dominant community. Emphasize individualism.</td><td>Whiteandmalenorms are questioned but prevail. Prejudiceanddiscriminationare lessened, but continue. Seekaccommodationtoand comfort/toleranceforminorities. Reify particular group identities.</td><td>Global perspective. Prejudice and discrimination constantly confronted publicly andnegativelysanctioned. Alternative norms are publicized and embraced. White, male, and eurocentric symbols are changed. Synthesisofindividual characteristics, group identities,</td></tr><tr><td>Technology</td><td>People required to adapt to the existing technology,which is seen as culture-neutral. Segregatedworkteams.</td><td>Discussions occur about the ways technology does not fit/serve diverse needs and styles. Desegregatedworkteams.</td><td>and a transcendent community. Newtechnologiesadapttodiverse needs and styles. Integrated work teams cherished.</td></tr></table></body></html>  \n\n<html><body><table><tr><td>Power:The character of dominantcoalition</td><td>White and male throughout. Othersexcludedoratbottom. Access limited to the“club.\" Strong hierarchy.</td><td>Afewminoritymemberswhocan adaptreach middlemanagement. White and male sponsors of minority and women members.</td><td>Multiculturalteamofleaders. Relativelyflat and multilevel decision-making. Wide access. Valuedifferentdecision-making</td></tr><tr><td>Informalrelations</td><td>Exclusionary. Segregatedsocial events. Communicationwithinracial/ gender groups.</td><td>Distantbut cordialrelations. Opento assimilatedminorities. Communication on deeplyheld issues mostlywithin social identity groups.</td><td>Proactiveinclusiveness atwork and externally. Homogenous and heterogenous groupings coexist. Much communication acrossrace/</td></tr><tr><td>Boundary management</td><td>Traditional separations ofwork and home. Noexternalsocializingwithdiverse peoples.</td><td>Respond to changing demographics of markets,clients, suppliers, members. Support external socializing.</td><td>Seek minority suppliers,markets. Advocate new external(community) cultures and policies. Global focus.</td></tr><tr><td>Interest in change?</td><td>cultures a priority. None unless pressed on survivability. Low overt conflict.</td><td>conflicts. Seek social acceptability. Fuller utilization of resources. Seek special markets/advantage. Adapttoexternalenvironmentor internal pressure.</td><td>mission to markets and peers. Equity and justice. Belief in‘bottomline'’rhetoric and growth potential. Empowermentandorganizational improvement.</td></tr></table></body></html>  \n\nTable 1 (continued)   \n\n\n<html><body><table><tr><td>Organizational dimension</td><td>Monocultural</td><td>Transitional</td><td>Multicultural</td></tr><tr><td>Constituenciesfor change</td><td>None. Externalvoices andpressures. Some internal ‘'minorities.\"</td><td>Some internal cadres. Oneleader(orafew)from the dominant coalition. Cautious and informal voices. Legal claimants.</td><td>The dominant coalition. Internal/external forces joined. Strong andfullyrepresented internal cadres.</td></tr><tr><td>Major change strategies</td><td>Litigation and counter-suit. External demand/protest. Coercion. Some managerial or elite listening.</td><td>Management training and \"awareness\"’ programs. Organization development. EEO programs. Administrativemandate. AffirmativeActionprograms. Assessmentsandaudits.</td><td>Continuous (re)education and growth of individuals and organization. Rewardmulticulturalwork. Multiculturalnorms andleadership at all levels. Coalitionformation.</td></tr></table></body></html>\n\nThis chart builds explicitly on the prior work of Cox (1991), Jackson and Holvino (1988), Katz (1988), and Chesler and Crowfoot (1990). From Visioning Change: Stages in the Movement From Monocultural to Multicultural Organizations,by M. Chesler and J. Crowfoot, 1992, University of Michigan, Ann Arbor. Printed by permission.  \n\nMy personal concern is for future sport managers/administrators and their attitudes and approaches to concepts such as‘for whites only,'’that sport privileges only the male body, the dominance and oppression of patriarchy, the exclusion of singlewomen,theMargeShotzincident,thesexual harassment of Lisa Olsen in the Patriots locker room, and the proverbial glass ceiling that women continually face. The oppression of all people, through racism, sexism, classism,ageism,able-ism,homophobia,andanyotherformof discrimination, contributestoestablishingseriousbarriersfor everyone.Myhopeisfor atrue multicultural understanding within sport and especially on the part of our sport managers/administrators, as well as educators preparing these professionals.  \n\nI think this entire concept is best described by using these nesting dolls. The dolls are symbolic and, in this case, represent gender, race, ethnicity, ableism, and all of the classifications of diversity. Even though they look alike, they in no way represent the idea that we are all the same. As you can see, they each fit together, one inside the other. As they come together, they form a whole. At the core, there is a humanity from which we can never be separated. It is my hope that we can share a world where our differences bring us together rather than tear us apart. Earle, this one is for you and is representative of our coming together.",
  "references": "Acosta,V.,&Carpenter,L.J.(1992,April).Thestatus ofwomen inintercollegiate athletics intheNCAA.Paperpresented at the conference of theAmericanAlliancefor Health,Physical Education, Recreation and Dance, Indianapolis.   \nBennett,M.J.(1991).A developmental model of intercultural sensitivity.Unpublished manuscript, TheIntercultural CommunicationInstitute,Portland,OR.   \nBennett,M.J.(1992).Aninterculturalapproach to diversityineducation,sometentative principles. Unpublished manuscript, The Intercultural Communication Institute, Portland, OR.   \nBennett, M.J. (1993). Toward ethnorelativism: A developmental model of intercultural sensitivity.InR.M.Paige(Ed.),Educationfor theinterculturalexperience.Yarmouth, ME: Intercultural Press.   \nChesler, M.,& Crowfoot, J. (1990). Racism on campus. In W. May (Ed.), Ethics and higher education (pp.195-230).New York: Macmillan.   \nChesler, M., & Crowfoot, J. (1992). Visioning change: Stages in the movement from monocultural to multicultural organizations.Unpublished manuscript, University of Michigan, Ann Arbor.   \nCox, T., Jr. (1991, May). The multicultural organization. Academy of Management Executive,5,34-47.   \nEdwards, H. (1993, March 10). A dual challenge for college sports. The NCAA News, pp.4,22.   \nEitzen, D.S., & Furst, D. (1989). Racial bias in women's intercollegiate sports. Journal ofSportandSocialIssues,13,46-51.   \nHallinan, C. (1991). Aborigines and positional segregation in the Australian rugby league. International Review for the Sociology of Sport, 26, 69-81.   \nJackson, B.,& Holvino, E. (1988). Multicultural organizational development (Program in Conflict Management Alternatives Working Paper No. 11). Ann Arbor, MI: University of Michigan.   \nJackson, J.L. (1993, March 10). Guest editorial: More commitment to opportunities. The NCAA News, pp. 4, 22.   \nJohnston, W.B., & Packer, A.E. (1987). Workforce 2000: Work and workers for the 21st century. Indianapolis: Hudson Institute.   \nKatz, J. (1988). Facing the challenge of diversity and multiculturalism (Program in Conflict Management Alternatives Working Paper No. 13). Ann Arbor, MI: University of Michigan.   \nKessler, L.L. (1990). Managing diversity in an equal opportunity workplace: A primer for today's manager. Washington, DC: National Foundation for the Study of Employment Policy.   \nKnoppers, A. (1987). Gender and the coaching profession. Quest, 39, 9-22.   \nKoppett, L. (1981). Sports illusion, sports reality. Boston: Houghton Mifflin   \nLavoie, M. (1989). Stacking, performance differentials, and salary discrimination in professional ice hockey. Sociology of Sport Journal, 6, 17-35.   \nLoden, M., & Rosener, J.B. (1991). Workforce America! Managing employee diversity as a vital resource. Homewood, IL: Irwin.   \nLoy, J.W., & McElvogue, J.F. (1970). Racial segregation in American sport. International Review of Sport Sociology, 5, 5-24.   \nMaguire,J.A. (1988). Assignment in English soccer. Sociology of Sport Journal, 5, 257- 269.   \nMelnick, M.(1988). Racial seregation y plaing position in theEnglish footballagu. Journal of Sport and Social Issues, 12, 122-130.   \nMorrison, A.M. (1992). The new leaders: Guidelines on leadership diversity in America. San Francisco: Jossey-Bass.   \nPowell, G.N. (1993). Women and men in management (2nd ed.). London: Sage.   \nStangl, J.M., & Kane, M.J. (1991). Structural variables that offer explanatory power for the underrepresentation of women coaches since Title IX: The case of homologous reproduction. Sociology of Sport Journal, 8(1), 47-60.   \nThomas, R.R., Jr. (1991). Beyond race and gender. New York: American Management Association.",
  "acknowledgement": "This paper was the 1992 Earle F. Zeigler Award lecture presented at the North American Society for Sport Management, June 5, 1993, Edmonton, Alberta, Canada.",
  "notes": "n/a"
}