{
  "title": "The Changing Fanscape for Big-League Sports: Implications for Sport Managers",
  "author": "Dennis R. Howard University of Oregon",
  "year": "1998",
  "content": "First, let me say that receiving this award was completely unexpected. Given my great surprise when Stan Brassie informed me, I was immediately overwhelmed with a rush of conflicting thoughts. My very initial reaction, “Me? Why me, when there are many qualified members so much more deserving than me? led to, \"Oh my, am I that old?\" which led finally to the realization: “\"Oh my goodness, now I've got to give a speech! Well, here I am, flattered but a bit overwhelmed. I'm obviously greatly appreciative of the honor NASSM has bestowed upon me, especially given the great admiration I have for all of those recipients that have precededme.  \n\nAnd, of course, I must first thank Earle Zeigler, for whom this honor is so appropriately named. I am so very pleased that you are here this evening. Before I present my lecture, I'd like to share this special moment with some people who have largely defined my professional life for the past 15 or 20 years. I have had the great fortune to be partnered for more than 30 years with my wife, Lin, who, because of work conflicts, couldn't be here tonight. As my primary sounding board and editor, she will play a prominent role this evening, as always, even in her absence. Ihave also had the great pleasure of serving as the advisor to a wonderful group of Ph.D. students (21 to be exact!) who are all now productive members of faculties on four different continents. They have brought me so much joy and are a great source of pride. If I am to have any kind of legacy, it will be through their contributions. I'm pleased that several of these former students could be with me this evening.  \n\nI thought long and hard about tonight's presentation topic. In the end, I used two framing criteria. One, keep it short. When I heard someone mention that there was a 3-hour open bar prior to the banquet, I thought for all our sakes, something along the lines of the Gettysburg Address would be appropriate. And two, talk on a topic I know something about. That narrowed my options dramatically. So after seriously considering a few possibilities, I decided to focus on a topic I've spent a lot of time thinking and writing about: the current reality of professional sports in North America. In my judgment, the Golden Era is over. In fact, \"big league” sports have been on the decline for years. The owners and managers of these organizations face a muchmore difficultfuture thanmostrealize or arewilling to admit. I'd like to talk about some of these issues and what they might mean to those of us charged with the responsibility of preparing the next generation of students to enter the sports industry.  \n\nI recognize that professional sports is just one facet of what is now estimated tobea $\\$350$ billion managed sports industry (The Nation, 1998). But it is certainly, a prominent segment. I was surprised to find that 31% of the graduates from the Ohio State University Sport Management program are working in some capacity in professional sports. I believe that many of the issues I'll touch on transcend major league sports and are relevant to many collegiate and amateur sport organizationsaswell.  \n\n### Some Personal History  \n\nFirst,let me takeyou back abitactually, about four decades.I'd liketoput the current economic reality of professional sport into an historical context—-mine! When I was a young boy, my father took me to my first major sporting event. Alongwithmymom andolderbrother,wewenttoseetheSanFrancisco49ers at old Kezar Stadium, where the seagulls outnumbered paying spectators. In fact, I even saved the program——-it cost 25——-of that 1957 game between the 49ers and what was then the Chicago Cardinals.You can imagine my thrill at seeing heroes like Y.A. Tittle, Joe the Jet Perry, John Henry Johnson, and Hugh McElhenney. The media called them“The Million Dollar Backfield,”even though in fact, they werenotpaidnearly that much!I wonder whatthey'd beworthtoday.Sadly,no oneteamcould affordtohaveallfouroftheseHallofFamersontheirroster.  \n\nUsing one of today's favorite expressions,mydadwouldsurelyhavesaid, \"fo' gedda bout it' if faced with the choice of taking my mom, my brother, and I to a game in today's market. Table 1 shows the striking economic differences between the NFL of 1957 and 1997. In 1957, according to the National Football League Player's Association, the average player was paid $\\$15,000$ perseason. In contrast, last season players on average made \\$785,00o. With the new national television contract in which theNFLreceives \\$17.6 billion from ABC,CBS, ESPN, and Fox over the next 8 years, salaries for the 1998 season are projected to exceed on average \\$1 million. In 1957, the 49ers realized \\$85,000 from a local broadcast agreement with KPIX and Falstaff Beer. Next year, their share from the NFL's new television dealwill be an estimated\\$73million.  \n\nTable 1 The Changing Economics of the NFL   \n\n\n<html><body><table><tr><td>Variable</td><td>1957</td><td>1997</td></tr><tr><td></td><td>$15,000</td><td>$785,000</td></tr><tr><td>Averageplayersalary TVrevenue</td><td>$85,000</td><td>$41,500,000</td></tr><tr><td>Start-upcosts</td><td>$250,000</td><td>$500,000,000</td></tr><tr><td>Cost tofamily of four (FCI)</td><td>$12.50</td><td>$257.00</td></tr></table></body></html>  \n\nVic Morabito, the original owner of the 49ers, spent lavishly, reputedly investing \\$250,000 to buy and outfit the team in the mid-1950s. You may have seen recently that the expansion fee alone for the new Cleveland Browns team is projected to reach \\$500 million. That's just for the “privilege” of buying the team and doesn't include costs associated with players’ salaries and franchise operation costs. It cost my dad \\$12.50 for the entire experience, including tickets and concessions for the entire family. There was no parking available! Contrast that with the 1997 Fan Cost Index (the FCI is published regularly by Team Marketing Report) which estimated that a family of four would have spent an average of \\$257 last season for tickets, concessions, parking, and souvenirs to attend a 49ers game at 3 Com Park.  \n\n### Current Economic Reality  \n\nWith all this television and gate revenue, you'd think the financial position of the 49ers would be solid. Unfortunately, this is far from reality. Their 1997 before-tax and depreciation profit margin on \\$90 million in gross revenues was about 3%. 1 suspect their margins were better in 1957. You and I could do better with an individual passbook savings account.  \n\nThe reality is that a lot of major league teams are currently losing money. Some facts to consider:  \n\n· Net income has steadily declined across all leagues; the average net earning in 1996-1997 was just $3\\%$ 78% of the teams in Major League Baseball and 75% of the teams in the National Hockey League finished in the red in 1996-1997. Since 1993, Major League Baseball has lost money each year, usually between \\$200 and \\$300 million annually. The National Football League's profitability fell 30% in 1996-1997.  \n\nAs these facts indicate, net income has steadily declined across all leagues with three fourths of major league baseball teams and 20 of 26 National Hockey League teams losing money or finishing in the red in 1996-1997 (Bernstein, 1998; McGraw, 1998). Even the league with the deepest pockets, the NFL, saw a serious plunge in profits last season (Badenhausen & Nikolov, 1997).  \n\nBringing it down to the micro or team level, the Cleveland Indians are a troubling example of just how hard it is for even the most successful teams to make money in the current economic environment. Since the opening of Jacobs Field, the Cleveland Indians have been one of the most successful teams in all of professional sport. Over the last two seasons, they have pre-sold over 3 million tickets, in contrast to most major league clubs, which struggled to sell 50% of their inventory.Yet the teamclaimed,ina recentSecuritiesExchange Commission filing,that only their successful appearance in the post-season playoffs allowed them toturn amodest profit.  \n\nExcerptsfrom aprospectusfiledbytheClevelandIndianswiththeSECto offer $\\$73.6$ million public stock sale, stated:  \n\nManagementbelieves that theIndians’local revenuepotentialhas already been realized, and that future increases in net income, in any, are likely to be substantiallyless than in the past fiveyears.  \n\nWithout the contribution of postseason playoff revenues, the team would not have produced a profit in 1997.  \n\n### Out of Whack  \n\nHow can it be that one of the most successful teams in sport is struggling to make a profit? The answer is obvious. The salary structure of major league sport has long been out of control. Costs are growing more rapidly than revenues. Over the last 5years,player salarieshaveincreased $123\\%$ across allfourmajor professional leagues (Badenhausen & Nikolov, 1997).  \n\nSpeaking on the need for restructuring the current labor agreement with NBA players,Russ Granik,Deputy Commissioner of theNBA,commented,\"Wehave an economic system we thinkis out of whack.\"That the economics of professional sport leagues are out of whack comes as no revelation to most of those who own and (or) operate individual franchises. Owners keep shooting themselves in the foot. After all, ultimately they are responsible for paying the players’ salaries. Some owners, like Jerry Reinsdorf of the Chicago Bulls (NBA) and White Sox (MLB), express their disgust at the current situation.Ironically,Reinsdorf is the owner whoispayingAlbertBelle $\\$10$ millionperseasontoplayforhisWhiteSox.Teams are engaged in a protracted arms race. Those with more, spend more, driving labor costs ever-upward. The ante gets larger and larger. The leagues have tried to impose salary constraints, but the NFL and NBA salary caps are so ineffectual, one could argue that they aggravate, rather than impede, salary inflation.  \n\nIn paying ballplayers, we are at the mercy of our dumbest competitor.  \n\n—Jerry Reinsdorf, Chairman, Chicago White Sox and Bulls  \n\nWith salaries continuing to spin out of control, most owners have responded by frantically scrambling to find new revenues. In 1988, William Davidson showed the way.Davidson,owner of theDetroit Pistons of the NBA,built thePalace at Auburn Hills. Into this new state-of-the-art arena, Davidson stuffed 180 luxury suites,whichhewas abletopre-sell,generating $\\$18$ millioninannualrevenues. He was the first to demonstrate the tremendous income-generating capability of \"fully loaded\" sports venues. Davidson started what I call the palace revolt. Seeing the tremendous success of thePistons new arena, every owner wanted his or her own cash machine. The result has been an unprecedented building boom in the  \n\n1990s. Since 1990, 124 sport stadiums and arenas have been built or renovated. Total spending for specialized sport venues in this decade is projected to exceed \\$16 billion. What makes this figure so impressive is that combined spending on sports facilities over the previous two decades amounted to $\\$3$ billion.In 1998 alone, $\\$2$ billion will be spent on sport facility construction, more than was spent during the entire decade of the 1980s.  \n\n### Public Support Wanes  \n\nAfter an exuberant run of sweetheart stadium deals, public taxpayers? enthusiasm for underwriting the cost of these expensive new sport edifices has waned considerably in recent years. In the 1970s and 1980s, taxpayers paid $90\\%$ oftheconstruction costs, but in 1994 and 1995, the public's contribution dropped to an all-time lowof $46\\%$ Voter resistance to publicly financing new arenas and stadiums has grown fierce. Just ask stadium proponents in Columbus (Ohio), Pittsburgh, Minneapolis, the Triad (Greensboro) area of North Carolina, and most recently, Birmingham (Alabama). Referenda failed in each of these areas within the last 12 months. In each of these cities, voters resoundingly defeated propositions to finance new sports facilities with tax dollars.  \n\nThere's no sound argument for the construction of publicly funded sports stadiums. Period. End of story. You can look it up.  \n\nFrom the June 16, 1997, editorial in the Toronto Globe & Mail  \n\nVoter resistance comes as no surprise. In the past several years, researchers have provided overwhelming evidence that these major sports projects do not provide substantial economic benefits (Rosentraub, 1997). Economists Roger Noll and Andrew Zimbalist (1997) claim the economic return of professional sports teams to be equivalent to a large supermarket in terms of job creation and payroll effects—-hardly the engines driving local community development proponents would have us believe. As the above remark suggests, the media has certainly taken up this drumbeat.  \n\nAs a result of taxpayer resistance, teams and their owners have been forced to dig much deeper into their own pockets to finance new sports facilities-—-to the tune of about $\\$120$ million on average for projects recently completed or underway. The San Francisco Giants borrowed $\\$160$ million from a bank to build their new Pac Bell Ballpark. Abe Pollin, owner of the Washington Wizards, owes $\\$200$ million on his new MCI Center Arena. Even where there is public financing involved (as is the case in Dallas, for a new $\\$240$ million arena), the team's share can still be very substantial (in this case, $\\$100$ million).  \n\n### Three Serious Consequences  \n\nThe results of this dramatic shift to team or private financing has created serious repercussions that the sport industry has not yet faced up to. Let's look at three of thesevery troubling consequences.  \n\n### 1. Staggering Debt Burden for Teams With New Venues  \n\nAs Michael Ozanian (1997) noted in Forbes magazine,“All 12 teams that have borrowed heavily tofinancenewvenues havedebt-to-worthlevelsof over $70\\%$ ；8 inexcessof $100\\%$ :...The incremental income from new arenas for hockey and basketball is almost laughable.\" Over the past 2 years, almost every team that has borrowed to finance the construction of a new facility is awash in debt. In fact, three fourths of these franchises now owe more than they are worth! While owners built them to be cash cows, they have proven in most cases to throw off modest amounts of “incremental income,” the amount of money a new venue generates after debt expenses. Ozanian (1997) estimates that a new arena for basketball and hockeywillatmostgenerateadditionalincomesof $\\$5.4$ million and $\\$7.7$ million, respectively. The debt service owed by the teams is so expensive, there is simply not much left over. In the context of today's salaries, an additional $\\$5-7$ million per year—about one fourth of the annual salary of the Minnesota Timberwolves' Kevin Garnett and about one third of the annual salary of the Colorado Avalanche's Joe Sackic-is not going to buy much.  \n\nThe teams that build new facilities are“hocked to the gills,”\"as CNBC's Don Dahler described the San Francisco Giants (who have recently taken on $\\$160$ million in debt to construct their new Pac Bell Park), is a growing concern. Of the 24 venueprojects currentlyunderwayor ontheboards,17will requiretheteamswho occupythemtoassumeanaverageof $\\$100$ millionin debt.It is conceivablethat by the year 2000, as many as 32 teams—approximately one third of all major league franchises--will be in debt over $50\\%$ of their actual value.Does this highly leveraged situation mean we will see many teams declaring bankruptcy in the near future? Probably not, but it does mean that teams will be under unrelenting pressure toraiserevenues toservice theirmassivedebt.As a consequence,fans and those corporations whousesport tofurther their businessinterests willbe asked to spend ever more in order to enjoy access to their favorite teams. (The implications of teams increasing dependence on fans and companies’ willingness to spend more to view and (or) attend major league sports will be discussed later.)  \n\n### 2. Over Dependence on Luxury Seating  \n\nAs an increasing number of teams have borrowed in order to finance new sports venues, they have come to rely on the sale or lease of luxury suites as the primary source of income to pay off their debt obligations. The money received from leasing luxury suites has been increasingly used as the primary security on construction financing. Their reliance on suite sales should come as no surprise. Dan Funk (1997) found that premium seating in sports venues in the U.S. and Canada generatescloseto $\\$1$ billion annually. However, while most of these suites are leased for 3-, 5-, and 7-year periods, the loans they secure extend for periods of 20-30 years. The math is pretty simple: Some suites will have to be “resold\" 10 times to cover theextendeddebtobligation.  \n\nThis situationraises someserious what-ifquestions.Severalpossible scenarios exist, and a team could face any one or a combination of them.First, growingevidencesuggeststhatanincreasingnumberofmarketshavemoresuites available than can be sustained by demand. The primary purchasers of suites are corporations, and there is serious concern as to whether the corporate community is big enough and motivated enough to gobble up all the suites in several areas. Suite sales have been very sluggish in Buffalo, South Florida, Philadelphia, Oakland, and Montreal, just to cite a few.  \n\nIn Table 2, I compare the number of “prime corporate prospects\"” in selected markets against the number of suites built or proposed. After talking with suite directors at a number of venues, Iused companies with \\$100 million in annual earnings as a threshold for determining prime corporate suite holders. This seemed to be the best single criterion for qualifying those companies most likely to lease luxury suites based on current purchase patterns. In each of the markets I examined, there are substantially fewer prime prospects than available suites. For example, my suite-corporation ratio indicates there are almost twice as many suites as prospective tenants in the Baltimore-D.C. area. It appears we are on very tenuous ground here; there should be lots of very nervous investment bankers, bond holders, and team owners out there. In addition, when we take into account reports that teams facing their first generation of suite renewals are struggling to convince current suite holders to recommit, we find ourselves edging closer and closer to the abyss.  \n\n### 3. Pricing the Experience Beyond the Means of Most Fans  \n\nAccording to Team Marketing Report, “Ticket prices for teams that moved to new venues since 1990 have increased by 34% on average the year following the move. . . . When the Washington Wizards moved into the MCI Center in 1998, the average ticket price jumped to $\\$51.63$ ,a $42\\%$ increase over the previous season.' Corporations are not the only ones paying the freight for these new facilities. Individual consumers (i.e., fans) have been required to pay substantially more. In some venues, though, teams appear to be squeezing fans too hard. The Buffalo Sabres are struggling to fil seats in just the second season of residence in the MarineMidland Arena. The MCI Center has seen dwindling crowds in just the first year of operation. It is apparent that teams can't simply count on the novelty factor to fill seats any more.  \n\nTable 2  Luxury Suites: At the Brink   \n\n\n<html><body><table><tr><td>Market</td><td>Suites</td><td>Corporations with$100M+ sales*</td><td>Suites: Corporations</td></tr><tr><td></td><td></td><td></td><td></td></tr><tr><td>Baltimore/Washington,D.C.</td><td>524</td><td>274</td><td>1.91</td></tr><tr><td>Miami SanFranciscoBayArea</td><td>337 499</td><td>192 354</td><td>1.76 1.41</td></tr><tr><td>Seattle</td><td>194</td><td>158</td><td>1.23</td></tr><tr><td></td><td></td><td></td><td></td></tr></table></body></html>  \n\nTable 3 Cost of Attending Rising Two to Four Times Faster Than CPI   \n\n\n<html><body><table><tr><td>League</td><td>1991</td><td>1997</td><td>%change</td><td>Projectedfor 2003</td></tr><tr><td></td><td>$77.41</td><td>$106.44</td><td>+37.5%</td><td>$146.36</td></tr><tr><td>MLB NBA</td><td>$138.82</td><td>$214.28</td><td>+56.3%</td><td>$296.93</td></tr><tr><td>NFL</td><td>$152.55</td><td>$222.45</td><td>+46.3%</td><td>$285.57</td></tr><tr><td>NHL</td><td>$132.62</td><td>$228.97</td><td>+77.0%</td><td>$367.22</td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\nNote.From1991to1997,theConsumerPriceIndexrose $18.6\\%$ intheU.S.Thesefigures are based on the Fan Cost Index as calculated by TMR to represent the average cost for a family of four attending a major league game.  \n\nTherehasbeenasteadyandsubstantialincreaseinthecostofattendance across all leagues (see Table 3). Using the Fan Cost Index (created by Team Marketing Report) that estimates the average cost for a hypothetical family of four, I compared the four major professional leagues over a 6-year period. All of the price figures are adjusted to 1995 dollars to allow for “apples to apples\" comparisons. I then compared the changes from1991 to1997against the ConsumerPriceIndex forthatperiod.Theresultsshowthatthepriceofattendancehasrisentwotofour times the magnitude of the rate of inflation. The National Hockey League leads the way, with a $77\\%$ price increase over the 6-year period. A recent report indicated that the cost this season for a family offour to attend anNBA $(\\$214.28)$ , NFL $(\\$222.45)$ ，or NHL $(\\$228.97)$ gameamounted to about $30\\%$ of an average household's weekly earnings (McGraw, 1998). You can see from my straight-line extrapolations through 2003that projected fan costswill be truly stratospheric. The projected cost of attendance for that mythical family of four, ranging from $\\$146.36$ (MLB) to $\\$367.22$ (NHL), places me in the same frame of mind as my father, and I can imagine myself saying, “fo' gedda bout it!\"  \n\nEven the owner of theWashingtonWizards,Abe Pollin,is embarrassed by whathe charges fans athisMCI Center-on average almost $\\$52$ aticket.Ina Washington Post story in 1997, Pollin admitted,“It bothers me enormously that no longer can a family of four see a game . . . tickets are too expensive.\" But he also hasa $\\$200$ million loan on his new arena to pay off.  \n\nIt is clear that attending a live major league sport experience is now beyond the reach of a vast majority of the general population. According to a recent report by the Sports Marketing Group, 9 of 10 Americans say ticket prices are so high that it is difficult for them to attend a professional sporting event.  \n\nItisnotsurprising,then,tofinddatathatdocumentstheincreasinglynarrow demographics of those attending big-league games. Growing empirical evidence andopinionindicatesthatmiddle-incomeandblue-collarfans,thetraditionalbedrockconsumersofprofessional sports,havebeenpushedoutofstadiums andarenas and replaced by more affluent spectators. Roger Angell, columnist for The New Yorker, recently proclaimed that “going to a ball game is becoming a perk of the new rich\" (p. 9). Angell's claim is given credence by a recent report indicating that the household income of Washington, D.C.-area residents attending Baltimore Orioles games averaged $\\$87,500$ (Fehr, 1997). According to the most recent census data, the average household income of those residing in the Baltimore-D.C. area is around \\$53,000. The most compelling evidence, however, for the gentrification of big league sport fans is found in an article that appeared recently in American Demographics (1996). The study reported by Shannon Dortch found that adults with household incomes of $\\$75,000$ and abovewere $72\\%$ more likely than average wage earners to attend Major League Baseball games. As we've seen, baseball is by far the biggest bargain of all professionalsports.  \n\nClearly, the changing demographic composition of professional sport attendance is being dramatically influenced by the increasing number of tickets purchased by corporations for their customers and employers. While it is difficult to get an exact reading on the proportion of those attending games with tickets furnished by corporations, estimates provided in the popular press commonly fall in a range of 50 to $80\\%$ , particularly for NBA and NHL games (Burke, 1997). I hesitate to refer to these corporate spectators as fans, because it is problematic to assume they bring the same level of emotional commitment or loyalty to a game as consumers who pay out of their own pockets. In fact, the no-show or “drop-rate\" is becoming a serious problem at many venues around the country. The Charlotte Observer recently reported that the NBA Charlotte Hornets suffering one no-show for every four tickets sold!  \n\n### Will the Next Generation Attend Sports Bars?  \n\nAlthough there is no empirical evidence, I believe columnist Glenn Dickey (1997) was on to something when he wrote for the San Francisco Chronicle, \"Youngsters grow up with little or no experience of actually going to a game. If not playing video games, they grow up watching sports on TV. . .. When they become young adults, they head to the sports bars. For many in this generation, their idea of fun is going to a sports bar and watching the game with friends.\" We should pay attention to his assertion that we are in jeopardy of losing an entire generation to video or virtual representations of sport. With many young people denied the opportunity to attend the “real thing” and their exposure strictly limited to electronic consumption, Dickey speculates that the primary social arena for young adults spectators will move from the living room to the sports bar.  \n\nDickey's scenario actually seems optimistic. At least his prediction still has young people watching sport. If the price of live attendance continues to place professional sports beyond the means of the vast majority of the young (and old), it is certainly possible that they will be attracted to an increasing array of entertainment options that have nothing to do with sport.  \n\n### Thinning Fan Base  \n\nWhen such a narrow segment of the market (according to the latest U.s. Census data,only $13.6\\%$ of the households in the U.S.have incomes in excess of $\\$75,000$ can afford to attend professional sporting events on a regular basis, it is not surprising to find a substantial number of teams? revenues slipping at the gate. During the 1997-1998 season, $61.1\\%$ of teams in the NBA and NHL (where ticket prices averageabout $\\$40$ )reported flat or decliningattendancecompared to theprevious season (Sport Business Daily, 1998).  \n\nI am particularly concerned about the NHL. Even some of the league's most venerable franchises, including Montreal, Boston, and Chicago, have struggled recently at the gate. The Buffalo Sabres, even though playing in a new arena (the 2-year-old Marine-Midland Arena) and advancing to the Stanley Cup playoffs, suffered a $14\\%$ attendance loss this past season, selling only $74\\%$ of their seating inventory. This is a disturbing situation given the fact the NHL depends on gate receiptsfor almost $61\\%$ of its gross revenues (Badenhausen & Nikolov, 1997). This past season national television ratings, never high to begin with, dropped by double digits (Bernstein, 1998). With the league's national TV deals up for renewal at the end of next season, there is real concern that Fox and ESPN will terminate their relationships with the NHL. The loss of exposure would be more damaging than the approximately $\\$47$ million per year the league would lose in rights fees.  \n\nIt is important to point out that the NHL is not the only league suffering from a loss of viewers. Network ratings for all major professional leagues have been declining for the past decade with the MLB down $30\\%$ ,theNBA, $14\\%$ ,andthe NFL, $22\\%$ . There is a double whammy effect here, with consumer interest dissipating for both live and televised offerings of major league sports. Dan McGraw (1998), in his recent appraisal of big league sports, concluded that the greatest danger facing professional sports was fan “apathy.\"' As part of his evidence for this assertion, he cited a 1998 Los Angeles Times poll in which $59\\%$ of the respondents did not consider an NFL team in the LA-area important to them.  \n\n### Serious Challenges Face Our Students  \n\nIt appears obvious that there are some very tough issues ahead for the students we are preparing for entry into professional sport. Some of the key challenges they must addressinclude:  \n\n°Bringing the cost structure of professional sport under some kind of control.   \n° Preserving affordable opportunities for middle and lower income fans to experience major league sporting events.   \nSustaining corporate investment in luxury seating opportunities in an increasingly crowded and competitive marketplace.  \n\nFinding the right answers to these questions may determine the fate of professional sports, at least the economic vitality of major sports leagues, in the next millenium. It is clear that we cannot simply perpetuate the status quo. My hope is that we are seeding the industry with a new generation of managers who will recognize and be reactive to——-better yet, proactive to—the serious problems facing major league sports in the U.S. and Canada. As educators, we face an exciting and daunting challenge.  \n\n### Where the Action Is  \n\nAlthough the “Big Four'’ of major league sport face a number of troubling issues, it is important to place my remarks about the current state of professional sport into a broader context. To dwell on the economic difficulties of big-league teams would provide a very distorted view of the overall status of professional sports. In fact, professional sport leagues at the “minor league\" level are generally thriving.  \n\nFigure 1 illustrates the current state of several major and minor sports leagues on a product life cycle continuum. The product life cycle concept is one of the most familiar in marketing. The concept is based on the notion that companies or specific products, like people, evolve through a development cycle. From birth to death, the cycle is generally divided into five stages that may be broadly described as a period of ascending (where the rate of growth accelerates), a period of maturity (where the rate of growth begins to dissipate), and a period of decline. The life cycle has been used as a way of determining the stages of a company's acceptance (according to consumer demand) from its introduction to its inevitable decline.  \n\nNot surprisingly, the Big Four leagues are nestled on the maturity-decline side of the slope, as their rate of growth across the board has been flat or declining. It is interesting to note that through the first half of the current season, Major League Baseball attendance has not improved perceptibly (to date) over the 1997 season. In fact, in the American League, 8 of 14 teams have declined or shown no improvement in gate receipts from last season, with overall league attendance down $1\\%$ (Sporting News Daily, July 13, 1998).  \n\n![](images/7ebc75b3d2538c14cef99f90aed23186d094406718f3d9dc80a3a34e7beabca6.jpg)  \nFigure 1 - Where the Action Is and Will Be  \n\nHowever, when we examine the so-called “\"secondary” or minor leagues, a much different picture emerges. I have placed two of the new women's sports leagues on the PLC continuum. As they enter their second seasons, it appears that the Women's National Basketball League (WNBA) is poised to explode. Preseason ticket sales for new WNBA franchises in Detroit and Washington have been particularly impressive and suggest that this new summer league will continue a rapid rate of growth through its sophomore season.  \n\nWhile also in its embryonic stage of development,the Women's Pro Fastpitch (WPF) league is entering its second season with a great deal of positive momentum. Although its presence has been mostly confined to the southern region of the U.S., the league recently entered into a broadcast agreement with ESPN2 that promises to greatly expand WPF's national exposure. The WPF plans to expand from its current 6 teams to a coast-to-coast 18-franchise league by 2002. While it is difficult to imagine the WPF ever supplanting one of the major leagues in mass popularity, it appears that women's professional softball is finding a comfortable niche in the marketplace and has a promising future.  \n\nMinor leagues across a number of sports are thriving. Minor league baseball has enjoyed sustained growth in the 1990s. In 1992, 168 minor league ball clubs drew 27 million fans. By 1997, attendance had reached 34.7 million, an increase of almost $29\\%$ in just 5 years. Perhaps the most surprising development of the decade has been the explosive growth of minor league hockey. While its roots are in the Great North, hockey's future appears to be in the Deep South and Southwestern U.S. Minor league hockey teams are now successfully established in places like Waco, Texas, and Jacksonville, Florida. Such developments would have been almost unthinkable even 10 years ago. The East Coast Hockey League (ECHL), for example, has grown from 5 to 29 teams in just 9 years. Over the past four seasons, ECHL attendance has more than doubled, topping 4.7 million in 1997- 1998.  \n\nMcGraw (1998) suggests that the ascendance of minor league sports may be a function of fans “shifting their allegiance away from big-money sports\" (p. 46). In minor league sports, fans have found a “fan friendly,”’ low-cost alternative to the wallet-emptying major league experience. This point was made convincingly in a recent cost comparison of the Washington, D.C.-area's two professional hockey teams. Writing in the Washington Times, Tom Knott (1998) concluded that a night out at an ECHL Icebreaker's game cost $\\$156.34$ less than attending an NHL Cap's game at the MCI Center, “but was not $\\$156.35$ less pleasurable' (p. 3).  \n\nTo me, the fun, excitement, and greatest opportunity exists at the minor league level for our students interested in pursuing careers in professional sport. The upside is tremendous. According to the 1997 edition of The Sport Market Place, there are almost 800 professional sports teams in the U.S. and Canada. By the year 2000 and accounting for the announced expansion plans for the five preeminent leagues (which include Major League Soccer), the number of major league teams willtotal131.  \n\nThe real explosive growth, however, has occurred and will continue to occur at the “secondary\" league level. There are already more than six minor league teams for every one major league franchise. The gap will become even greater over the next few years. In 1998-1999, in addition to planned expansion across almost all existing minor league sports (e.g., two new teams will be added to the WNBA, two new teams will join the ECBL), at least four new leagues are planning to begin play by late-1999 or early-2000. If the International Basketball League, the National Rookie League, and the Collegiate Professional Basketball League all come on line as planned, as many as 22 new “minor league basketball franchises will be added to the professional sports club inventory. In addition, there is a good chance that NBC and TBS will combine resources to launch a new 10-to 12-franchise football league in the spring of 2000. Although it is unlikely that all of these new enterprises will survive the furiously competitive entertainment mar-- ketplace, the overall prospects for so-called secondary sports looks very promising.  \n\nI expect the reason I'm so bullish about the future of minor league sports is that the experience of attending a minor league game today most closely resembles that wonderful first game impression I had as a child attending a 49ers game in the late-1950s. You can still buy a program for two bits at some minor league ballparks!  \n\nWhile I sometimes yearn for that simpler and, in my mind at least, bucolic era, when pro football was just emerging from baseball's shadow and the NHL was still mostly Canadian, I have to admit that I'm more excited about the many daunting challenges facing professional sports in the U.S. and Canada today. Along with these many challenges facing the industry come an infinite number of exciting opportunities for those entering this segment of the industry. Never has there been so many opportunities for the next generation of managers, and never has there been so much potential for them to make such a difference. Sustaining, or perhaps more correctly, resurrecting, the economic viability of big league sports will occur only if (a) player costs can be brought under reasonable control, (b) corporate investment in sport properties can be maintained and extended, and (c) access once againbecomes inclusive of middle-and lower-incomefans.While resolving the many serious issues facing major sport leagues will preoccupy many of our graduates into the next millenium, substantially more of this next generation will assume key roles in sustaining the vibrant, often entrepreneurial growth of secondary sports leagues.",
  "references": "Angell, R. (1998, June 17). Comment: Rudy awakening. The New Yorker, pp. 8-9.   \nBadenhausen, K., & Nikolov, C. (1997, June 17). More than a game. Financial World, 166, 40-50.   \nBernstein, A. (1998, June 22-28). The NBL's troubles: Blip or trend? Sports Business Journal,1(9),1,10.   \nBurke, B. (1997, September 22-23). Major league roundtable. Bond Buyer 2nd Annual Stadium and Arena Finance Conference, Chicago, IL.   \nDortch, S. (1996,April). The future of baseball. American Demographics, 18(4), 22-28, 57.   \nFehr, S. (1997, October 31). Pricey new sports venues help make Washington No. 1 for high-cost tickets. Washington Post, pp. C1, C5.   \nFunk, D.(1997, May 28-31). Economics of professional sport franchises: The role of luxury suites andclubseats intheconstructionof sport stadiums andarenas inNorthAmerica. Paper presented at the 12th Annual North American Society for Sport Management Conference, San Antonio, TX.   \nKnott, T. (1998, March 3). Capping out? Washington Times, p. 3.   \nMcGraw, D. (1998, July 13). Big league troubles. U.S. News & World Report, 125, 40-46.   \nNoll, R.G., & Zimbalist, A. (Eds., 1997). Sport, jobs, & taxes: The economic impact of sports teams and stadiums. Washington, DC: Brookings Institution Press.   \nOzanian, M. (1997, December 15). Fields of debt. Forbes, 160(13), 174-175.   \nRosentraub, M. (1997). Major league losers: The real cost of sports and who's paying for it. NewYork:BasicBooks.   \nThe Sports Business Daily. (1998, April 22). Turnstile tracker: Final NHL regular season attendance.South Norwalk, CT.   \nThe Sports Business Daily. (1998, April 23). Turnstile tracker: Final regular season NBA attendance.South Norwalk,CT.   \nWhy sports? (1998, August 10-17). The Nation, 267, 3, 21.",
  "acknowledgement": "n/a",
  "notes": "n/a"
}