{
  "title": "Vertical Integration in Sport",
  "author": "David K. Stotlar University of Northern Colorado",
  "year": "1999",
  "content": "In recent years, several multinational corporations have begun to implement a vertical integration strategy in sport. This paper will examine the theoretical underpinnings, recent cases of engagement in the strategy, regulation of vertical integration, and contemporary tactics employed by corporations in the sport and entertainment industry to successfully implement vertical integration. Vertical integration has been defined as a strategy by which growth occurs through the acquisition of other entities in the channel of distribution. It is, in essence, a diversification tactic. The intent is to gain control over production and distribution in an effort to maximize profits with greater efficiency (Cerato & Peter, 1991). Mintzberg's (1989) “Mintzberg on Management’ portrayed vertical integration as outdated and relegated it to the “great merger movement of the 1960s\" (p. 153). Mintzberg and Quinn (1998) questioned the appropriateness of vertical integration in the downsizing and outsourcing economy of the late 1990s, yet other authors contend that the success of vertical integration as a strategy depends more on the maturity of the industry than prevailing strategic thought (Cerato & Peter, 1991; Harrigan, 1983).  \n\nTraditionally, vertical integration has been defined as a strategy wherein a corporation extends its scope of operations either backward toward suppliers or forward toward retailers and consumers (Megginson, Mosley, & Pietri, 1991). Risks of vertical integration exist in both cases. In backward vertical integration, a company is exposed to increased risks as capital investment demands typically increase. This is clearly visible in sport where integrating backward exposes the firm to the continued escalation in player salaries. The risks of forward integration exist through fluctuations in consumer demand. If demand falters, producers are left with inventory that no one wants. Thus far in sport, consumer demand has continued to rise, although in some sports, spectator attendance has declined.  \n\nThe benefits of vertical integration include cost savings realized through a reduction of redundant services and personnel (Harrigan, 1983). Disney provides the best example of this advantage. With ownership of the Anaheim Angels and the Mighty Ducks, Disney personnel can provide services to both operations at critical times during their respective seasons. While some season overlap is unavoidable, the winter-summer dichotomy does provide economies of labor for  \n\nDisney. In addition, Anaheim Sport recently sequestered Cheryl Lumpkin from Disney's corporate personnel office to assist with staffing needs for Anaheim sport operations.  \n\nOne of the drawbacks of vertical integration is that some business units of the integrated corporation resent having to purchase from mandated suppliers (Harrigan, 1983). This was one of the key elements that prompted Disney Sport to change its name to Anaheim Sport. Under the Disney moniker, the purchase and supplier requirements were deemed by management to be too restrictive.  \n\nIn 1995, when Disney acquired Capital Cities/ABC, it consolidated its cable, pay TV, and Buena Vista Television production operations under Capital Cities/ ABC management. This demonstrates the efficiencies that were gained through the acquisition (Littleton, 1996). Disney CEO Michael Eisner commented that \"these changes will bring a more logical alignment of our production and distribution capabilities and take full advantage of our strong management depth\" (p. 33).  \n\nPrimary players in the vertical integration game (Disney, News Corp., and Time-Warner) are essentially distribution entities for an array of sport program content. Every distributor knows that the supply of product and material is critical to success in any industry. Backward vertical integration is performed, in part, to assure sources of supply. It presents a classic “make vs. buy” dilemma. The sport industry, as segmented by Pitts, Fielding, and Miller (1994) introduces three ingredients: sport production, sport performance, and sport promotion. Disney, News Corp., and Time-Warner operate primarily in the performance and promotion segments of sport. Yet, if we take a broader view of the industry and envision these companies operating in an industry called sport and entertainment, they may actually participate in production, distribution, and retail sales of properties in the industry.  \n\nConsiderable debate over the scope of an industry and applicable SIC codes may materialize. However, Fahey and Randal (1994, p. 176) suggest that “industries should be defined by companies that share customers or technologies.\" The important point is that many sport and entertainment businesses are linked and, thus, share attributes that eventually affect the profitability of the parent corporation. The most important link is the sport programming component. Disney CEO Michael Eisner commented that “we are a content company,”’ thus, without content, the company has no product to distribute or sell (Rose, 1998, p. 273). Disney's former head of television said,μ“you can work the content, which is like a rolling stone covered with Velcro that picks up dollars as it rolls through the distribution chain\" (Reeve, 1998, p. 18). The following is a partial listing of the sport and entertainment properties owned or controlled by Disney:  \n\n·A&E Network (minority position)   \n·ABC Sports   \n·ABCTelevision   \n·Anaheim Angels (MLB)   \nBuena Vista Pictures   \nDisney Channel (43 million households)   \n·Disney's Wide World of Sport E! Entertainment (minority position, reaching $24\\%$ of all US households) ESPN (75 million households) ESPN2 (61 million households) ESPN Classic (15 million households) ESPN International (150 million households, 20 languages) ESPNEWS (10 million households)   \n? History Channel (minority position)   \n? Hollywood Records Lifetime Television $(50\\%)$ Lyric Street Records Mammoth Records Mighty Ducks of Anaheim (NHL) Miramax (film) Ownership of 10 Broadcast Stations  \n\n### (Source: Walt Disney Company 1998 Annual Report)  \n\nRupert Murdock acknowledged that much of News Corp.'s success was attributable to the formation of a “ vertically integrated global media company.\"' He also stated that “it is true that Disney and ABC form an immense and powerful vertically integrated company,\" but he added, “\"we built the prototype” (Reeve, 1998, p. 18). Central to the issue of content is television programming. According to Peers (1997, p. 40), “\"programming is the only strong growth business in the entertainmentindustry.\"  \n\nMurdock's attempt to purchase England's Manchester United soccer team (through subsidiary BSkyB) for 627 million pounds $(\\$1.05$ billion U.S. dollars) was centered on “providing content for his media empire” (Reeve, 1998, p. 18). News Corp.'s attempt to purchase the team was eventually thwarted by the Monopolies and Merger Commission as anticompetitive (Stuart, 1999a). However, the Manchester United deal is not the only source for content. Murdock was also able to negotiate a deal in early 1999 with Tele-Communications Inc. (TCI) through their joint Fox/Liberty Networks to buy $40\\%$ of Cablevision's sport assets (multiple regional Fox Sport stations, the Madison Square Garden Network, and $40\\%$ of the Knicks and Rangers) for $\\$850$ million to add to the regional coverage for Fox Sports Network (Brockinton & Rofe, 1999; New sports network, 1999).  \n\nHiggins (1998) noted late last year that when the Madison Square Garden Network's TV package with the Yankees expires at the end of the current baseball season, \"it would be cheaper for Cablevision to buy the team than face continuing rights escalation\" (Higgins, 1998, p. 10). Industry analysts had valued the team at around $\\$500$ million and with rights fees for 1999 at $\\$55$ million, a long term contract renewal would easily eclipse the price of the team. The final transaction was shelved because of Steinbrenner's demand for total control of the team and management authority of other MSG properties (Rangers and Knicks). Examples of this phenomenon are extensive. News Corporation has ownership or partial control of the Los Angeles Dodgers and the Los Angeles Kings, and interest in other professional franchises, as well as dominance in international media inventory (20th Century Fox studios & production, FOX Network, FOX Sports, BSkyB, Asia's StarNetwork, Seven Network). It has been estimated that Murdock's internationalsatellitenetworksserve $66\\%$ of global households with TVs (Carter, 1998; Kaplan & Mullen, 1998; Wertheim, 1998).  \n\nAustralia's Seven Network was able to secure rights to the 2000 Sydney Games and last year added the 2002, 2004, 2006, and 2008 Olympic Games at a price reported to be $\\$187$ million (Australian). In addition, he attempted to purchase controlling interest in France's Canal Plus, but the deal never materialized. He was, however, successful in securing $35\\%$ of Telecom Italia's Stream (digital TV operator), which included partial ownership of four major soccer clubs. In Germany, Murdock just purchased $66\\%$ of a small TV station (TM3) then purchased the German rights for the UEFA's Champions (soccer) League for $\\$109$ million as programming for TM3 (Stuart, 1999b). According to Reed (1998, p. 179),“it seems certain that European soccer is headed the way of US professional sports, where lots of franchises are now in the hands of big corporations, most of them in the entertainment business.\"  \n\nThe Manchester United tactic also was predicated, in part, to allow Murdock to sit at both sides of the negotiating table. As the current rights holder for the league, BSkyB (Murdock) would be looking to extend their contractual rights to televise Premier League matches. Yet, as the primary shareholder of Manchester United, Murdock would alsobe entitled to a seat on the League side of the negotiations (Reeve, 1998). Ownership of the team would provide access to the team's players, team highlights, videos, and international pay TV around the globe, as well. Manchester United is, perhaps, the most popular sports team in the world, and Murdock's publishing arm, Harper-Collins, would be sure to profit handsomely.  \n\nMurdock'spurchase of theLosAngelesDodgers $\\$311$ million,whichincluded Dodger Stadium and the surrounding land) and LibertyMedia( $\\$1.4$ billion) provided the same benefits. Through these acquisitions, Murdock gained both product (sport programming) and distribution (shares in Madison Square Garden Network and control over several regional sport channels; Brockinton & Rofe, 1999). This appears to mirror Disney's move to develop sport properties (Mighty Ducks of Anaheim and Anaheim Angels), sport facilities (The Arrowhead Pond and Disney's Wide World of Sports), and media outlets (ESPN, ESPN2, ABC Sports; Carter,1998; Ostrowski,1998).  \n\nDisney'spurchaseof $43\\%$ of Infoseek in 1998 and ultimate creation of their own Internet portal (GO.com) also provides Disney with the capacity to promote their properties across the spectrum of telecommunication. If you doubt that this is happening, just tune into ABC or ESPN or visit any Web site currently under Disney control and view the multiplicity of links between their holdings. In early 1998, Disney emailed previous customers about an upcoming Beanie Baby offer and sold out in four hours (Rose, 1998). News Corp. and Time-Warner were reportedly searchingforWeb-based properties.  \n\nTime-Warner's arsenal includes the venerable Warner Brothers studios, the WB Network, HBO, and Turner's media holdings (CNN, WTBS, TNT). The sport properties comprise the MLB Atlanta Braves,NBA Atlanta Hawks,NHL Atlanta Thrashers (1999), and Sports Illustrated (Miller, 1999). Turner was adamant with other MLB owners that Murdock's purchase of the Dodgers be blocked. His arguments failed, as the purchase was approved 27-2 (Bart, 1998; Stroud, 1998).  \n\nThe U.S. courts always have had an interest in reviewing vertical integration in light of the anticompetitive schemes that occurred in the 1920s. Morse (1998) noted that while the U.S. government issued guidelines on vertical mergers in the 1980s, the revised guidelines of 1992 and 1997 fail to provide direction to the Department of Justice and the Federal Trade Commission on vertical integration. Consequently, few recent courts cases have been heard on this topic. The most recent Supreme Court case on vertical integration is over 25 years old; however, high profile hearings such as those involving giant corporations like Microsoft have resulted in a rise in the collection of fines from $\\$26.8$ millionin1996toover $\\$1$ billion already in 1999 (Antitrust gurus, 1999).  \n\nThe Department of Justice (DOJ) challenged the proposed 1994 merger between Tele-Communications, Inc. (TCI) and Liberty Cable on the grounds that the vertical merger would result in the ability of TCI to restrict competition for programming. This test would fail if applied to the situations subject to review in this paper. The sport programming involved is part of arrangements through various sport leagues; therefore, other carriers have ample opportunity to purchase and air similar programming. In fact, ESPN (Disney), WTBS (the Time Warner-owned Turner Superstation), and Fox Sport (Murdock's News Corp.) are available to over 75 million households. Therefore, competition clearly exists, and program access has not been restricted by vertical integration. The Federal Trade Commission (FTC) also intervened in Time-Warner's purchase of Turner Networks because TCI held $7.5\\%$ of Turner stock. The FTC required TCI to divest itself of that stock to prevent possible collusion.Additionally, the FTC ordered the dissolution of a 20-year contract that required TCI to carry Turner networks. Lastly, the FTC prohibited Time Warner from bundling“marquee” channels with less desirable programming that could coerce cable carriers into accepting unwanted programming.  \n\nThe lack of action of the DOJ and the FTC seems grounded in the fact that these vertical mergers do not raise prices to consumers. Rather, the net effect has been that consumers havebenefited from reduced costs andgreatervariety of programming throughdiminishedprogrammingcostsrealized throughthevertical merger. Because an adequate supply of programming is available, at least for the present time,inadequate legal grounds could befound toblock these actions as being detrimental to market entry (Morse, 1998). This situation brings to light the environment of the1980swhen the Supreme Court ruled that theNCAA's control over college football did constitute a restraint of trade and reconfirmed the colleges? right to control their own broadcasts. Could it be that individual teams may eventually block leagues from selling packaged broadcast rights? A similar controversy is brewing in Europe over the legality of sports leagues collective broadcast agreements (Stuart,1999a).  \n\nOne of the issues that remains to be investigated is the effect of vertical integration on salary policies in the professional leagues. All of the U.S. professional sport leagues have formulas established through the collective bargaining agreements concerning the percentage of club revenues which must be available for distribution as salary to players. If the parent corporation were to purchase the TV rights to the team for $\\$1.00$ , the receipts that constitute “defined gross revenues\" would be diminished. The parent corporation naturally would be the beneficiary with significantly enhanced revenue-to-expense ratios, but the overall profit picture would not have changed. The opposite situation could also occur. The parent corporation could provide a TV payment farin excess of industry standards, which would supply clubs with additional dollars for player salaries. Major League Baseball has rarely enforced its 60-40 rule enacted in 1982, which mandates that franchises maintain a ratio of assets to liabilities of a least $60\\%$ to $40\\%$ . In 1998, ten teams were in violation of that ratio. To the surprise of many, they were not the big spenders like the Yankees and the Dodgers (Payroll restraint, 1998). These teams have significant assets in their TV contracts, and, in the case of the Dodgers, their land holdings surrounding the stadium.  \n\nThe time-tested business strategy known as vertical integration appears to be running rampant in the sport industry. Disney, News Corp., and Time-Warner collectively own or control a substantial portion of the world's sport and entertainment complex. Perhaps we may want to adopt Mintzberg's (1989) nomenclature of a “divisionalized corporation” as opposed to a vertically integrated conglomerate. From satellite services, cable channels, production facilities, sport teams, and content sources, these vertically integrated, divisionalized multinational corporations may well represent the future of sport. In conclusion, Reeve (1998) surmised that these entertainment giants are dependent on continued vertical integration: “I don't think there is any way the model can work unless you are making the programming and owning it through every part of the value chain you can find\"' (p. 18). The question remains, where does the value chain and this madness end?",
  "references": "Antitrust gurus hit US businesses hard. (1999, May 24). Greeley Tribune, p. B1, B12.   \nBart, P. (1998, August 31). Ted's trail of tears. Variety, 372(3), 4.   \nBrockinton, L. & Rofe, J. (1999, April 5-11). Murdock grows his sports empire again. Sport Business Journal, 1, 47.   \nCarter, D. (1998, May 4-10). Eisner, Murdock slug it out for control of L.A. Sports Business Journal, 1(2), 39.   \nCerato, S.C. & Peter, J.P. (1991). Strategic Management. New York: McGraw-Hill.   \nFahey, L. & Randal, R.M. (1994) The Portable MBA in Strategy. New York: Wiley & Sons.   \nHarrigan, K.R. (1983). Strategies for Vertical Integration. Lexington, MA: Lexington Books.   \nHiggins, J.M. (1998, November 30). Cablevision/Yankees deal collapses. Broadcasting and Cable,128(49),10.   \nKaplan, D., & Mullen, L. (1998, July 6-12). Fox roars with creation of a new sports unit. Sports Business Journal, 1(11), 1, 43.   \nLittleton, C. (1996, April 22). Disney, ABC integrate operations. Broadcasting and Cable, 126(18), 33.   \nMegginson, L. C., Mosley, D.C., & Pietri, P.H. (1991). Management: Concepts and Applications. New York: HaperCollins.   \nMiller, S. (1999, August 23-29). Taking sports to the next level. Sports Business Journal, 2(18), 23-32.   \nMintzberg, H. (1989). Mintzberg on Management. New York: Free Press.   \nMintzberg, H. & Quinn, J.B. (1998). Readings in the strategic process. Upper Saddle River, NJ: Prentice-Hall.   \nMorse, M.H. (1998, August). Vertical mergers. Business Lawyer, 53, 1217-1248.   \nNew sports network aim in Fox, TCI deal (1999, April 6). Greeley Tribune, p. A9.   \nOstrowski, J. (1998, June 29-July 5). Media parents prize teams as assets. Sports Business Journal, 1(10), 20.   \nPayroll restraint; geting fiscal: 60-40 or fight (1998, Dec. 21). Sports Illustrated, 89(25), 116.   \nPeers, M. (1997, June 9). Cable net rise takes Liberty. Variety, 367(6), 40.   \nPitts, B.G., Fielding L.W. & Miller, L.K. (1994). Industry segmentation theory and the sport industry. Sport Marketing Quarterly, 3(1), 15-24.   \nReed, S. (1998, October 5). The new lords of soccer. Business Week, 179.   \nReeve, S. (1998, September 14). That's entertainment. The European, 18.   \nRose, F. (1998, September 28). Mickey online. Fortune, 136, 273.   \nStroud, M. (1998, March 23). Murdock 27, Turner 2. Broadcasting and Cable, 128(12), 14.   \nStuart, J. (1999a, February 22-28). Decision will shape British soccer. Sport Business Jour nal, 32.   \nStuart, J. (1999b, May 17-23). Murdock scores a European double. Sport Business Journal, 18.   \nWalt Disney Company 1998 Annual Report (1999). Burbank, CA: Walt Disney Company.   \nWertheim, J. (1998, September 21). The sky's the limit. Sports Illustrated, 40-41.",
  "acknowledgement": "n/a",
  "notes": "n/a"
}