{
  "title": "Managing Program Excellence During Our Transition from Potential to Merit",
  "author": "Jacquelyn Cuneen Bowling Green State University",
  "year": "2003",
  "content": "Sport management was acknowledged early in its formative years as an academic area with great potential for success in the academy. Due largely to the efforts of NASSM’s members, sport management quickly became entrenched in academe and is starting to be recognized as an academic area of merit. It is important to manage our overall program excellence as we move from “potential” to “merit” if sport management is to thrive as an academic discipline and profession. It is particularly important to mange our merit since our transition phase occurs amidst many changes and challenges (e.g., the student as consumer; under-representation of National Association for Sport and Physical Education/NASSM Approved Programs; under-recognition of sport management teaching excellence, and diminishing service roles and interests within industry and academe). The purpose of this essay is to posit approaches through which sport management’s educational programs might maintain their wellearned meritorious reputations amid shifting academic and social cultures. This essay is the text of the 2003 Dr. Earle F. Zeigler Lecture presented on May 30 at the 18th Annual Meeting of NASSM in Ithaca, New York.  \n\nSport, like so many expressive art and music forms, is a global commonality. Sport is an international language needing little interpretation to be understood by all cultures, geographies, and generations, both as participants and spectators. The amalgamation of sport and mainstream disciplines such as history, philosophy, and sociology increased our knowledge of the way different cultures view themselves, impose rules for living, arrive at decisions, and the ways we interact in our communities. Ultimately, Earle F. Zeigler (Zeigler & Paton, 1967), James G. Mason (Mason, Higgins, & Wilkinson, 1981; Mason & Paul, 1988), and others discerned that since sport occupies such an indispensable role as an entertainment and movement form, such a central position in the health, welfare, and economic lifelines of a community, and, in essence, is such a treasured feature in people’s lives, we should study the management of it in order to preserve its best characteristics and improve its state of affairs.  \n\nAn examination of past literature addressing sport management reveals the single emerging theme to be that of potential. Sport management’s potential was heralded as a business enterprise, as an academic cross-discipline seeking to prepare those who would work in the enterprises, and as a line of systematic inquiry (Parkhouse, 1979; Sheffield & Davis, 1986; van der Smissen, 1984). Zeigler (1992), Garth Paton (1987; 1997), and others advised us to make certain that quality was the driving force behind our academic programs if sport management was to reach its full potential. Due to certain quality controls such as our well-designed program approval process, our rigorously reviewed journal, and our sound conference structure that provides us with continued professional development, sport management is evolving from an era of potential and entering a genuine era of merit, meaning that our field is commendable, praiseworthy, and deserving of our rising high regard.  \n\nMy theme for the 2003 Dr. Earle F. Zeigler Lecture will address many of the challenges for us as members of the professoriate as we teach sport’s future managers and scholars and, of course, as we maintain and improve our meritorious place in academe. I will focus on teaching and learning and somewhat on service and engagement. In doing so, I do not at all mean to underrate research and inquiry. I wholeheartedly believe that our scholars have shaped our meritorious place in the academy by holding sport to a high level of scientific scrutiny and expectation. However, others in our Society, particularly Packianathan Chelladurai (1992), Janet Parks (1992), Gordon Olafson (1995), and Trevor Slack (1996) have already addressed the significance of sport management scholarship in their Zeigler Lectures. I hope to convince you that, like any constituent in any meritocracy, we now have to show that we truly belong, that we were admitted to the academy because we earned our place in it through our notable achievements and are not merely appeased because of our considerable and stable enrollments, tolerated because of the unlimited opportunities for our students in the workplace, or simply accepted because of the visibility of our impressive and successful alumnae/i.  \n\nThe caveat is that sport management reaches its era of merit at a point in time when merit and achievement are somewhat undermined by current social norms. Our transition takes place as many of our students consider themselves to be customers rather than learners, as most of our programs have not yet embraced our program approval credentialing process, as our finest teachers are unrecognized, and, finally, as the role of the practitioner and the academician as generous contributors to the community, institution, and profession is becoming unvalued. The way we deal with these influences in program design and delivery will have a fundamental impact on the students we teach—those persons who will work in the industry and join the professoriate in the future.  \n\nLouis V. Gerstener, Jr. (2002), the recently retired chief executive officer who went to a floundering IBM in 1993 and rebuilt it to its former “Big Blue” self, found that the most difficult task he faced was internal culture. Gerstner believes that all firms consider their cultures to support outstanding service, overall excellence, teamwork, integrity, and responsible behaviors. However, he found that none of the important rules for survival are written down, even though there may be drawers full of mission statements composed to drive an organization’s goals. Much like Gerstner had to orchestrate IBM toward competing in the brave new world of techno-business, North American Society for Sport Management (NASSM) members now have to navigate sport management through our brave new era of merit while maintaining our program quality and preparing a new type of student for a changing work world.  \n\n### Challenges and Obstacles for the Professoriate in Sport Management's Era of Merit\n\nThe American Association of University Professors (1987) and the Canadian Association of University Teachers (n.d.) note that special responsibilities come with membership in the professoriate because we touch the future through academic quality. Thus, as educators, our influence on sport as both a business and an institution is boundless if we provide sport organizations with what Gary Krahenbuhl (2003) identifies as “inspired students,” those who learn new things and, in doing so, develop an enduring interest and remain current for a lifetime, as opposed to “taught students” who learn new things about a topic and are current for a moment. Henry Brooks Adams (1918), grandson of the sixth American President and great-grandson of the second, is the often-unidentified person who articulated in his famous autobiography The Education of Henry Adams that teachers affect eternity because they never know where their influence stops. Another of Adams’ reflections, one less celebrated, is his expression of wonderment that the educational process itself does not ruin both teachers and students. Mindful of Adams’ two thoughts, we begin our era of merit knowing that what we do with curricula and students is lasting and our efforts must be considerable and significant rather than expedient and economical amid our challenges and obstacles.  \n\n### New Students in a New Era \n\nEducation and those who seek it have undergone a great transformation since sport management began its era of potential. The Right Honourable A. Kim Campbell (1993), Canada’s 19th Prime Minister, was among the first of world leaders to recognize that contemporary education had to be comprehensive because students, in their lifetimes, would be dealing not with the production of goods but with the dissemination of information and provision of services. Sport management enters its era of merit when many students wish to be taught rather than inspired and wish to buy information and those single skills that will make them excel in the workplace at a fast rate.  \n\nSeveral sources indicate that our students present more and more of a challenge, each year. Peter Sacks in Generation X Goes To College (1996) described our 1990s-era students as postmodern individuals who consider themselves consumers rather than students. They pay tuition that often increases 3 to 12 percent each year and for that, they expect us to find ways to teach them essential content but they do not necessarily recognize a link between effort and achievement. Charles  \n\nSykes (1995) in Dumbing Down Our Kids claimed that school standards and quality were lowered so far in the 1990s that everyone passed without excelling, and promoting a student’s self-esteem was more important than expectation and achievement.  \n\nMore recently, an American Public Broadcasting System Frontline (1999) series program, The Merchants of Cool, labeled those teens who likely will be our 2000-era higher education consumers as “mooks” (i.e., male teens who are caught permanently in adolescence as crude, loud, and obnoxious; Frontline, n.d.; The Merchants of Cool, 1999) and “midriffs” (i.e., female teens who are prematurely adult and use sexuality as empowerment; Frontline, n.d.; The Merchants of Cool, 1999). If you have yet to meet a mook or a midriff, never fear for they are coming soon to a classroom near you. There are over 33 million of them and they will bring an incongruity to our classrooms by feeling entitled to almost everything, including excellent grades for minimal effort, while we as teachers feel that they are entitled to the opportunity to acquire further knowledge, to develop academic, career, and life skills, and to become better educated and, thus, better people. Even more disconcerting, according to Marilee Jones (2003), Dean of Admissions at Massachusetts Institute of Technology, is the predisposition of their over-involved parents to threaten lawsuits if college conditions are not perfect for their children.  \n\nMook and midriff have observed sport, socially and commercially, in ways that differ drastically from many of our earlier students as well as ways in which we, ourselves, may have observed it. Social and commercial influences are driven by several phenomena that must be offset if a university sport management education is to have an effect on the mook and the midriff. For example:  \n\nOn Monday February 11, 2002, during the 2002 Winter Olympics, French skating judge Marie-Reine Le Gougne awarded highest points to Russian skaters Elena Berezhnaya and Anton Sikharulidze, despite their slight technical error in the pairs final program. Le Gougne’s score prompted a 5-4 decision that sealed the gold medal for Berezhnaya and Sikharulidze. The second place silver medal was awarded to Canadian skaters Jamie Sale and David Pelletier, despite their picture-perfect performance witnessed by 16,000 fans at the Salt Lake Ice Center and by multi-millions of TV viewers around the world.  \n\nOn February 13, sports agent Steve Herz appeared on Fox News Channel’s On The Record With Greta van Susteran and proposed that Sale and Pelletier were actually better off with the silver medal and the subsequent controversy surrounding the competition. Had they won the gold, Herz speculated, Sale and Pelletier would have been the top sports story for a day. However, because of the scoring controversy, the skaters would get at least a week’s worth of publicity, everyone in the world was talking about them, thus, the endorsements and other opportunities were much better for them as a result.  \n\nIt did not appear to cross Herz’s mind that Sale and Pelletier had worked to achieve excellence since they were children, arising in pre-dawn hours for thousands of days to skate for millions of hours on a cold sheet of ice just so they could stand on a platform for a few minutes and hear $O h$ Canada played in their honor. It is likely, if they had the choice, that Sale and Pelletier would have traded all the publicity and would have been willing to take fewer millions, if they just could have had the gold outright at the conclusion of the pairs event.  \n\nShould we not offer mooks and midriffs the type of education that would make them scoff at Herz’s remarks? Do we not owe our students, in an era of merit, the type of multicultural education described by Joy De Sensi (1994) whereby students are lead toward a greater understanding of sport as an institution as well as a business?  \n\n### Managing Meritorious Education and Curricula \n\nCurricular standards, such as those maintained by the National Association of Sport and Physical Education/North American Society for Sport Management (NASPE/NASSM) in the Sport Management Program Standards and Review Protocol (2000), are vital as we seek respect from our colleagues across our campuses. There are common standards of performance in all brick and mortar and many dot-com industries. When we order a car or buy a pair of tennis shoes, we do so with reasonable assurance because they have passed some type of inspection (Gerstner, 2002). Students should enter a sport management program with the same confidence knowing that their program of study has been examined and deemed to be of the highest merit.  \n\nThe NASPE/NASSM program approval standards were designed to inculcate students with essential content (Brassie, 1989a; 1989b) and still give great flexibility to institutions in curricular implementation (Cuneen & Sidwell, 1998). Yet, there are only 31 undergraduate, 25 master’s and 3 doctoral programs approved by NASPE/NASSM from among the 200 (Alsop & Fuller, 2001; Stier, 2001) American sport management programs.  \n\nWhy would so few programs be approved and why would so many programs not want to seek approval? It is clear that many programs do not need the NASPE/NASSM credential in order to attract students or even to be assured that their curricula are strong. The truth is, though, that NASPE/NASSM Program Approval needs the stronger programs in order to strengthen its own position. When strong, visible, stable programs receive NASPE/NASSM approval, two meritorious goals are accomplished: (1) it emphasizes the overall concept that sport management is an area of study held to strict peer assessment, and (2) it sets individually approved programs apart from the hundreds of major programs in North America that are either not held to strict peer review or have subjected themselves to peer review and failed to meet the minimum standards of program merit. Additionally, approved programs counteract those make-shift programs that piece together non-sport related courses from around an institution and identify themselves as sport management while their enrollments increase and they flood the industry with interns and entry-level employees.  \n\nWhy is it important to assess programs, and why is it important that the strongest and most visible programs be approved? I think I can best explain it through an anecdote that should churn strong reactions in any NASSM member.  \n\nDuring the fall 2002 NCAA football season, a sportscaster working one of the television games of the week was commenting on a college player’s high grade point average and extolling the player’s achievements as a true scholar-athlete. When a graphic of the player’s vital statistics was shown, the sportscaster, upon noticing the player’s major as sport management, sheepishly added “Well, it couldn’t exactly be too hard to get good grades in that major.”  \n\nPerhaps the player enjoyed his major and actually studied it. Or, perhaps he found it easy because he liked the content. There may be hundreds of reasons why the player earned high grades. However, I wonder if the sportscaster would have thought poorly of sport management in the first place if it, like all educational and many management and business courses of study, was brought esteem through a well-known accreditation.  \n\nSince an entire field benefits when programs are accredited (Siedentop & Locke, 1997), it follows that faculty from any good program would want to earn accreditation to strengthen their own as well as their academic field’s position. Approved programs are essential in order for sport management to be held in high regard during our era of merit because, as Gerstner (2002) noticed upon arriving at IBM, people tend to do that which you inspect not what you expect. We may expect that all sport management programs have a critical mass of fulltime faculty and a significant course of study; but, frankly, unless those components are inspected systematically and consequences result for underdeveloped programs, our own institutions may not provide resources to the extent necessary for us to sustain overall program excellence and merit.  \n\nOur program approval will be more meaningful, and hold more merit, if NASPE and NASSM can promote our credential at the grassroots level. Since there is no basic incentive for sport management programs to seek approval, we have to be methodical in informing career counselors, students, and sport industry employers about our important process. NASPE/ NASSM Program Approval is a brand and if we treat it as such and apply Young & Rubicam, Inc.’s (n.d.) BrandAsset Valuator to it (viz., Differentiation, Relevance, Esteem, and Knowledge), we can see how strong the credential could be as a known brand when differentiation would make an approved program stand out as more valuable than a non-approved program; when relevance would show that an approved program would actually make a difference in students’ lives more than a non-approved program; and when esteem would make approved programs appealing to students and employers on an emotional level. Brand knowledge will result as career counselors, students, and employers know our brand and know why it is different, relevant, and esteemed.  \n\nFurther, approved programs themselves must value and promote their own credential. Many of the 451 (Mangan, 2003) business programs that have gained accreditation from the Association to Advance Collegiate Schools of Business (AACSB; n.d.) value their credential so highly that they showcase it by using the AACSB logo on stationary, Internet sites, fax cover pages, and many other types of external communications. More importantly, business schools believe so strongly in their accreditation that, often, honor students who attended unaccredited baccalaureate programs are not even considered for admission to accredited master of business administration programs regardless of their undergraduate class standing. When NASPE/NASSM approved programs, like AACSB accredited programs, recognize their own cachet and place of distinction within the academy, perhaps the NASPE/NASSM Program Approval brand will be perceived as essential.  \n\n### Managing Best Teaching Practices\n\nBrenda Pitts (2002) suggested that the credibility of our field is measured by many standards, two of which are the quality of our faculty credentials and the awards we give. I take this opportunity to suggest reinvigorating a NASSM initiative first forwarded in 1999 regarding special recognition of those who inspire lifelong learners by asking our Society to acknowledge outstanding teachers. James Weese (2002) informed us that the quality of professors is the most important aspect of one’s educational experience. NASSM’s teachers deserve an opportunity to have their efforts and accomplishments recognized publicly just as we rightly recognize the scholars and contributors among us. If preparing students for the 21st century sport marketplace is important, should we not recognize those who prepare them using best practices?  \n\nOf course, there is no perfect way to identify NASSM’s best teachers. The criteria used to select our Fellows and Distinguished Service honorees are not perfect; yet, we settled on acceptable criteria and now have a cadre of Fellows who have taken their places next to other Fellows in our institutions and a panel of contributors recognized by their peers in our Society. Each year, the American Alliance for Health, Physical Education, Recreation, and Dance (AAHPERD) recognizes “Teachers of the Year” for health education, dance, and for elementary, middle, and secondary physical education from among 50 state-level finalists in each one of those five teaching categories. If AAHPERD’s state associations can select their “Teachers of the Year” from among all of their states’ public and private school teachers, and AAHPERD can select 5 national “Teachers of the Year” from among those 250 total finalists, certainly NASSM can select one outstanding sport management educator each year from among the great teachers who are NASSM’s members.  \n\nSuccessful organizations reinforce those elements that make it great (Gerstner, 2002). We honor our members who produce excellent scholarship and those who provide unselfish service contributions to our organization. However, the single element that has made sport management itself thrive as an academic major is our ability to teach Generation X, mooks, midriffs, and any other typical students of their era who are sent to our classrooms.  \n\nIf we ever wonder about the role of good teachers in successful students’ lives, perhaps the following story will convince us that our line of work is of great consequence: Franklin Delano Roosevelt, the 32nd American President, invited Pulitzer and Nobel Prize winning novelist John Steinbeck to dine privately at the White House with himself and First Lady Eleanor. In his reply, Steinbeck stated that he was most honored by the President’s invitation but unable to accept because, on the night in question, he was to attend a testimonial for an English teacher from his high school. Mr. Steinbeck went on to state that while he had known five great presidents, he had known only one great English teacher (Wolper, 2003).  \n\n### Managing Service Excellence  \n\nGreat teachers espouse Canadian education pioneer Egerton Ryerson’s (cited in Colombo, 1991, p. 139) viewpoint that universities should prepare good citizens who will function well as members of the community in which they live. However, even this straightforward objective is a current challenge because of a phenomenon related to age and values. For the first time ever, there are four generations of North Americans working side-by-side in the marketplace. The four generations do not understand each other, cannot communicate sufficiently with each other, and managers are challenged to direct all these assorted employees toward productivity and collaboration (Bennis & Thomas, 2002; Lancaster & Stillman, 2002; Zemke, Raines, & Filiczak, 1999).  \n\nRon Zemke, Claire Raines, and Bob Filiczak (1999) label the generations Veterans, Boomers, Xers and Nexters in their book Generations at Work. Lynn Lancaster and David Stillman (2002) identify them as Traditionalists, Baby Boomers, Generation Xers, and Millenials in their book When Generations Collide. Warren Bennis and Robert Thomas (2002), in their book, simply call them Geeks and Geezers. No matter what their monikers, it is a fact that today’s coworkers were raised in different eras under different mindsets, they appreciate different cultural norms, and they relate to different landmark events in their lives.  \n\nOne of the most unanticipated and, thus, striking differences between the generations is their viewpoint toward service, that aspiration or obligation that compels individuals to perform tasks and duties merely because those tasks or duties need to be done or because they feel a responsibility to do something to improve their community or profession. It appears that “geezers” are well-focused on their jobs and embrace service contributions while “geeks” are more focused on personal satisfaction and embrace material rewards. We are, in fact, sending graduates into a world of experienced humanitarians who are astounded when their young colleagues do not want to share their skills without compensation or direct benefit.  \n\nGiven this modern inclination to avoid unpaid work, it is imperative that our curricula, and extra-curricula such as program-sponsored pre-professional group activities, be designed to instill in students the viewpoint that they can change and improve their communities by sharing the best of what they have to offer. Our students need to realize, either through service learning or some other viable means, that sport management positions are visible ones within their communities and they will be called to serve on committees of all kinds and share their expertise with all sorts of good causes. There is no better place to illustrate the importance of service than in a comprehensive and meritorious sport management preparation program.  \n\nThe changing workplace hits closer to home for all of us when we consider that the sport management professoriate is undergoing the same types of changes as the sport marketplace. I noticed a “clash in tenure tracks” last summer during a board meeting of the Ohio Association for Health, Physical Education, Recreation, and Dance (OAHPERD). Volunteers were needed to write a curricular model for quality physical education that would be implemented in all Ohio public schools upon House and Senate approval. When OAHPERD’s president asked for a team of volunteers, a “geek “ from one of Ohio’s institutions stood to ask if the curriculum’s authors would be remunerated for their efforts and for imparting their unique knowledge. Several “geezers” in the audience were visibly stunned; one of them stood and explained that the opportunity to write the curriculum, influence state policy, and the honor of having one’s name on the curriculum was remuneration enough. Upon hearing that, most of the “geeks” snickered.  \n\nWhen did giving back to the profession become something to snicker at? Applying volunteerism to NASSM in order to make it meaningful to us on our level, where would we be if our founders, presidents, executive council members, editors, reviewers, committee chairs, and others had snickered when asked to contribute voluntarily? Would we even have a NASSM, or a journal that led us toward scholarly respectability among the kinesiologists, or any of the numerous other returns that our Society brings to us? Would we not still be in an era of potential instead of an era of merit?  \n\nService has always been a sensitive and often misunderstood issue in the academy. There is not a lucrative reason for doing it, it is often as frustrating as it is rewarding, it can be unappreciated by colleagues, it can be a long lasting commitment often taking more time than teaching and research, and it is repeatedly undervalued by our institutions that reward us for what is important to the “firm” rather than for what takes our time. However, even considering the many drawbacks of service, it is essential and it makes a sustained impact on improving the quality of life for our contemporaries. The Sport Management Program Review Council helps us make sport management education stronger, the Journal of Sport Management editors and editorial board help us confirm that sport management scholarship stands up to the scrutiny of the academic community, and our executives and committees take care of NASSM’s business so we can have a vibrant and meaningful professional provider—because all of the magnanimous individuals who manage and participate in those groups have a sense of service. The irony is that service, perhaps the least respected prong in the traditional university triad, may actually be the most important vehicle in sport management education’s era of merit.  \n\n### Conclusion  \n\nRobert Boucher (1998) reminded us that our purpose is to help current and future sport managers make better decisions about sport. Sport management as a career field, and those managers who work in it, are better off in the 21st century because sport management thrived as an academic major and quickly morphed to its meritorious place in the academy among the best and most popular of academic programs. Eras of potential are replaced — either by merit or failure. Our potential led to merit because of our people. Sport management’s eras of potential and merit share people as a common resource. To preserve and, particularly, to elevate our meritorious status is the most fundamental challenge to everyone associated with NASSM, because, remember, any year now, mook, midriff, and geek will be those part-time faculty that we hire from industry and may even become the future professoriate and NASSM membership.  \n\nIt was not easy to arrive here in merit-land even though we had a great potential to flourish. As we now begin to manage our merit, we are obliged to honor the legacy of those who gave of themselves to make the academic world better for us. As we recognize and value our noteworthy curricula and outstanding teachers, our authors and research fellows, and our generous contributors, we will continue to thrive, improve, and sustain our merit. The best resources to help us manage program excellence in our era of merit are apparent: They are us.",
  "references": "Adams. H. B. (1918). The Education of Henry Adams; An Autobiography. Boston: Houghton Mifflin.   \nAlsop, W., & Fuller, G. F. (Eds.). (2001). Directory of Academic Programs in Sport Management. Morgantown, WV: Fitness Information Technology.   \nAssociation to Advance Collegiate Schools of Business (n.d.). AACSB International. Retrieved March 24, 2003 from: http://www.aacsb.edu/   \nAmerican Association of University Professors. (1987). Statement on professional ethics. Washington, DC: Author.   \nBennis, W. G. & Thomas, R. J. (2002). Geeks and Geezers. Boston: Harvard Business School Press.   \nBoucher, R. L. (1998). Toward achieving a focal point for sport management: A binocular perspective. Journal of Sport Management, 12, 76-85.   \nBrassie, P. S. (1989a). A student buyer’s guide to sport management programs. Journal of Physical Education, Recreation, and Dance, 60(11), 25-28.   \nBrassie, P. S. (1989b). Guidelines for programs preparing undergraduate and graduate students for careers in sport management. Journal of Sport Management, 3, 158-164.   \nCampbell, K. A. (1993). Address to the Confederation Club of Kitchener, Ont., August 16, 1993. Retrieved February 12, 2003 from http://www.nlc-bnc.ca/primeministers/h4- 4044-e.html   \nCanadian Association of University Teachers. (n.d.) Canada’s voice for academic staff. Retrieved February 12, 2003 from http://www.caut.ca/   \nChelladurai, P. (1992). Sport management: Opportunities and obstacles. Journal of Sport Management. 6, 215-219.   \nColombo, J. R. (1991). The Dictionary of Canadian Quotes. Toronto: Stoddart.   \nCuneen, J. & Sidwell, M. J. (1998). Evaluating and selecting sport management undergraduate programs. Journal of College Admission, 158, 6-13.   \nDeSensi, J. T. (1994). Multiculturalism as an issue in sport management. Journal of Sport Management, 8, 63-74.   \nFrontline. (n.d.) The Merchants of Cool. Retrieved March 17, 2003 from http://www.pbs.org/ wgbh/pages/ frontline/shows/cool/   \nGerstner, L. V., Jr., (2002). Who Says Elephants Can’t Dance? New York: Harper Collins.   \nJones, M. (2003, January 6). Parents get too aggressive on admissions. USA Today, p. 13A..   \nLancaster, L. C., and Stillman, D. (2002). When generations collide. New York: Harper Business.   \nKrahenbuhl, G. S. (2003). Are we preparing institutional “difference makers?” Quest, 55, 25-29.   \nMangan, K. S. (2003, May 9). New accreditation rules give business schools more leeway on faculty hiring. The Chronicle of Higher Education, p. A15.   \nMason, J, Higgins, C., & Wilkinson, O. (1981). Sports administration education 15 years later. Athletic Purchasing and Facilities, 5, 44-45.   \nMason, J. G. & Paul J. (1988). Modern Sports Administration. Englewood Cliffs, NJ: PrenticeHall.   \nThe Merchants of Cool (1999) [Videotape]. (Available from PBS Video, PO Box 751089, Charlotte, NC 28275)   \nOlafson, G. A. (1995). Sport management research: Ordered change. Journal of Sport Management. 9, 338-345.   \nParkhouse, B. L. (1979). Sport management as a potential cross-discipline: A paradigm for theoretical development, scientific inquiry, and professional application. Quest, 31, 264-276.   \nParks, J. B. (1992). Scholarship: The other “bottom line” in sport management. Journal of Sport Management. 6, 220-229.   \nPaton, G. (1987). Sport management research – What progress has been made? Journal of Sport Management, 1, 25-31.   \nPaton, G. (1997, May 31). The future ain’t what it used to be. The Dr. Earle F. Zeigler Lecture presented at the annual meeting of the North American Society for Sport Management, San Antonio, TX.   \nPitts, B. G. (2002). Sport management at the Millennium. Journal of Sport Management. 15, 1-9.   \nSacks, P. (1996). Generation X Goes to College: An Eye-Opening Account of Teaching in Postmodern America. Chicago: Open Court.   \nSheffield, E. A., and Davis, K. A. (1986). The scientific status of sport management: An evolving disciplinary branch of study. Quest, 38, 125-134.   \nSiedentop, D. and Locke, L. (1997). Making a difference for physical education. What professors and practitioners must build together. Journal of Physical Education, Recreation, and Dance, 68(4), 25-33.   \nSlack, T. (1996). From the locker room to the board room: Changing the domain of sport management. Journal of Sport Management. 10, 97-105.   \nSport Management Program Standards and Review Protocol (2000). Reston, Virginia: American Alliance for Health, Physical Education, Recreation, and Dance.   \nStier, W. F. (2001). Sport management: The development of sport management. Perspectives. In D. Kluka and G. Schilling (Eds.). The business of sport (pp. 39-56). Oxford, UK: Meyer & Meyer Sport.   \nSykes, C. (1995). Dumbing Down Our Kids. New York: St. Martin’s Press.   \nvan der Smissen, B. (1984). Sport management curricula—An idea whose time has come. In B. K. Zanger and J. B. Parks, (Eds.) Sport management curricula: The business and education nexus (pp. 1-18). Bowling Green, OH: Bowling Green State University.   \nWeese, W. J. (2002). Opportunities and headaches: Dichotomous perspectives on the current and future hiring realities in the sport management academy. Journal of Sport Management. 16, 1-17.   \nWolper, D. L. (2003). Producer: A Memoir. New York: Scribner.   \nYoung & Rubicam, Inc. (n.d.). Brand asset valuator. Retrieved February 6, 2003 from, http://www.yr.com/knowledge/what2.php   \nZeigler, E. F. (1992). Using the rays from history’s shining lantern as we face an uncertain future. Journal of Sport Management. 6, 206-214.   \nZeigler, E., & Paton G. (1967). Administrative theory as a basis for practice in intercollegiate athletics. In Proceedings of the 70th Annual Convention of the National College Physical Education Association for Men (pp. 131-139). Minneapolis: University of Minnesota.   \nZemke, R., Raines, C., & Filipczak, B. (1999). Generations at Work: Managing the Clash of Veterans, Boomers, Xers, and Nexters in Your Workplace. New York: American Management Association.",
  "acknowledgement": "n/a",
  "notes": "n/a"
}