{
  "title": "The Good, the Bad, and the Ugly: Critical Sport Management Research",
  "author": "Wendy Frisby University of British Columbia",
  "year": "2004",
  "content": "Critical social science is an underused paradigm in sport management. It can, however, help reveal the bad and ugly sides of sport, so we can uncover new ways to promote the good sides of it. The purpose of this article is to demonstrate the relevance of this paradigm for sport management teaching, practice, and research. A key assumption of the critical paradigm is that organizations are best viewed as operating in a wider cultural, economic, and political context characterized by asymmetrical power relations that are historically entrenched. Research is not neutral because the goal is to promote social change by challenging dominant ways of thinking and acting that benefit those in power. Conducting critical sport management research requires a specific skill set and adequate training is essential. Drawing on the work of Alvesson and Deetz (2000), the three tasks required to conduct critical social science are insight, critique, and transformative redefinition. These tasks are described and a number of sport-related examples are provided.  \n\nThe increased size of organizations, rapid implementation of communication and information technologies, globalization, the changing nature of work, reduction of the working class, professionalization of the workforce, stagnant economies, widespread ecological problems and turbulent markets are all part of the contemporary context demanding a research response.  \n\nAlvesson & Deetz (2000, p. 10)  \n\nCritical social science can play an emancipatory role for managers in much the same way that it can any group of human beings, by increasing their awareness of capital accumulation pathologies, reifications, and latent sources of social control. Nord & Jermier (1992, p. 217)  \n\n### Introduction\n\nIt was an honor to be the 2004 Earle F. Zeigler Award recipient and I hope my words will do justice to the values Dr. Zeigler has promoted throughout his long and distinguished career. In reviewing Dr. Zeigler’s works, it quickly became apparent that the message I want to share picks up on some of the themes he was writing about over a decade ago. For example, Dr. Zeigler (1992, p. 211) warned us to avoid “naïve optimism or despairing pessimism” and encouraged us to “strive consciously to bring about a steady improvement in the quality of our lives.” He also encouraged us to pay attention to the impact of social forces, such as the “clash between capitalistic economic theory and the environmental crisis” and to “avoid imposing a narrow academic approach on our students”(p. 212). By calling for more critical sport management research, I hope our academy will be inspired to broaden our research and teaching agendas to more fully accomplish some of the lofty goals set out by Dr. Zeigler.  \n\nAll previous Zeigler Award recipients have challenged us to think about how our field could be improved, whether it is by paying more attention to our historical development (Boucher, 1998; Chelladura, 1992; Olafson, 1995; Paton, 1997), the trends affecting our field (Cuneen, 2004; Howard, 1999; Weese, 2002), the theories we draw upon (Parks, 1992; Slack, 1996), the sites we study (Pitts, 2001; Slack, 1996), or the issues we address (DeSensi, 1994; Pastore, 2003; Stotlar, 2000). As previous Zeigler Award recipients have done, I hope to challenge our field by arguing that critical social science (CSS), with its relatively long history in social science and organizational research, has been underused in sport management at great cost. CSS arose because of disillusionment with traditional forms of managerial theory, research, and practice (Alvesson & Wilmott, 1992) and can best be understood as a way of empowering individuals by confronting injustices in order to promote social change (Kincheloe & McLaren, 1998). It embraces a “process of inquiry that goes beyond surface illusions to uncover the real structures of the material world in order to help people change conditions and build a better world for themselves” (Neuman, 2003, p. 81). As such, it is a very relevant lens for understanding and reflecting on organizational practices and how we teach, research, and theorize about sport management.  \n\nOne of my key arguments is that if we are to fully understand all dimensions of sport management, we need research to be conducted from multiple paradigms. The paradigms we operate from as researchers, whether it is positivism, pragmatism, interpretivism, critical social science, post modernism, or a combination of these paradigms, shape the questions we ask, the methods we use, and the degree to which our findings will have an impact on society (Burrell & Morgan, 1979; Creswell, 2003; Schultz & Hatch, 1996). Paradigms are much broader than theories and encompass the epistemological, ontological, and methodological claims we make as researchers. Epistemology refers to how we see the world: Do we see it as something that can be predicted and controlled? Do we see it as something that is socially constructed and constantly negotiated? Or do we see it as problematic and requiring change (Neuman, 2003)? These worldviews are very different and the type of knowledge we produce will be restricted if we rely too heavily on any one of them.  \n\nOntology asks basic questions about the nature of reality. For positivists, reality is “out there” waiting to be discovered, whereas for interpretivists it is created through microsocial interactions. For criticalists, reality is rooted in the tensions surrounding historically entrenched power relations; whereas for post modernists, there are multiple and often conflicting realities (Neuman, 2003). The third element, methodology, determines how we gain knowledge about the world, whether it is through quantitative, qualitative, or mixed-methods approaches (Creswell, 2003). My goal here is not to fuel the “paradigm wars” by arguing that any one of these paradigms is superior over another (Burrell & Morgan, 1979; Frisby, 1995). Rather, I am offering critical social science as a paradigm, not the paradigm, in sport management research, and I will briefly outline what this underused perspective has to offer.  \n\n### The Good, the Bad, and the Ugly \n\nIf we think for a moment about the “sport” part of sport management and the good aspects of it, I suspect that it is probably something very positive about sport that drew those of us in sport management into this field in the first place. It might have been the thrill of achieving a personal best or watching others achieve theirs, or overcoming adversity to win a tightly battled contest, or that incredible teamwork bond that is created in sport like nowhere else. Perhaps it was the relationships with people behind the scenes who touched our lives: our parents driving us to activities, our coaches and teammates encouraging us, the volunteers and administrators who raised funds and organized events for us, or the fans cheering us on. Unfortunately, we are among the privileged few because most people in our world do not enjoy these same advantages. Moving beyond the personal level, there is no doubt that sport performs important functions in our society. It can fuel local economies, it can promote social cohesion, and participation can offset the growing number of biomedical and psychosocial pathologies associated with our modern consumptive lifestyles.  \n\nIf we look at the bad and ugly sides of sport, however, it is clear that many of the societal ills that concern us more generally are present in our world as well: from corruption, bribery, greed, and abuse, among other scandals (Jennings, 1996; Sack & Staurowsky, 1998); to athletes and workers forming unions to protect their rights (Kidd & Donnelly, 2000); to the environmental destruction that occurs to make way for facilities, sporting events, and outdoor pursuits (Lenskyj, 2000; Slack and Amis, 2004). Other societal ills reflected in sport include the exclusion of women and minorities in positions of power (McKay, 1997; Shaw & Hoeber, 2003); the discrimination faced because of race, disability, sexuality, and other markers of difference (Brooks & Althouse, 2000; Lenskyj, 1999; Promis, Erevelles, & Matthews, 2001); and the escalating salaries of sport celebrities that contrasts sharply with the impoverished conditions of laborers (many of whom are children) producing sport products in Third World countries (Goldman & Papson, 1998). Other examples include the pressures on athletes to take performance enhancing drugs in order to “make weight” or play when injured (Houlihan, 1997; Young, White, & McTeer, 1994); tobacco and alcohol companies using sport to advertise harmful products (Dewhirst & Hunter, 2002); and athlete and fan violence that is often glorified in the media (Walton, 2001). Many of these societal ills are byproducts of capitalism with its’ individualistic achievement orientation and overemphasis on wealth creation at the expense of more humanistic values (Margolis & Walsh, 2003).  \n\n### Why so Little Critical Sport Management Research\n\nParks (1992) and Slack (1996) alluded to these controversies in their Zeigler lectures, but how much of our research is addressing them? As the former Editor of the Journal of Sport Management, very few manuscripts crossed my desk that operated from a critical stance. Perhaps we have left these types of studies to our colleagues in the sociology of sport, but their focus is often on the societal rather than the organizational level of analysis, which is problematic because, as Deetz (1992, p.2) has argued:  \n\nThe modern corporation has emerged as the central form of working relations and as the dominant institution in society. Corporate practices pervade modern life by providing personal identity, structuring time and experience, influencing education and knowledge production, and directing entertainment and news production.  \n\nConsequently, as argued by Alvesson and Willmott (1992, p. 5), corporations and consumer marketing bear some responsibility for fostering a materialistic lifestyle that ties self-esteem to the possession and consumption of goods while contributing to social problems such as exploitation, pollution, and the widening of the gap between the haves and the have nots. Whereas some contend that it is the state’s role to ameliorate such social problems, companies and nongovernmental organizations are increasingly being asked to provide innovative solutions (Kanter 1999; Prahalad & Hammond, 2002), and organizational scholarship can play an important role in guiding appropriate responses (Margolis & Walsh, 2003, p. 268).  \n\nWith our focus on organizations and managerial activities, sport management scholars are well positioned to question how structures and practices related to policy development, marketing, the media and technology, accounting, human resource management, and so on perpetuate and contribute to the bad and ugly sides of sport. There is a growing body of literature that could be drawn upon to further this agenda, including Morgan’s (2003) work in marketing, Slack and Amis’ (2004) critical perspective on sponsorship, and Steffy and Grimes’ (1992) and Deetz’ (2003) writings on human resources. Additional sources include Forester (1993) and Chalip’s (1996) critique of policy development; Power, Laughlin, and Cooper’s (2003) work on critical theory in accounting; and Jermier and Forbes (2003) analysis of organizations and the natural environment.  \n\nPerhaps the reason for the paucity of studies using a critical lens lies in the training we have received as researchers. Most management and sport management studies reflect a positivist orientation that addresses some important aspects of our field. But we need to ask whether we have been trained to ask research questions from a critical perspective, to use the types of qualitative and mixedmethods approaches that might best address these questions, and to negotiate access to data when people will be wary of our intentions. Additionally, we need to ask whether we know how to communicate our findings beyond traditional academic outlets so our research will have the intended impact, given that social change is the ultimate goal of CSS. Conducting critical sport management research requires a different skill set compared with traditional approaches to research, and adequate training is essential.  \n\nGiven our training, we also need to ask how we teach our students about sport management. Criticalists view management as an activity that is messy, ambiguous, political, and fragmented, and they believe that conceptualizing it as a technical function involving planning, organizing, coordinating, and controlling fails to capture the essence of what mangers actually do (Alvesson & Deetz, 2000, pp. 5-6). Are we relying on mainstream approaches where sport organizations are depicted as rational goal seeking entities, rather than fostering multiple and alternative viewpoints? Huczynski (1994) warns that through their teaching and publications, faculty become gatekeepers of dominant managerial ideas and perpetuate their entrenchment and continued circulation. This is dangerous because discursive closure can stifle a continual rethinking and renewal of managerial, research, and teaching practices, making it difficult for alternative views like CSS to become accepted and taken seriously in management and sport management programs (Zald, 2002).  \n\nThe above questions are important because we claim we want our students to be strong critical thinkers who will make positive contributions to society, but how do we go about encouraging this if we are not well versed in critical social science theories ourselves (Frost, 1997)? As Caproni and Arias (1997, p. 301) have argued, we want our students to  \n\nask difficult questions that sometimes have no clear answers, to look at both the moral and economic imperatives of managerial practices, and to live with ambiguity and anxiety.  \n\nIf the information we convey or encourage students to seek out fails to capture these realities, are we doing them a disservice, and if so, what are the implications for sport and society? Will our students perpetuate the problems when they conduct research or enter the work force because they are not trained to look for the bad and ugly sides of sport and will not know how to address them when they do? I submit that these are some very important questions that we should be grappling with. Articles in journal like the Journal of Management Education (e.g. Caprioni & Arias, 1997; Frost, 1997; Prasad & Caproni, 1997; Prasad & Cavanaugh, 1997) and Organization (e.g. Walsh & Weber, 2002; Zald, 2002) can help us in this regard because they contain some very interesting ideas on teaching critical management studies.  \n\nPerhaps we are not drawing on CSS because we do not see its relevance for practice. I would argue the opposite by suggesting that knowledge of CSS will help sport managers uncover and begin to deal more adequately with the bad and ugly sides of sport so that more people, including managers themselves, will be able to enjoy the good sides of it. Anita Roddick, the founder of the Body Shop, appeared to advocate a critical approach when she raised the following question in her book:  \n\nHow can we change from a system which values endless increasing profit and materialism to one in which the core values are community, caring for the environment, creating, growing things and personal development? (Roddick, 2000. p. 70)  \n\nWe also need to ask whether it is necessary to pit instrumental and humanitarian goals against one another? Isn’t it possible that correcting injustices and empowering people can also improve organizational performance and the bottom line? Meyerson and Kolb (2000) attempted to convince managers of this in their series of action research studies on gender equity in industry. Whereas I am not rejecting growth or profit as possible outcomes of practice and research, I see the broadening or balancing of the agenda as a much needed and healthy development in our field.  \n\n### Broadening the Research and Teaching Agenda\n\nSo, what will it take to broaden our research and teaching agendas in order to pay greater attention to CSS? We need to become well versed in the writings of contemporary critical theorists like Alvesson and Deetz (2000) and Alvesson and Willmott (2003); feminist scholars like Martin (2003) and Calas and Smircich (1992); social theorists like Foucault (1980) and Habermas (1984, 1987); and those who advocate participatory forms of inquiry like Freire (1986). In addition, the early criticalists associated with the Frankfurt School,1 who were inspired by the works of Marx and Weber, laid the foundations of CSS by illuminating how the ideological distortions associated with instrumental conceptions of management can become sources of oppression. A key assumption of the critical paradigm is that organizations are best viewed as operating in a wider cultural, economic, and political context characterized by asymmetrical power relations that are historically and deeply entrenched. Research is not neutral because the goal is to promote social change by challenging dominant ways of thinking and acting that benefit those in power. Thus, it is vitally important that we ask who benefits from our research.  \n\nAlvesson and Deetz (2000) persuasively argued that most management studies ultimately serve the interests of managers who occupy positions of power by demonstrating how wealth creation can be enhanced through improved organizational performance. In contrast, researchers adopting a critical lens are concerned about goals other than profit and with representing the interests of those affected by managerial actions, such as workers, athletes, volunteers, customers, marginalized populations, and the public at large. For example, my own research has been devoted to looking at those outside rather than inside the local sport system and how policies, practices, and structures can be made more inclusive for those living in poverty (Frisby, Crawford, & Dorer, 1997; Frisby & Hoeber, 2002; Frisby & Millar, 2002). In our work the problem surfaced that, in order to qualify for financial subsidies to participate in community sport and recreation, women had to “prove poverty” by bringing their financial assistance records in and having them photocopied and put on file by staff. The women talked about how demeaning this practice was and how it created a major barrier to their participation. By sharing these results with senior managers and politicians, we were able to get this policy and other practices changed (Frisby & Millar). Even though local governments are under pressure to be accountable and raise revenues, we appealed to their stated mandate that programs are to be available to all citizens. We were honest and indicated our research would likely be critical of existing policies and practices, but that we would provide alternatives based on citizen input that would help them achieve their mandate. By carefully negotiating our stance as critical researchers, we were able to gain the trust of those in positions of power who could either resist or affect change in their own organizations based on the research recommendations (Frisby, Reid, Millar, & Hoeber, in press).  \n\nIn order to integrate critical social science into our research, teaching, and practice, Alvesson and Deetz (2000) called for three overlapping tasks: insight, critique, and transformative redefinition. I will use the Olympic Games to illustrate each of these three tasks. First, insight involves questioning taken-for-granted knowledge and examining the complex relationships between local forms of domination and the broader contexts in which they are situated. This requires an understanding of how material and economic arrangements are enforced by contracts and reward systems, how cultural arrangements are enforced by specific values and visions, and how command arrangements are enforced by rules and policies that have become instilled as the natural way of doing business (Alvesson & Deetz, p. 87). To illustrate, it is often assumed, especially by host communities, that the Olympic Games will have a number of positive spin-offs such as, (a) economic development; (b) athlete, volunteer, and facility development; and (c) international media exposure that will boost tourism. It was members of the media like Andrew Jennings (1996) and researchers like Helen Lenskyj (2000) who applied the principle of insight by questioning how Olympic bids were won and by exposing numerous examples of bribes and other corrupt behavior. Insight also encourages us to think about and question (a) why aboriginals are exploited to add a cultural element to such events; (b) how male business elites are often assumed to be the most capable candidates for senior positions; (c) how judging might be rigged to favor athletes from certain countries; and (d) how government funds might be secured through the reduction of social welfare programs, a practice that adversely affects the most needy in the host community.  \n\nThe second task, known as critique, involves determining how forms of domination, asymmetrical power relations, and distorted communications favor certain interest groups. The goal is to reveal how knowledge claims are politically loaded but are often obscured by claims of truth and experience that, at its very worst, can cause subordinates to see their situations as natural or inevitable (Alvesson & Deetz,  \n\n2000, p. 47). Our research questions become quite different here because the focus is on how work activities are constrained, how asymmetrical power relations are reinforced, how control is exerted, how certain values become more important than others, and how managerial actions might intentionally or unintentionally result in negative consequences. Once again, the Olympics provide a good example of this because, despite claims of rational planning processes, we continue to see cost overruns, environmental destruction, facilities that become “white elephants,” security lapses, unfulfilled economic benefits, and negative social impacts (Lenskyj, 2000).  \n\nThe third task, transformative redefinition, has implications for practice because it can lead to “managerially relevant knowledge and practical understandings that enable change and provide skills for new ways of operating” (Alvesson & Deetz, 2000, p. 21). Rather than ending at critique that can result in the “despairing pessimism” that Dr. Zeigler alluded to (1992, p. 211), the goal is to open up discussions that lead to nonrepressive forms of organizing. Research from this perspective explores alternative structures and arrangements in order to disrupt dominant discourses and established orders, and it has an action component designed to foster personal, organizational, and social transformation (Alvesson & Deetz, 2000; Kincheloe & McLaren 1998). We have seen examples of this with the Olympics because some organizers have taken steps to build legacies that will contribute to sport development over the long term, to run more environmentally friendly games, to reduce athlete abuse, to make bidding and judging processes more fair, and to involve aboriginals, athletes, and citizens in decision making in more authentic ways.  \n\nThe rise in action-oriented research demonstrates the growing commitment that some management (Greenwood & Levin, 1998; Meyerson & Kolb, 2000; Perry & Gummesson, 2004) and sport management scholars2 are making to the notions of meaningful knowledge transfer in order to promote social justice. To this end, it is heartening to see that the Journal of Sport Management has two forthcoming Special Issues planned, one on critical and innovative approaches and another on diversity that will, hopefully, encourage more critical and action research.  \n\n### Conclusion\n\nIn conclusion, Forester (1983, p. 244) argued that CSS provides a provocative, politically, and morally illuminating way of examining the nature and consequences of various modes of human organizing. By concentrating on the bad and ugly sides of sports, CSS offers a lens for contemplating how we can reduce the negative consequences of managerial action or inaction through transformative redefinition. It is not, however, sufficient to turn a critical gaze only on sport managers and organizations. As researchers, teachers, and students, we must also critically reflect on our own knowledge claims.  \n\nBy doing so, I hope we will find ways to integrate the critical paradigm into our research, teaching, and practice more often in order to foster healthy debate, critique, and social justice. How can we go wrong if we envision a world of sport where profits are reinvested in the community; where concerns over the environment and equality take precedence over development and profit making; where athletes, citizens and employees are empowered; and where marginalized groups have the opportunity to achieve the many benefits of sport and recreation participation? As I have briefly argued, embracing CSS and exposing students, future researchers, and managers to it opens up a new world that, up to this point, has been inadequately explored.",
  "references": "Alvesson, M., & Deetz, S. (2000). Doing critical management research. London: Sage.   \nAlvesson, M., & Willmot, H. (1992). Critical management studies. London: Sage.   \nAlvesson, M., & Willmot, H. (2003). Studying management critically. London: Sage.   \nBoucher, R.L. (1998). Toward achieving a focal point for sport management: A binocular perspective. Journal of Sport Management, 12(1), 76-85.   \nBrooks, D., & Althouse, R. (2000). Racism in college athletics. Morgantown, WV: Fitness Information Technology.   \nBurrell, G., & Morgan, G. (1979). Sociological paradigms and organizational analysis. Aldershot, UK: Gower.   \nCalas, M., & Smircich, L. (1992). Re-writing gender in organizational theorizing: Directions from feminist perspectives. In M. Reed & M. Hughes (Eds.), $R e$ -thinking organization: New directions in organizational theory and analysis. London: Sage.   \nCaproni, P.J., & Arias, M.E. (1997). Managerial skills training from a critical perspective. Journal of Management Education, 21(3), 292-308.   \nChalip, L. (1996). Critical policy analysis: The illustrative case of New Zealand sport policy development. Journal of Sport Management, 10, 310-324.   \nChelladurai, P. (1992). Sport management: Opportunities and obstacles. Journal of Sport Management, 6(3), 215-219.   \nCreswell, J.W. (2003). Research design: Qualitative, quantitative and mixed methods approaches. London: Sage.   \nCuneen, J. (2004). Managing program excellence during our transition form potential to merit. Journal of Sport Management, 18(1), 1-12.   \nDeetz, S. (1992). Democracy in an age of corporate colonization: Developments in communication and the politics of everyday life. Albany: State University of New York Press.   \nDeetz, S. (2003). Disciplinary power, conflict suppression and human resources management. In M. Alvesson & H. Willmot (Eds.), Studying management critically (pp. 23- 45). London: Sage.   \nDeSensi, J.T. (1994). Multiculturalism as an issue in sport management. Journal of Sport Management, 8(1), 63-74.   \nDewhirst, R., & Hunter, A. (2002). Tobacco sponsorship of Formula One and CART auto racing: Tobacco brand exposure and enhanced symbolic imagery through co-sponsors’ third party advertising. Tobacco Control, 11(2), 146-150.   \nForester, J. (1983). Critical theory and organizational analysis. In G. Morgan (Ed.), Beyond method: Strategies for social research (pp. 234-245). London: Sage.   \nForester, J. (1993). Critical theory, public policy, and planning practice. Albany: State University of New York Press.   \nFoucault, M. (1980). Power/knowledge. New York: Pantheon.   \nFreire, P. (1986). Pedagogy of the oppressed. New York: Herder and Herder.   \nFrisby, W. (1995). Broadening perspectives on leisure service management and research: What does organization theory offer? Journal of Park and Recreation Administration, 13(1), 58-72.   \nFrisby, W., Crawford, S., & Dorer, T. (1997). Reflections on participatory action research: The case of low-income women accessing local physical activity services. Journal of Sport Management, 11(1), 8-28.   \nFrisby, W., & Hoeber, L. (2002, March-April). Factors affecting the uptake of community recreation as health promotion for women on low incomes. Canadian Journal of Public Health, 129-133.   \nFrisby, W., & Millar, S. (2002). The actualities of doing community development to promote the inclusion of low-income populations in local sport and recreation. European Sport Management Quarterly, 3, 209-233.   \nFrisby, W., Reid, C., Millar, S., & Hoeber, L. (in press). Putting ‘participatory’ into participatory forms of action research. Journal of Sport Management.   \nFrost, P.J. (1997). Building bridges between critical theory and management education. Journal of Management Education, 21(3), 361-367.   \nGoldman, R., & Papson, S. (1998). Nike culture. London: Sage.   \nGreenwood, D.J., & Levin, M. (1998). Introduction to action research: Social research for social change. Thousand Oaks, CA: Sage.   \nHabermas, J. (1984). The theory of communicative action, Vol. 1: Reason and the rationalization of society. Boston, MA: Beacon.   \nHabermas, J. (1987). The theory of communicative action: Vol. 2: Lifeworld and system. Boston, MA: Beacon.   \nHoulihan, B. (1997). Sport, policy and politics: A comparative analysis. London: Routledge.   \nHuczynski, A.A. (1994). Business school faculty as gatekeepers of management ideas. The Journal of Management Development, 13(4), 23-40.   \nHoward, D. (1999). The changing fanscape for big-league sports: Implications for sport managers. Journal of Sport Management, 13(1), 78-91.   \nJennings, A. (1996). The new lord of the rings. London: Simon & Shuster.   \nJermier, J.M., & Forbers, L.C. (2003). Greening organizations: Critical issues. In M. Alvesson & H. Willmot (Eds.), Studying management critically (pp. 157-176). London: Sage.   \nKanter, R.M. (1999). From spare change to real change: The social sector as beta site for business innovation. Harvard Business Review, 77(3), 123-132.   \nKidd, B., & Donnelly, P. (2000). Human rights in sport. International Review for the Sociology of Sport, 35(2), 131-148.   \nKincheloe, J.L., & McLaren, P.L. (1998). Rethinking critical theory and qualitative research. In N.K. Denzin & Y.S. Lincoln (Eds.), The landscape of qualitative research (pp. 260-299). London: Sage.   \nLenskyj, H.J. (1999). Women, sport and sexualities: Breaking the silences. In P. While & K. Young (Eds.), Sport and gender in Canada. Don Mills, ON: Oxford University Press.   \nLenskyj, H.J. (2000). Inside the Olympic industry: Power, politics, and activism. Albany: State University of New York Press.   \nMcKay, J. (1997). Managing gender: Affirmative action and organizational power in Australian, Canadian, and New Zealand sport. Albany: State University of New York Press.   \nMargolis, J.D., & Walsh, J.P. (2003). Misery loves companies: Rethinking social initiatives by business. Administrative Science Quarterly, 48, 268-305.   \nMartin, J. (2003). Feminist theory and critical theory: Unexplored synergies. In M. Alvesson & H. Willmot (Eds.), Studying management critically (pp. 66-91). London: Sage.   \nMeyerson, D.E., & Kolb, D.M. (2000). Moving out of the “armchair”: Developing a framework to bridge the gap between feminist theory and practice. Organization, 7(4), 553-571.   \nMorgan, G. (2003). Marketing and critique: Prospects and problems. In M. Alvesson & H. Willmott (Eds.), Studying management critically (pp. 111-131). London: Sage.   \nNeuman, W.L. (2003). Social research methods: Qualitative and quantitative approaches. New York: Pearson Education, Inc.   \nNord, W.R., & Jermier, J.M. (1992). Critical social science for managers? Promising and perverse possibilities. In M. Alvesson & H. Willmott (Eds.), Critical Management Studies (pp. 202-222). London: Sage.   \nOlafson, G.A. (1995). Sport management research: Ordered change. Journal of Sport Management, 9(3), 338-345.   \nParks, J.B. (1992). Scholarship: The other “bottom line” in sport management. Journal of Sport Management, 6(3), 220-229.   \nPastore, D.L. (2003). A different lens to view mentoring in sport management. Journal of Sport Management, 17(1), 1-12.   \nPaton, G. (1997, May). The future ain’t what it used to be. The Dr. Earle F. Zeigler Lecture presented at the annual conference of the North American Society for Sport Management, San Antonio, TX.   \nPerry, C., & Gummesson, E. (2004). Action research in marketing. European Journal of Marketing, 38(3-4), 310-320.   \nPitts, B.G. (2001). Sport management at the millennium: A defining moment. Journal of Sport Management, 15(1), 1-9.   \nPower, M., Laughlin, R., & Cooper, D.J. (2003). Critical theory and accounting. In M. Alvesson & H. Willmott (Eds.), Studying management critically (pp. 132-156). London: Sage.   \nPrahalad, C.K., & Hammond, A. (2002, September). Serving the world’s poor, profitably. Harvard Business Review, 4-11.   \nPrasad, P., & Caproni, P.J. (1997). Critical theory in the management classroom: Engaging power, ideology and praxis. Journal of Management Education, 21(3), 284-291.   \nPrasad, A., & Cavanaugh, J.M. (1997). Ideology and demystification: Tom Peters and the managerial (sub-)test—and experiential exploration of critique and empowerment in the management classroom. Journal of Management Education, 21(3), 309-324.   \nPromis, D., Erevelles, N., & Matthews, J. (2001). Reconceptualizing inclusion: The politics of university sports and recreation programs for students with motor impairments. Sociology of Sport Journal, 18(1), 37-50.   \nRoddick, A. (2000). Business as unusual. London: Thorsons.   \nSack, A., & Staurowsky, E. (1998). College athletes for hire: The evolution and legacy of the NCAA’s amateur myth. Westport, CN: Praeger.   \nSchultz, M., & Hatch, M.J. (1996). Living with multiple paradigms: The case of paradigm interplay in organizational culture studies. Academy of Management Review, 21(2), 529-557.   \nShaw, S., & Hoeber, L. (2003). “A strong man is direct and a direct woman is a bitch”: Gendered discourses and their influence on employment roles in sport organizations. Journal of Sport Management, 17, 347-375.   \nSlack, T. (1996). From the locker room to the board room: Changing the domain of sport management. Journal of Sport Management, 10(1), 97-105.   \nSlack, T., & Amis, J. (2004). “Money for nothing and your cheques for free?” A critical perspective on sport sponsorship. In T. Slack (Ed.), The Commercialisation of Sport (pp. 269-286). London: Frank Cass.   \nSteffy, B., & Grimes, A. (1992). Personnel/organizational psychology: A critique of the discipline. In M. Alvesson & H. Willlmott (Eds.), Critical management studies (pp. 181-201). London: Sage.   \nStotlar, D. (2000). Vertical integration in sport. Journal of Sport Management, 14(1), 1-7.   \nWalsh, J.P., & Weber, K. (2002). The prospects for critical management studies in the American Academy of Management. Organization, 9(3), 402-410.   \nWalton, T. (2001). The Sprewell/Carlesimo episode: Unacceptable violence or unacceptable victim? Sociology of Sport Journal, 18(3), 345-357.   \nWeese, W.J. (2002). Opportunities and headaches: Dichotomous perspective on the current and future hiring realities in the sport management academy. Journal of Sport Management, 16(1), 1-17.   \nYoung. K., White, P., & McTeer, W. (1994). Body talk: Male athletes reflect on sport, injury, and pain. Sociology of Sport Journal, 11, 175-194.   \nZald, M.N. (2002). Spinning disciplines: Critical management studies in the context of the transformation of management education. Organization, 9(3), 365-385.   \nZeigler, E.F. (1992). Using the rays from history’s shining lantern as we face an uncertain future. Journal of Sport Management, 6(3), 206-214.",
  "acknowledgement": "The author would like to thank Ted Alexander, Lisa Kikulis, Janet Parks, Trevor Slack, Lucie Thibault and Richard Wolfe for their helpful feedback on earlier versions of this paper.  \n\nThis paper is dedicated in loving memory of my mother, Peggy Price.",
  "notes": "1The Frankfurt school refers to theorists associated with the Institute of Social Research at the University of Frankfurt such as Horkheimer, Adorno, and Marcuse. Habermas is considered to be a second wave member of the Frankfurt school.  \n\n2See the 1997 special issue of the Journal of Sport Management (volume 11, number 1) for examples of action research."
}