{
  "title": "Toward a Distinctive Sport Management Discipline",
  "author": "Laurence Chalip University of Texas at Austin",
  "year": "2005",
  "content": "The current malaise over sport management s place and future as an academic discipline provides a useful basis for envisioning the needs and directions for the field's growth and development. The field's development requires two complementary streams of research: one that tests the relevance and application of theories derived from other disciplines, and one that is grounded in sport phenomena. The legitimations that sport advocates advance for sport s place on public agendas are useful starting points for research that is sport focused. The five most common current legitimations for sport are health, salubrious socialization, economic development, community development, and national pride. The value of sport in each case depends on the ways that sport is managed. Factors that facilitate and that inhibit optimization of sport's contribution to each must be identified and probed. Identifying and probing those factors will be aided by research that confronts popular beliefs about sport, and by research that explores sport s links to other economic sectors. The resulting research agenda will foster development of a distinctive sport management discipline.  \n\nSport management is relatively young as an academic discipline. There are advantages and disadvantages to being young. The most potent advantage is that those of us who study sport management have an opportunity to build the discipline s foundation and shape its future. The most potent disadvantage is the growing pains (and sometimes the self-doubt) that accompanies that effort.  \n\nThere has been substantial malaise among sport management scholars about the field's status, direction, and future. One of the most salient concerns has been the debate over the relevance of academic research for sport management practice (cf. Cuneen & Parks, 1997; Weese, 1995). At issue has been the degree to which the emphasis on theory building in academic research is useful to practicing sport managers, and whether our field is a relevant one if its research and theories are not immediately applicable by sport managers. Researchers who are actively engaged in consulting to industry have argued that an active engagement with sport management practice enables real-world testing of our theories (Irwin, 2001) and can foster development of new theory (Chalip, 1990).  \n\nThis assumes, however, that we have applicable theories, and that the context of our work (sport) is one from which significant theory can be derived. The fundamental concern has therefore been whether sport management is a unique discipline or is one that merely derives applications from theories originating in the so-called “home disciplines” (Zanger & Groves, 1994). This concern is exacerbated by the relatively lower status academic institutions accord to the study of popular culture (Traube, 1996), particularly sport (Banks, 1983).  \n\nThis concern is manifested two significant ways. The first is the higher credibility that is often accorded to the so-called home disciplines among ourselves and our colleagues. At some of our institutions, it is deemed insufficient for sport management scholars to have published only in sport management journals. Rather, merit and promotion sometimes require that the researcher publish work in a home discipline journal (e.g., a management, marketing, or sociology journal). This is tantamount to treating sport management as merely a derivative discipline—one whose work is best validated via peer review from nonsport management outlets. It is a self-deprecating practice that we should endeavor to eradicate.  \n\nThe second manifestation of our field's status insecurity is the perennial discussion over whether the appropriate home for sport management should be a business school or a department specializing in sport studies (e.g., kinesiology). As a hybrid discipline, we are about sport and about management. So, in disciplinary terms, it matters very little whether we are housed with colleagues who study sport or with colleagues who study management. Either home could be appropriate, and in neither setting would our colleagues who do not study sport management be concerned with both sport and management. (Throughout this discussion, the term “management” is used in the generic sense, so it references all aspects of business studies, including management, marketing, and finance.) The subtext in the debate over our best home is really about academic status, not ontological necessity. What is too often overlooked in that debate is that our status ultimately derives not from our institutional location, but rather from the research that we do and the students we attract.  \n\nIn fact, the kinds of malaise we have experienced regarding our status, our work, and our place in academic institutions is typical of young disciplines. A century ago, medicine (Ludmerer, 1985), business (Winn, 1964), and public administration (Ostrom, 1989) were each concerned about their poor academic status, their seemingly derivative paradigms, and their appropriate place in tertiary education. The malaise in our field is neither a faw nor a drawback; it is a necessary process for our maturation.  \n\nCosta (2005) demonstrates that the debates about sport management and its future remain salient even to those who are considered by others to be the field's intellectual leaders. Although they agree that the field needs to strengthen its research base, they remain uncertain about the requisite directions for future sport management research and the consequent future for sport management as an academic discipline. Costa argues that ongoing discussion about the status, directions, and future of sport management research is healthy for the field because it nurtures the field's growth and development. The Zeigler lecturers who have preceded me have each endeavored to address the field's status and to envision its future. In the analysis that follows, I seek to build on the foundation they have laid by taking up Costa s challenge to consider the pathways by which sport management can mature as a distinctive discipline—pathways that will enable our field to assert unabashedly its significance as an academic endeavor and its relevance to the practitioner s world.  \n\n### A Focus on Sport  \n\nIf the study of sport management is to position itself as a distinctive discipline, then it must take seriously the possibility that there are distinctive aspects to the management of sport. In other words, if sport management is to be anything more than the mere application of general management principles to the sport context, then there must be something about sport that renders distinctive concerns, foci, or procedures when sport is managed. If that is not the case, then there is little reason for sport management to exist as a separately identified field of study. We could more efficiently and effectively piggyback on the research, theories, and teaching tools that are developed in mainstream business schools.  \n\nOf course, the degree to which our object of study (i.e., sport) makes a difference in the processes we study (i.e., management) is a matter for empirical scrutiny. One obviously necessary task is to determine the degree to which theories borrowed from mainstream social science are apt descriptors of sport phenomena, and whether insights derived from mainstream business research are adequately applicable in sport management contexts. Thus, we need to identify the utility and limitations for sport management of models that are obtained from other disciplines. This task is diagrammed in the column labeled “Derivative Model” in Figure 1.  \n\n![](images/808b6799390a7e33a7bd46cf0ad77fe7924fc1422a63c8523c2d64d72c3c1af0.jpg)  \nFigure 1 — Complementary models of sport management research.  \n\nThere is, of course, a second necessary task. If we are to take seriously the possibility that sport management has distinctive elements, then we need to identify what those elements are and what difference they make. Merely testing the utility and limits of borrowed theories would constrain us from fully probing sport management contexts for their distinctiveness. In order to do that, we need to begin with sport phenomena and construct theory that is grounded in the management of sport. That task is diagrammed in the column labeled “Sport-focused Model” in Figure 1.  \n\nThese two approaches to research and theory are well understood in the philosophy of science (Root, 1993). By following the first path, we might affirm that a general theory is valid in sport, or we might determine that it is not. We thereby learn whether a theory can or cannot be applied to sport management. The second path, on the other hand, enables us to create new theory, perhaps in combination with existing theory, with the result that our knowledge is demonstrably pertinent to sport and its management.  \n\nAlthough both research paths are necessary for a fully functioning sport management discipline, the second path is comparatively more difficult to navigate; the researcher cannot rely on paradigms and theories that have been developed by scholars in other disciplines. Rather, sport-specific research foci need to be identified, and sport-specific research questions must be formulated. One manifestly useful place to begin is with the claims that sport organizations commonly make about sport's significance—claims that are also used to legitimize sport's demand on the public purse. After all, the claims we make about the significance and value of our industry represent our loftiest aspirations for sport. Anything we do to further those aspirations will also enhance sport's significance and value.  \n\n### Sport Legitimations  \n\nResearch into sport policy continues to grapple with critical differences in the sociohistorical contexts of sport across national settings. The same word in a different national setting can reference an entirely different sport system or structure. Nevertheless, despite such differences, five legitimations for sport are popularly espoused internationally: health, salubrious socialization, economic development, community development, and national identity (cf. Chalip, Johnson, & Stachura, 1996). Although the relative emphasis on any one or combination of these legitimations varies among nations, these legitimations are important not merely because they are commonly espoused, but also because they assert that sport bestows good public outcomes. They suggest that sport is not merely about play and entertainment but is also a means to some of our most revered policy objectives. Yet, the credibility of these legitimations remains suspect when so much of what we do in the design and implementation of sport programs, sport events, and sport systems is inconsistent with (indeed, often antithetical to) realization of the outcomes upon which our legitimations are based (Budd, 2001; Heitzman, 1999; Parrish, 2003). This inconsistency renders a useful question for research: What would the design, management, and marketing of sport look like if it were intended to optimize the outcomes we claim as legitimations for sport? Subsequent sections of this article explore the research directions in which that question leads.  \n\nHealth. The benefits of physical activity for circulatory health, mental clarity, managing blood sugar, and slowing the ravages of aging are so well demonstrated (Pollock & Wilmore, 1990; Seefeldt & Vogel, 1986) that there is little purpose in rehearsing the many benefits here. What is significant from the standpoint of health as a legitimation for sport is that sport is but one form of physical activity. Exercise (e.g., calisthenics, walking), physical recreation (e.g., gardening, dance), and purposive physical activity (e.g., climbing stairs, biking to work) can provide health benefits, as well as sport, and can do so without engaging sport bureaucracies. Sport systems throughout the world are increasingly endeavoring to foster elite sport performances (Green & Oakley, 2001) and are not well suited to promoting mass sport participation pursuant to health promotion (Murphy & Waddington, 1998).  \n\nConsequently, public health campaigns designed to promote physical activity have used sport only tangentially. In the United States, for example, sport is absent from the health agenda. Rather, the Centers for Disease Control and Prevention have chosen to focus on public education campaigns designed to encourage exercise and physical recreation and have encouraged policies that would improve the number and quality of environmental supports for exercise and physical recreation (Centers for Disease Control and Prevention, 2001). In Canada the situation is only marginally better. Although lip service has been paid to the value of sport organizations for promoting physical activity, the Physical Activity Unit of the Public Health Agency of Canada describes its policy focus in terms of public education and policy supports for physical activity (Public Health Agency of Canada, 2005). As in the United States, even the word sport is conspicuously absent.  \n\nThere are valid reasons to wonder about sport s conspicuous absence from health policy design and implementation. One advantage that sport provides for incentivizing and maintaining physical activity is that it can offer hedonic rewards that are conspicuously absent from exercise (cf. Privette & Bundrick, 1997; Wankel, 1993). Because some participants find that competition diminishes their enjoyment (Chalip, Csikszentmihalyi, Kleiber, & Larson, 1984; Salguero, Gonzalez, Tuero, & Marquez, 2003), this is particularly (but by no means uniquely) true if we include sports that might not entail competition, such as surfing, rock climbing, and mountain biking. A second advantage is that physical and social infrastructures associated with sport clubs and sport programs represent resources that can be leveraged to encourage and enable ongoing physical activity. The Australian (Crisp & Swerissen, 2003) and Finnish (Vuori, Paronen, & Oja, 1998) experiences demonstrate that the desired leverage can be enabled if sport organizations are provided appropriate incentives and sport personnel are trained in the requisite skills.  \n\nThis is not to suggest that sport should replace exercise, physical recreation, or purposive physical activity as targets for physical activity promotion. Rather, the point is that sport should be among the preferred channels for promoting physical activity. The fact that sport is little used by public health agencies as a channel for promoting physical activity represents an indictment of our sport delivery systems. The indictment is amplified by the routine frequency with which sport advocates cite health as a legitimating benefit of sport despite sport's negligible contribution to public health initiatives. Although sport can promote health, we are not designing, managing, or marketing our sport organizations in ways that enable them to contribute to the promotion of public health. We know very little about the factors that currently inhibit or that could ultimately foster a stronger contribution to health by sport . Identifying those factors could help us build added value into the sport that our organizations design and deliver.  \n\nSalubrious Socialization. One of the most popular and persistent claims for sport is that it builds self-esteem, promotes moral development, and teaches relevant life skills (Gonçalves, 1998; Watson, 1977). Research does demonstrate that sport can build personal values and train life skills (e.g., Eccles, Barber, Stone, & Hunt, 2003; Petitpas, Van Raalte, Cornelius, & Presbrey, 2004). But other research demonstrates that sport can sometimes impede moral development and can sometimes foster antisocial behavior (e.g., Begg, Langley, Moffitt, & Marshall, 1996; Kleiber & Roberts, 1981). The degree to which sport plays a salubrious or detrimental role in socialization depends on the ways that sport programs are designed and implemented (Coakley, 1996; McCormack & Chalip, 1988). It is not the sport that matters; it is the experiences that particular implementations of sport enable, as well as the learning those experiences foster.  \n\nThere are obvious implications for the design and management of sport programs, particularly programs targeted at children and adolescents. If we care about the socialization outcomes sport programs enable, then we need to rethink the ways we design, implement, and evaluate them (Chalip & Scott, 2005). There have been a number of studies demonstrating that modifications to the ways that sport is commonly organized and coached can make a significant positive difference in the socialization outcomes that are obtained (e.g., Martinek, Schilling, & Johnson, 2001; Smoll, Smith, Barnett, & Everett, 1993). There has been resistance, however, from some parents, coaches, and administrators to implementation of program and coaching modifications (Buchanan, 2001; Chalip & Green, 1998). We need to learn more about the design and marketing of sport programs that can enhance the quality of socialization outcomes that are enabled. In fact, work on that topic might help to grow the market for sport, because child-centered modifications can attract families that might otherwise choose not to enroll their children in organized sport (Green, 1997).  \n\nThere is an associated research challenge here. The belief that sport provides salubrious socialization has produced a number of sport-based interventions intended to prevent or reverse antisocial behavior. The logic is simple: If sport provides a setting in which positive socialization can occur, then sport can be used to avert or alter undesirable behaviors. Thus, sport programs have been introduced to prevent students from dropping out of school (Gray & Seddon, 2005) and to reduce delinquency (Crabbe, 2000; Nichols, 2004).  If the effect of a sport program depends on its design and implementation, then the efficacy of sport as a social intervention must also depend on its design and implementation (Hartmann, 2003; Smith & Waddington, 2004). It is not sufficient merely to determine whether a particular sport-based intervention has made a difference; we need to discover the characteristics of interventions that are effective or ineffective under particular conditions and pursuant to particular objectives, and we need to learn why particular intervention characteristics enable or hinder the outcomes we seek.  \n\nEconomic Development. No legitimation for sport s demand for government funding has triggered more acrimonious debate than the claim that sport is good for economic development. The primary focus of that debate has been on the degree to which professional sport teams (and their facilities) serve as a stimulus to the local economy (e.g., Austrian & Rosentraub, 2002; Coates & Humphries, 1999, 2003; Meder & Leckrone, 2002). That focus has been a consequence of the demand by professional sport teams for public subsidies, particularly in the form of public services and publicly funded stadia. The claim that sport is good for the economy (and therefore warrants public investment), however, has not been limited to professional sport teams. It has also been argued that special sport events can provide a positive economic impact (Mules & Faulkner, 1996), that recreational sport facilities can increase property values (Crompton, 2000, 2001), that sport development can stimulate other urban development (Chapin, 2004; Jones, 2001; Monclús, 2003), and that sport tourism and national sport successes can be leveraged to promote export sales (Gnoth, 2002; Price Waterhouse Urwick & Maxwell and Druce International, 1996).  \n\nThe ensuing debate has been made all-the-more acrimonious by technical disputes over the ways that economic impact analyses should be conducted (Crompton, 2004; Dwyer, Forsyth, & Spurr, 2004; Hudson, 2001) and interpreted (Crompton, 1995; Eckstein & Delaney, 2002; Putsis, 1998). Although the technical concerns are important, they keep our attention on the outcomes of sport investments rather than on the specifics of sport implementations that have generated those outcomes. Economic impact analyses treat sport as a given and look for economic changes that can be attributed to the facility, team, or event that is under study. Economic impact analyses do not (and cannot) ask what was done with the facility, team, or event to have engendered a particular impact. Nor do those analyses ask what could have been done to improve economic impact.  \n\nEconomic impact analysis is a useful measure of economic outcome, but because it is a measure of outcome, it is not a measure of process or potential. Asking what effect a sport team or sport amenity has had on the economy is like asking what effect a hammer has had on home construction. From the standpoint of the housing contractor, what matters is not the impact of hammers on housing, but rather what was done with the hammers (and other necessary tools) to produce homes. Similarly, what should matter to sport managers (and to policymakers) is not the impact that sport can be shown to have or to lack, but rather how sport can be used in conjunction with other elements of the community s product and service mix to bring about particular economic outcomes (Chalip, 2004).  \n\nThis calls for a paradigm shift from the study of sport s impacts to examinations of sport leverage. It represents a substantial opportunity for the study of sport management because it raises fundamental questions, such as:  \n\n· Can professional sports be profitably built into place marketing? If so, how can their effect be optimized?   \n• What new business opportunities do special sport events provide? How are those opportunities best recognized and exploited?   \n• Under what circumstances do sport facilities or events become effective or ineffective catalysts for urban development? How then should sport be integrated into urban planning and design?   \n• Can success in international sport be used to strengthen national exports? If so, how are sport successes most effectively used to build an export brand?  \n\nAnswering these questions will enable sport management scholars to cultivate significant new directions for the growth and development of sport  \n\nCommunity Development. Because economic impact analyses consistently failed to find an economic benefit sufficient to justify public subsidies for professional sport, legitimations for government investment in sport turned instead to the social and psychological benefits that could be claimed for sport. Thus, even if a community s economic gains from professional sport were negligible, it could still be argued that a psychic income resulted from sport in the form of a community collective conscience and community self-esteem (Crompton, 2004; Eckstein & Delaney, 2002). As those arguments were mobilized, psychological research emerged to demonstrate that being the fan of a team can enhance mental health and prosocial behavior by promoting a sense of attachment to the team s community and/or the community of other fans (Branscombe & Wann, 1991; Platow et al., 1999; Wann, Dimmock, & Grove, 2003). It would seem that sharing a common iconic identity with a sport team could assist the formation of social capital.  \n\nOther scholars disagree. One of the most influential analyses has been Robert Putnam s (2000) critique of spectatorship, particularly spectatorship through media, which, he argues, is responsible for diminishing the communitarian activities that are necessary to build community. Accordingly, sport could help to build social capital but only if people participate in it and perhaps even organize it for themselves. Sport, Putnam says, can build community under communitarian conditions of participation but not as an anomic spectator activity.  \n\nThis appreciative view of sport participation has venerable roots, particularly in the American setting. In 19th century America, sport organizations were a means to establish subcommunities within the larger American society (Rader, 1977), and competitions between teams sponsored by those organizations often provided a basis for weaving disparate immigrant groups into the broader social fabric (Gems, 1997). This effect is not unique to the United States. Sport organizations and sport competitions have been shown to confer similar benefits in Australian (Bergin, 2002), Thai (Jonsson, 2001), and South African (Pelak, 2005) communities.  \n\nSport, however, has also been shown to have the opposite effect, both as a spectator activity and as a participative activity. It can divide communities (Dimeo, 2001; Hay, 2001), accentuate inequalities in ethnic relations (Manning, 1981), symbolize class differences (Lever, 1983), and serve as a pretext for violence (Buford, 1991). How, then, could it possibly assist the creation of social capital?  \n\nThe answer, of course, is that none of the purported benefits of sport for community are a consequence of sport per se. Rather, whether sport fosters or thwarts community depends on how it is designed and implemented. If the implementation of sport programs or the symbolisms of sport competitions reinforce community differences, then sport cannot help to overcome those differences. If sport fans watch sport under anomic conditions, then sport will not reduce anomie. The challenge, then, is to determine how to design and market sport programs and events in ways that foster community and minimize anomie. The incidental commercial benefit is that, in so doing, we will find new ways to strengthen the demand for sport (Green, 2001; Holt, 1995).  \n\nNational Identity. The pride that is generated by sports teams has been so well demonstrated that sport marketers now formulate means to capitalize on it in order to build sport fanship (Dalakas, Madrigal, & Anderson, 2004). Similarly, governments have sought to capitalize on the pride that sport can generate in order to forge a sense of national identity (Horak & Spitaler, 2003; Houlihan, 1997; Uwechue, 1978). The objective is straightforward. If a shared sense of national identity can be forged, then a requisite foundation for nation building will have been established, and a shared sense of national purpose can be formed.  \n\nUnfortunately, it is not that simple. Sport symbolisms are so fexible that sport can exacerbate contentions over identity despite any pride that sport might engender. For example, although Australians venerate their sporting achievements, Australian narratives about national identity in sport vary significantly, highlighting ethnicity and multiculturalism in ways that serve the political and economic interests of the narrator (Danforth, 2001; Mewett, 1999). Similarly, Scottish discourse about what it means to be Scottish in the context of sport invokes commentaries about social, religious, and political differences (Bradley, 2003). Irish discourse around rugby adds salience to the reality that there are two Irelands (Tuck, 2003).  \n\nFurther, it is rarely possible to manage the varied foci of identification that pride engenders. Thus, international soccer competition can cause British (King, 2000) and Norwegian (Armstrong & Hognestad, 2003) fans to downplay their national identity and to identify more strongly with the city in which they reside. Similarly, college football in the United States has spawned a resurgence of regional Southern identity among some Southern fans. The resurgence in regional Southern identity has been accompanied by controversies over symbols of Confederate nationalism and expressions of racial pride (Borucki, 2003).  \n\nAlthough pride can be a useful tool for nation building, it can also have negative consequences, which sport can inflame. Sport events are competitive; the team a fan favors and other fans of that team represent an in-group, whereas the opposing team and its fans represent an out-group. Consequently, the popular discourse that accompanies sport competitions can reinforce disparaging national stereotypes (Bishop & Jaworski, 2003) and can thereby exacerbate ethnic or cross-national tensions (Durham, 1979; Sack & Suster, 2000).  \n\nOnce again, we find that is inappropriate to treat sport per se as a suitable instrument of policy. Variations in the narratives and symbols that sport evokes and variations in their context create variations in the effects that sport has. The challenge, then, is to learn how variations in context, symbols, and narratives evoke variations in the ways that sport is interpreted and in the ways that national identity is therefore sensed. Further, as the examples above demonstrate, any sense of national identity encompasses a great deal more than sport. Although sport might sometimes be a useful tool for building national identity, its utility clearly depends on how sport is linked to other initiatives. Therefore, the further challenge is to explore ways to incorporate sport into broader strategies for building national identity, and to do so without invoking the negative characteristics sometimes associated with nationalism.  \n\n### Emergent Legitimations  \n\nThe five legitimations reviewed above provide significant opportunities for sport-focused research in sport management. Although these five are currently the most commonly encountered, they do not exhaust the repertoire of possible legitimations. As social, cultural, political, and economic concerns evolve, the topics and foci of legitimations will also change.  \n\nConsider, for example, the emerging discourse surrounding sport s relationship to the environment. As environmental agendas became more salient, it was inevitable that sport organizations would be called upon to become more environmentally conscious. So we now have reference works on environmental management in sport settings (e.g., Chernushenko, 2001), evaluations of environmental management in sport (e.g., Greenpeace, 2000), and critical commentaries about the failure of sport organizations to manage their environmental impacts (e.g., Clifford, 2002). These are signals that the environmental management of sport will be an increasingly significant issue for sport managers and, by extension, sport management research.  \n\nAlthough environmental protection has been deemed a responsibility of sport organizations, there are not yet strong claims that sport could be a vehicle by which to foster environmental awareness or environmental protection. But there are moves in that direction. In particular, the recent adoption by the International Olympic Committee of the environment as the third pillar of the Olympic Movement—to accompany sport and the arts—has established the institutional and ideological foundation for such a claim (Cantelon & Letters, 2000).  \n\nThe direction and eventual impact of concerns about relations between sport and the environment remain to be seen. What this example illustrates, nonetheless, is that new and relevant topics for sport management research will emerge as public agendas evolve. Thus, one challenge for sport management researchers will be to monitor popular and policy discourse about sport and to contemplate its relevance for sport management research.  \n\n### The Constraining Effect of Popular Wisdom  \n\nIt has become cliché to note that popular wisdom (and, by extension, popular discourse) is not always wise. The cliché is particularly apt in the case of sport. Sport's potency derives, in part, from the fexibility of its symbolisms and its pride-of-place in popular culture. Opinions about sport are therefore welcomed into discourse about sport regardless of the proponent s expertise (or lack of it). As a result, what is popularly believed about sport often departs markedly from the reality of sport (Koppett, 1981).  \n\nSport sociologists and sport psychologists have become adept at exposing fallacies in popular wisdom about sport, but they rarely consider the implications of those fallacies for sport management. It is an unfortunate oversight because fallacious beliefs about sport can have a detrimental impact on sport management research and sport management practice. Because the detrimental impacts of popular but fallacious beliefs play a pertinent role in the challenges of doing sport-focused research in sport management, the potentially constraining effects of two common fallacies—the natural talent fallacy and the Amazon athlete fallacy—are next described to illustrate the value of probing the management and research implications of popular fallacies about sport.  \n\n### The Natural Talent Fallacy  \n\nEach of the five legitimations reviewed above relies to a degree on the pursuit of excellence in sport. The forging of national identity through sport presupposes that there are outstanding performers with whom the public can identify. The use of entertainment-based sport for community and economic development requires athletes who can perform at a high enough level to attract spectators. If sport is to teach pursuit of excellence, then excellence must be possible. If we expect some people to choose sport as their physical activity, then we should also expect that some will want to excel (Duda, 1989).  \n\nExcellence in sport, like excellence in other endeavors, is popularly ascribed to talent. The popular wisdom is clear but tautological: Outstanding performance requires talent, so outstanding performers are talented. If that is true, then the most efficient means to create a cadre of outstanding performers is to identify those who are talented and then train them in the sport for which they have the requisite talent. Entire sport systems have been built on that premise (Green & Oakley, 2001), and the absence of a fully functioning talent-identification system has been deemed by some to be an indication of sport system inadequacy (e.g., Lyle, 1997). But what if talent is neither identifiable nor sufficient to assure competitive success? Then the design and management of sport systems seeking to produce excellence should not be based on talent identification, but instead requires processes and practices intended to optimize athlete recruitment, retention, and advancement (Green, 2005).  \n\nIn fact, we do not have the requisite techniques to identify sports talent. The empirical evidence shows that physical precocity and the skills developed through practice are commonly mistaken for talent (Ericsson, Krampe, & Tesch-Römer, 1993; Helsen, Hodges, van Winckel, & Starkes, 2000; Hodges et al., 2004). We can identify good performance, and we can observe that an anatomical or physiological requisite for competitive excellence in a particular sport is present or absent, but neither performance nor biology is synonymous with talent, and neither is sufficient to predict future excellence. There are two reasons: First, our tests for sports talent have simplex structures; they cannot predict performances years in advance because the quality of prediction declines toward zero as the time between testing and performance lengthens (Humphreys, 1960; Ragossa & Willett, 1985). Second, the underlying psychomotor organization of physical skills changes as a consequence of practice, so it is not possible to predict the quality of psychomotor organization late in skill development on the basis of measures taken early in skill development (Fleishman & Hempel, 1954; Fleishman & Rich, 1963).  \n\nThere are demonstrably adverse outcomes when precocity and current performance levels are mistaken for talent. In age-graded competitions, athletes whose birthdays are late in the age cohort are less likely to be selected for teams and are more likely to quit if they are. In other words, differences in physical maturity are confused with talent, and many young athletes are eliminated before they have a chance to excel (Musch & Grondin, 2001). Similarly, when performances on physical tests are used to identify athletes as “talented,” athletes who could otherwise be trained to compete at a high level are erroneously deselected (Abbott & Collins, 2002). The lesson for sport management is clear: If one objective of our systems is to create a cadre of outstanding performers, then it is inherently wrong-headed to base athlete recruitment or development on talent identification.  \n\nThe design and implementation of alternative arrangements for producing outstanding athletes is a worthy challenge for sport management research. In an articulate critique of the popular wisdom about sporting excellence, Chambliss (1989) describes the differences he observed when comparing programs that produce champions and those that do not. Chambliss notes that the coaching and training in leading programs are indistinguishable from the coaching and training in also-ran programs. Nor can the programs be differentiated by the biological differences in their respective athletes. What distinguishes the excellent from the mediocre is the culture that each manifests. Chambliss finds that in excellent programs athletes are more intensely focused on the quality with which they train and the meticulousness with which they execute even small skills. In other words, excellent sport programs are distinguished from mediocre programs not by what is done, but rather by how it is done.  \n\nIn sport management, we have, so far, relegated the production of performance excellence to sport scientists. But if the culture of organizations in which athletes train plays a vital role in the performance that athletes are able to attain, as Chambliss argues, then sport management can contribute in pivotal ways to the design and implementation of systems for producing outstanding athletes. We continue to learn a great deal about the ways to enhance or change organizational cultures (Schein, 2004), but we have yet to test or apply what we are learning to the environments in which athletes train. Those environments are clearly opportune venues for using the Derivative Model (illustrated in Figure 1) as a complement to the sport-focused research that this article advocates.  \n\n### The Amazon Athlete Fallacy  \n\nNone of the five sport legitimations is worth much if the value it asserts accrues to men but not to women. Health, socialization, economic development, community development, and national pride are as relevant to women as to men. Yet, women continue to struggle to obtain even a fraction of the sport opportunities that men enjoy. One reason is that they have had to overcome the notion that women who do sport are more masculine than feminine, meaning that they become Amazons (Mrozek, 1987). Although the opportunities for women to participate in sports have grown in recent years, attitudes have been slower to change. Studies continue to find that sports are popularly deemed to be less appropriate for girls than for boys, particularly sports that require speed, strength, or physical contact (Harrison & Lynch, 2005; Klomsten, Marsh, & Skaalvik, 2005). Indeed, even among girls who participate in sport, this attitude contributes to their decision to quit (Brown, 1985).  \n\nThe popular notion that sport somehow masculinizes women is grounded in a folk belief that masculinity and femininity are polar opposites. Thus, if a woman participates in an activity (e.g., sport) that requires her to express or develop masculine qualities, such as competitiveness or aggression, she will have to trade away the feminine qualities that are their opposite, such as nurturance and gentleness. But if stereotypically masculine psychological traits and stereotypically feminine psychological traits are independent—that is, if they are not polar opposites—then expression or development of so-called masculine qualities would not require the sacrifice of so-called feminine ones.  \n\nResearch shows that this is indeed the case (Bem, 1974; Block, 1973). Women (and men) can be androgynous; they can possess high levels of stereotypically male traits and high levels of stereotypically female traits simultaneously. In other words, the popular wisdom is wrong, and contemporary attitudes toward women in sport derive from a fallacious premise.  \n\nConsider, however, that female androgyny might be misperceived as masculinity if the popular assumption that masculinity and femininity are polar opposites is preserved. A woman s expression of seemingly male traits would be prima facie evidence that she has been masculinized. Therefore, if women who play sport are psychologically androgynous, then it is a short leap in the popular imagination to the conclusion that female athletes have been masculinized because androgyny includes expression of stereotypically male behaviors. Relative to the general population, female athletes are disproportionately androgynous (Chalip, Villiger, & Duignan, 1980; Colley, Roberts, & Chipps, 1985; Jackson & Marsh, 1986), so it is little wonder that popular suspicion persists that sport masculinizes. From a mental health standpoint, this is particularly unfortunate because androgyny has been shown to support higher levels of emotional maturity and resilience (O Heron & Orlofsky, 1990; Roos & Cohen, 1987), and sport participation has been· found to foster androgyny in women, as well as the psychological benefits with which androgyny is associated (Blinde, Taub, & Han, 1993; Bowker, Gadbois, & Cornock, 2003).  \n\nThere has been substantial activism among sport scholars in support of women s opportunities to participate in sport (e.g., Cohen, 1993; McKay, 1997). That work has highlighted inequities in opportunity and the persistent effects of gender stereotyping. Those findings have been politically useful because they support advocacy for women in sport on the grounds of equity and fairness. But we have yet to tackle the underlying problem: the false but popular wisdom that constrains women s opportunities and that preserves gender stereotyping. If we aim for change at that deeper cultural level, we will encounter significant new research challenges in the realms of social marketing, organizational change, and educational reform. If we believe that sport can be as beneficial as our legitimations claim, then we have an obligation to embrace those challenges.  \n\n### Popular Wisdom and Sport-Focused Research  \n\nThe two examples elaborated above aptly illustrate the need to scrutinize popular wisdom about sport. Although the research streams compelled by both examples would complement research motivated by the five sport legitimations, scrutiny of popular wisdom about sport has a more general value for sport management research. The value is nicely represented by Kellett s (1999) work on leadership. She explored the popular belief that effective coaches are models of good leadership. Her research opens new doors for sport-focused research because she found that one of two things must be true: Either good coaches are not models of good leadership, or our theories about leadership need to be revised. From the standpoint of developing sport management as a distinctive discipline, Kellett s work demonstrates how empirical scrutiny of a popular belief can render substantial new theoretical insight.  \n\n### Sport Focused Is Not Sport Exclusive  \n\nThere is an obvious danger in what has been said so far. Advocacy of a sportfocused research agenda could be interpreted as advocacy of a sport-exclusive research agenda. That would be a natural conclusion to draw because those of us who study sport are used to a degree of isolation. In our academic institutions the study of sport is, for the most part, separated into its own department. Sport has its own section of the newspaper and its own slot on television news. There are sportsonly magazines, sports-only radio stations, and sports-only television channels.  \n\nIt is tempting to take this high level of attention to sport as an indication of sport s obvious value. But for those of us who study sport, it is the separateness, rather than the attention, that should be most salient. The relegation of sport to its own academic department, its own place in the news, and its own media is tantamount to isolation. The implicit message is that sport is separate from the rest of life. And if it is separate, then it might be trivial. After all, sport comes under the rubrics of play and game.  \n\nThis is a disturbing realization when we consider the lofty ambitions for sport that our legitimations proclaim. Are we fooling ourselves? Clearly not, as sport can deliver each of the benefits we claim if we manage it appropriately. But to manage it appropriately, we cannot sustain sport s isolation. If sport is to serve health, then it must be linked to medical and public health services. Salubrious socialization requires that sport experiences are synergized with those provided by schools, social services, and law enforcement. Economic development requires that sport s ties to other industries are well articulated and fully functional. Community development implicates government, social services, and local business. National pride affects media, tourism, and foreign affairs. Sport s relations to the environment involve technology, energy, and waste management.  \n\nThis listing, though incomplete, is summarized in Table 1. As examination of Table 1 shows, a sport-focused research agenda requires that we identify and explore the ways that sport links to other sectors of the economy, and we need to discover and probe factors that facilitate or inhibit effective linkages between sport and other sectors. Sport organizations clearly share interests and legitimating objectives with many nonsport organizations. If our research is going to foster efficient pursuit of those interests and objectives, then we need to learn how to produce and exploit the returns-to-scale that alliances enable. Existing alliances are not the only ones that matter. If we are going to advance our knowledge beyond what exists by exploring what is possible, then we must envisage linkages that are potentially advantageous but currently missing.  \n\nTable 1 Sport’s Links to Other Sectors as a Function of Legitimation   \n\n\n<html><body><table><tr><td>Legitimation</td><td>Sector</td></tr><tr><td>Health</td><td>Medical system, public health, cooperative extension, etc.</td></tr><tr><td>Salubrioussocialization</td><td>Education,socialservices,lawenforcement,etc.</td></tr><tr><td>Economicdevelopment</td><td>Tourism, gambling, technology, etc.</td></tr><tr><td>Communitydevelopment</td><td>Government,businessassociations,socialservices,etc.</td></tr><tr><td>Nationalpride</td><td>Media,tourism,foreign affairs,etc.</td></tr><tr><td>Environment</td><td>Waste management, energy, biotechnology,etc.</td></tr></table></body></html>  \n\nThere is a corollary benefit. In order to study existing and potential linkages, we will have to identify the added value that sport brings to an alliance, as well as the factors that facilitate and inhibit an alliance s pursuit of shared goals. Because alliances require effective systems for managerial cooperation (Draulans, deMan, & Volberda, 2003; Spekman, Forbes, Isabella, & MacAvoy, 1998), we will have to ascertain the ways that sport organizations are both similar to and different from the nonsport organizations with which they are allied and with which they compete. In so doing, we will discover what the boundary conditions are on the theories that we build. We will consequently chart what makes sport management distinctive.  \n\n### Building a Sport-Focused Research Agenda  \n\nThe malaise in our field is a healthy one. It signals our effort to build a discipline that can stand on its own by contributing to both theory and practice. In order to build sport management as an academic discipline in its own right, we need to strengthen our sport-focused research agenda. The structure for such an agenda is illustrated in Figure 2.  \n\n![](images/5902923e1ea9e7f32d2ae18386bf9e26954693aa0a948f7715dd65b042ac65a1.jpg)  \nFigure 2 — A sport-focused research agenda.  \n\nOur field has come a long way in a short time. We are ready to find our distinctive relevance. If we pursue the questions shown in Figure 2, we will find that relevance, and we will establish sport management as a distinctive academic discipline.",
  "references": "Abbott, A., & Collins, D. (2002). A theoretical and empirical analysis of a “state of the art” talent identification model. High Ability Studies, 13, 157-178.   \nArmstrong, G., & Hognestad, H. (2003). “We re not from Norway”: Football and civic pride in Bergen, Norway. Identities: Global Studies in Culture and Power, 10, 451-475.   \nAustrian, Z., & Rosentraub, M.S. (2002). Cities, sports, and economic change: A retrospective assessment. Journal of Urban Affairs, 24, 549-563.   \nBanks, S.A. (1983). Sport: Academic stepchild. Journal of Popular Culture, 16(4), 90- 100.   \nBegg, D.J., Langley, J.D., Moffit, T., & Marshall, S.W. (1996). Sport and delinquency: An examination of the deterrence hypothesis in a longitudinal study. British Journal of Sports Medicine, 30, 335-341.   \nBem, S. (1974). The measurement of psychological androgyny. Journal of Consulting and Clinical Psychology, 42, 155-162.   \nBergin, P. (2002). Maori sport and cultural identity in Australia. Australian Journal of Anthropology, 13, 257-269.   \nBlinde, E.M., Taub, D.E., & Han, L. (1993). Sport participation and women s personal empowerment: Experiences of the college athlete. Journal of Sport and Social Issues, 17, 47-60.   \nBlock, J. (1973). Conceptions of sex role: Some cross-cultural and longitudinal perspectives. American Psychologist, 28, 512-526.   \nBranscombe, N.R., & Wann, D.L. (1991). The positive social and self-concept consequences of sports team identification. Journal of Sport and Social Issues, 15, 115-127.   \nBishop, H., & Jaworski, A. (2003). “We beat ‘em”: Nationalism and the hegemony of homogeneity in the British press reportage of Germany versus England during Euro 2000. Discourse and Society, 14, 243-271.   \nBorucki, W. (2003). “You re Dixie s football pride”: American college football and the resurgence of Southern identity. Identities: Global Studies in Culture and Power, 10, 477-494.   \nBowker, A., Gadbois, S., & Cornock, B. (2003). Sports participation and self-esteem: Variations as a function of gender and gender role orientation. Sex Roles, 49, 47-58.   \nBradley, J.M. (2003). Images of Scottishness and otherness in international football. Social Identities, 9, 7-23.   \nBrown, B.A. (1985). Factors influencing the process of withdrawal by female adolescents from the role of competitive age group swimmer. Sociology of Sport Journal, 2, 111- 129.   \nBuchanan, A.M. (2001). Contextual challenges to teaching responsibility in a sports camp. Journal of Teaching in Physical Education, 20, 155-171.   \nBudd, A. (2001). Capitalism, sport and resistance: Refections. Culture, Sport, Society, 4, 1-18.   \nBuford, B. (1991). Among the thugs. London: Secker & Warburg.   \nCantelon, H., & Letters, M. (2000). The making of the IOC environmental policy as the third dimension of the Olympic Movement. International Review for the Sociology of Sport, 35, 294-308.   \nCenters for Disease Control and Prevention (2001). Increasing physical activity: A report on recommendations of the Task Force on Community Preventive Services. Atlanta: Author.   \nChalip, L. (1990). Rethinking the applied social sciences of sport: Observations on the emerging debate. Sociology of Sport Journal, 7, 172-178.   \nChalip, L. (2004). Beyond impact: A general model for sport event leverage. In B.W. Ritchie & D. Adair (Eds.), Sport tourism: Interrelationships, impacts and issues (pp. 226-252). Clevedon, UK: Channel View.   \nChalip, L., Csikszentmihalyi, M., Kleiber, D., & Larson, R. (1984). Variations of experience in formal and informal sport. Research Quarterly for Exercise and Sport, 55, 109-116.   \nChalip, L., & Green, B.C. (1998). Establishing and maintaining a modified youth sport program: Lessons from Hotelling s location game. Sociology of Sport Journal, 15, 326-342.   \nChalip, L., Johnson, A., & Stachura, L. (Eds.). (1996). National sports policies: An international handbook. Westport, CT: Greenwood.   \nChalip, L., & Scott, E.P. (2005). Centrifugal social forces in a youth sport league. Sport Management Review, 8, 43-67.   \nChalip, L., Villiger, J., & Duignan, P. (1980). Sex-role identity in a select sample of women field hockyayers.Ienational Journal of SportPychology,11, 2408.   \nChambliss, D.F. (i989). The mundanity of excellence: An ethnographic report on stratification and Olympic swimmers. Sociological Theory, 7, 70-86.   \nChapin, T.S. (2004). Sports facilities as urban redevelopment catalysts. Journal of the American Planning Association, 70, 193-209.   \nChernushenko, D. (2001). Sustainable sport management: Running an environmentally, socially and economically responsible organization. New York: United Nations Publications.   \nClifford, H. (2002). Downhill slide: Why the corporate ski industry is bad for skiing, ski towns, and the environment. San Francisco: Sierra Club Books.   \nCoakley, J. (1996). Socialization through sports. In O. Bar-Or (Ed.), The child and adolescent athlete (pp. 353-363). Oxford, UK: Blackwell.   \nCoates, D., & Humphries, B.R. (1999). The growth effects of sport franchises, stadia, and arenas. Journal of Public Policy Analysis and Management, 18, 601-624.   \nCoates, D., & Humphries, B.R. (2003). The effect of professional sports on earnings and employment in the services and retail sectors in US cities. Regional Science and Urban Economics, 33, 175-198.   \nCohen, G.L. (Ed.) (1993). Women in sport: Issues and controversies. Newbury Park, CA: Sage.   \nColley, A., Roberts, N., & Chipps, A. (1985). Sex-role identity, personality and participation in team and individual sports by males and females. International Journal of Sport Psychology, 16, 103-112.   \nCosta, C.A. (2005). The status and future of sport management: A Delphi study. Journal of Sport Management, 19, 117-142.   \nCrabbe, T. (2000). A sporting chance? Using sport to tackle drug use and crime. Drugs: Education, Prevention and Policy, 7, 381-391.   \nCrisp, B.R., & Swerissen, H. (2003). Critical processes for creating health-promoting environments in Australia. Health Promotion International, 18, 145-152.   \nCrompton, J.L. (1995). Economic impact analysis of sports facilities and events. Journal of Sport Management, 9, 14-35.   \nCrompton, J.L. (2000). Designing golf courses to optimize proximate property values. Managing Leisure, 5, 192-199.   \nCrompton, J.L. (2001). The impact of parks on property values: A review of the empirical evidence. Journal of Leisure Research, 33, 1-31.   \nCrompton, J.L. (2004). Beyond economic impact: An alternative rationale for the public subsidy of major league sports facilities. Journal of Sport Management, 18, 40-58.   \nCuneen, J., & Parks, J.B. (1997). Should we serve sport management practice or sport management education? A response to Weese s perspective. Journal of Sport Management, 11, 125-132.   \nDalakas, V., Madrigal, R., & Anderson, K.L. (2004). “We are number one!” The phenomenon of basking-in-reflected-glory and its implications for sports marketing. In L. Kahle (Ed.), Sports marketing and the psychology of marketing communications (pp. 67-79). Mahwah, NJ: Lawrence Erlbaum.   \nDanforth, L.M. (2001). Is the “world game” an “ethnic game” or an “Aussie game”? Narrating the nation in Australian soccer. American Ethnologist, 28, 363-387.   \nDimeo, P. (2001). ‘Team loyalty splits the city into two : Football, ethnicity, and rivalry in Calcutta. In G. Armstrong & R. Giulianotti (Eds.), ·Fear and loathing in world football (pp. 105-118). Oxford, UK: Berg.   \nDraulans, J., deMan, A-P., & Volberda, H.W. (2003). Building alliance capability: Management techniques for superior alliance performance. Long Range Planning, 36, 151-166.   \nDuda, J.L. (1989). Goal perspectives, participation and persistence in sport. International Journal of Sport Psychology, 20, 42-56.   \nDurham, W.H. (1979). Scarcity and survival in Central America: Ecological origins of the soccer war. Stanford, CA: Stanford University Press.   \nDwyer, L., Forsyth, P., & Spurr, R. (2004). Evaluating tourism s economic effects: New and old approaches. Tourism Management, 25, 307-317.   \nEccles, J.S., Barber, B.L., Stone, M., & Hunt, J. (2003). Extracurricular activities and adolescent development. Journal of Social Issues, 59, 865-889.   \nEckstein, R., & Delaney, K. (2002). New sports stadiums, community self-esteem, and community collective conscience. Journal of Sport and Social Issues, 26, 235-247.   \nEricsson, K.A., Krampe, R.T., & Tesch-Römer, C. (1993). The role of deliberate practice in the acquisition of expert performance. Psychological Review, 100, 363-406.   \nFleishman, E.A., & Hempel, W.E. (1954). Changes in factor structure of a complex psychomotor test as a function of practice. Psychometrika, 18, 239-252.   \nFleishman, E.A., & Rich, S. (1963). Role of kinesthetic and spatial-visual abilities in perceptual-motor learning. Journal of Experimental Psychology, 66, 6-11.   \nGems, G. (1997). Windy City wars: Labor, leisure, and sport in the making of Chicago. Lanham, MD: Scarecrow.   \nGonçalves, C. (1998). Values in youth sport: Coaches views. In R. Naul (Ed.), Physical activity and active lifestyle of children and youth (p·p. 181-189). Schorndorf, Germany: Verlag Karl Hofmann.   \nGnoth, J. (2002). Leveraging export brands through a tourism destination brand. Brand Management, 9, 262-280.   \nGray, P., & Seddon, T. (2005). Prevention work with children disaffected from school: Findings from the evaluation from two innovative community-based projects. Health Education, 105, 62-72.   \nGreen, B.C. (1997). Action research in youth soccer: Assessing the acceptability of an alternative program. Journal of Sport Management, 11, 29-44.   \nGreen, B.C. (2001). Leveraging subculture and identity to promote sport events. Sport Management Review, 4, 1-19.   \nGreen, B.C. (2005). Building sport programs to optimize athlete recruitment, retention, and transition: Toward a normative theory of sport development. Journal of Sport Management, 19, 233-253.   \nGreen, M, & Oakley, B. (2001). Elite sport development systems and playing to win: Uniformity and diversity in international approaches. Leisure Studies, 20, 247-267.   \nGreenpeace (2000). How green the Games? Sydney, Australia: Author.   \nHarrison, L.A., & Lynch, A.B. (2005). Social role theory and the perceived gender role orientation of athletes. Sex Roles, 52, 227-236.   \nHartmann, D. (2003). Theorizing sport as social intervention: A view from the grassroots. Quest, 55, 118-140.   \nHay, R. (2001). ‘Those bloody Croatians : Croatian soccer teams, ethnicity, and violence in Australia, 1950–99. In G. Armstro·ng & R. Giulianotti (Eds.), Fear and loathing in world football (pp. 77-90). Oxford, UK: Berg.   \nHeitzman, J. (1999). Sports and conflict in urban planning: The Indian National Games in Bangalore. Journal of Sport and Social Issues, 23, 5-23.   \nHelsen, W.F., Hodges, N.J., van Winckel, J., & Starkes, J.L. (2000). The roles of talent, physical precocity and practice in the development of soccer expertise. Journal of Sport Sciences, 18, 727-736.   \nHodges, N.J., Kerr, T., Starkes, J.L., Weir, P.L., & Nananidou, A. (2004). Predicting performance times from deliberate practice hours for triathletes and swimmers: What, when, and where is practice important? Journal of Experimental Psychology: Applied, 18, 219-237.   \nHolt, D. (1995). How consumers consume: A typology of consumption practices. Journal of Consumer Research, 22, 1-16.   \nHorak, R., & Spitaler, G. (2003). Sport space and national identity. American Behavioral Scientist, 46, 1506-1518.   \nHoulihan, B. (1997). Sport, national identity and public policy. Nations and Nationalism, 3, 113-137.   \nHudson, I. (2001). The use and misuse of economic analysis: The case of professional sports. Journal of Sport and Social Issues, 25, 20-39.   \nHumphreys, L.G. (1960). Investigations of the simplex. Psychometrika, 25, 313-323.   \nIrwin, R.L. (2001). Engineering the theory-to-practice bridge using the consultancy approach. Sport Marketing Quarterly, 11, 121-123.   \nJackson, S.A., & Marsh, H.W. (1986). Athletic or antisocial? The female sport experience. Journal of Sport Psychology, 8, 198-211.   \nJonsson, H. (2001). Serious fun: Minority cultural dynamics and national integration in Thailand. American Ethnologist, 28, 151-178.   \nJones, C. (2001). Alevel playing field? Sports stadium infrastructure and urban development in the United Kingdom. Environment and Planning A, 33, 845-861.   \nKellett, P. (1999). Organisational leadership: Lessons from professional coaches. Sport Management Review, 2, 150-171.   \nKing, A. (2000). Football fandom and post-national identity in the new Europe. British Journal of Sociology, 51, 419-442.   \nKleiber, D.A., & Roberts, G.A. (1981). The effects of sport experience in the development of social character: An exploratory investigation. Journal of Sport Psychology, 2, 114-122.   \nKlomsten, A.T., Marsh, H.W., & Skaalvik, E.M. (2005). Adolescents perceptions of masculine and feminine values in sport and physical education: A study of gender differences. Sex Roles, 52, 625-636.   \nKoppett, L. (1981). Sports illusion, sports reality: A reporter s view of sports, journalism, and society. Boston: Houghton Mifflin.   \nLever, J. (1983). Soccer madness. Chicago: University of Chicago Press.   \nLudmerer, K.M. (1985). Learning to heal: The development of American medical education. New York: Basic.   \nLyle, J.W.B. (1997). Managing excellence in sports performance. Career Development International, 2, 314-323.   \nManning, F.E. (1981). Celebrating cricket: The symbolic construction of Caribbean politics. American Ethnologist, 8, 616-632.   \nMartinek, T., Schilling, T., & Johnson, D. (2001). Transferring personal and social responsibility of underserved youth to the classroom. The Urban Review, 33, 29-45.   \nMcCormack, J.B., & Chalip, L. (1988). Sport as socialization: A critique of methodological premises. Social Science Journal, 25, 83-92.   \nMcKay, J. (1997).Managing gender:Afrmative actionand organizational power inAustralian, Canadian, and New Zealand sport. Albany, NY: SUNY Press.   \nMeder, J.H., & Leckrone, J.W. (2002). Hardball: Local government s foray into sports franchise ownership. Journal of Urban Affairs, 24, 353-368.   \nMewett, P.G. (1999). Fragments of a composite identity: Aspects of Australian nationalism in a sports setting. Australian Journal of Anthropology, 10, 357-375.   \nMonclús, F-J. (2003). The Barcelona model: An original formula? From ‘reconstruction to strategic urban projects (1979-2004). Planning Perspectives, 18, 399-421.   \nMrozek, D.J. (1987). The ‘Amazon and the American ‘lady : Sexual fears of women as athletes. In J.A. Mangan & R.J·. Park (Eds.), From ‘fair· sex to feminism: Sport and the socialization of women in the industrial and post-indust·rial eras (pp. 282-298). London: Frank Cass.   \nMules, T., & Faulkner, B. (1996). An economic perspective on special events. Tourism Economics, 2, 314-329   \nMurphy, P., & Waddington, I. (1998). Sport for all: Some public health policy issues and problems. Critical Public Health, 8, 193-205.   \nMusch, J., & Grondin, S. (2001). Unequal competition as an impediment to personal development: A review of the relative age effect in sport. Developmental Review, 21, 147-167.   \nNichols, G. (2004). Crime and punishment and sports development. Leisure Studies, 23, 177-194.   \nO Heron, C.A., & Orlofsky, J.L. (1990). Stereotypic and nonstereotypic sex role trait and behavior orientations, gender identity, and psychological adjustment. Journal of Personality and Social Psychology, 58, 134-143.   \nOstrom, B. (1989). The intellectual crisis in American public administration (2nd ed.). Tuscaloosa, AL: University of Alabama Press.   \nParrish, R. (2003). The politics of sports regulation in the European Union. Journal of European Public Policy, 10, 246-262.   \nPelak, C.F. (2005). Athletes as agents of change: An examination of shifting race relations within women s netball in post-apartheid South Africa. Sociology of Sport Journal, 22, 59-77.   \nPetitpas, A.J., Van Raalte, J.L., Cornelius, A.E., & Presbrey, J. (2004). A life-skills development program for high school student-athletes. Journal of Primary Prevention, 24, 325-334.   \nPlatow, M.J., Durante, M., Williams, N., Garrett, M., Walshe, J., Cincotta, S., et al. (1999). The contribution of sport fan social identity to the production of prosocial behavior. Group Dynamics: Theory, Research, and Practice, 3, 161-169.   \nPollock, M.L., & Wilmore, J.H. (1990). Exercise in health and disease: Evaluation and prescription for prevention and rehabilitation (2nd ed.). Philadelphia: W.B. Saunders.   \nPrice Waterhouse Ulrick & Maxwell and Druce International (1996). The commercial benefits of expanding Australia s sporting and recreation links with Asia. Canberra, Australia: Department of the Environment, Sport and Territories.   \nPrivette, G., & Bundrick, C.M. (1997). Psychological processes of peak, average, and failing performance in sport. International Journal of Sport Psychology, 28, 323-334.   \nPublic Health Agency of Canada (2005). Physical activity unit. Retrieved May 25, 2005, from http://www.phac-aspc.gc.ca/pau-uap/fitness/federal.html   \nPutnam, R. (2000). Bowling alone: The collapse and revival of American community. New York: Simon & Schuster.   \nPutsis, W.P. (1998). Winners and losers: Redistribution and the use of economic impact analysis in marketing. Journal of Macromarketing, 18, 24-33.   \nRader, B.G. (1977). The quest for subcommunities and the rise of American sport. American Quarterly, 29, 335-369.   \nRoos, P.E., & Cohen, L.H. (1987). Sex roles and social support as moderators of life stress adjustment. Journal of Personality and Social Psychology, 52, 576-585.   \nRoot, M. (1993). Philosophy of social science: The methods, ideals, and politics of social inquiry. Oxford, UK: Blackwell.   \nSack, A.L., & Suster, Z. (2000). Soccer and Croatian nationalism: A prelude to war. Journal of Sport and Social Issues, 24, 305-320.   \nSalguero, A., Gonzalez, B.R., Tuero, C., & Marquez, S. (2003). Identification of dropout reasons in young competitive swimmers. Journal of Sports Medicine and Physical Fitness, 43, 530-534.   \nSchein, E.H. (2004). Organizational culture and leadership (3rd ed.). San Francisco: Jossey-Bass.   \nSeefeldt, V., & Vogel, P. (1986). The value of physical activity. Reston, VA: AAHPERD.   \nSmith, A., & Waddington, I. (2004). Using ‘sport in the community schemes to tackle crime and drug use among young people: Some policy issues and problems.· European Physical Education Review, 10, 279-298.   \nSmoll, F.L., Smith, R.E., Barnett, N.P., & Everett, J.J. (1993). Enhancement of children s self-esteem through social support training for youth sport coaches. Journal of Applie·d Psychology, 78, 602-610.   \nSpekman, R.E., Forbes, T.M., Isabella, L.A., & MacAvoy, T.C. (1998). Alliance management: A view from the past and a look to the future. Journal of Management Studies, 35, 747-772.   \nTraube, E.G. (1996). “The popular” in American culture. Annual Review of Anthropology, 25, 127-151.   \nTuck, J. (2003). Making sense of emerald commotion: Rugby union, national identity and Ireland. Identities: Global Studies in Culture and Power, 10, 495-515.   \nUwechue, R.C. (1978). Nation building and sport in Africa. In B. Lowe, D.B. Kanin, & A. Strenk (Eds.), Sport and international relations (pp. 538-550). Champaign, IL: Stipes.   \nVuori, I., Paronen, O., & Oja, P. (1998). How to develop local physical activity programmes with national support: The Finnish experience. Patient Education and Counseling, 33, S111-S120.   \nWankel, L.M. (1993). The importance of enjoyment to adherence and psychological benefits from physical activity. International Journal of Sport Psychology, 24, 151-169.   \nWann, D.L., Dimmock, J.A., & Grove, J.R. (2003). Generalizing the team identificationpsychological health model to a different sport and culture: The case of Australian Rules football. Group Dynamics: Theory, Research, and Practice, 7, 289-296.   \nWatson, G. (1977). Games, socialization and parental values: Social class differences in parental evaluation of Little League baseball. International Review for the Sociology of Sport, 12(1), 17-48.   \nWeese, W.J. (1995). If we re not serving practitioners, then we re not serving sport management. Journal of Sport Management, 9, 237-243.   \nWinn, W.J. (1964). Business education in the United States: A historical perspective. New York: Newcomen.   \nZanger, B.R.K., & Groves, D.L. (1994). A framework for the analysis of theories of sport and leisure management. Social Behavior and Personality, 22, 57-68.",
  "acknowledgement": "n/a",
  "notes": "n/a"
}