{
  "title": "Creative Tensions and Conversations in the Academy",
  "author": "Sue Inglis McMaster University",
  "year": "2006",
  "content": "Academic life invokes creative tensions within and among teaching, research, and service. Work–life balance plays a prominent role in those tensions and in the conversations that they engender. As NASSM’s strategic plan demonstrates, sport management has grown to the point that it will benefit from closer attention to the content and potential of those conversations. Systems thinking in the scrutiny of tensions provides insight that can further inform our conversations. The resulting discourses will engage our thinking about our discipline’s values, content, and environmental influences. As a result, they will move us forward.  \n\nIt is fitting to begin with a tribute to Dr. Earle F. Zeigler—the man, the meaning of his work, and his living legacy. I believe it is important for us as NASSM members to reflect on the contributions of those who had the vision, dedication, and skill in the mid-1980s to prepare a solid foundation for NASSM. Dr. Zeigler was one of those leaders, and I consider myself very fortunate to have had a few connections with him.  \n\nI have firsthand experiences of driving with Earle from NASSM conferences and hearing his views on the larger context of North American education in which NASSM was emerging. Dr. Zeigler considered management theory and practice to be one of eight scholarly and professional dimensions of developmental physical activity in exercise, sport, and related expressive movement (Zeigler, 1994). In his historical tracking of management study in sport, the area was composed of subdisciplinary aspects of management science and business administration and subprofessional aspects with application to theory and practice (Zeigler, 1994). This is the basis of our sport management theory and professional practice today. And he was not shy in his letter writing: I have interesting memories of receiving his thoughtful letters—letters written by him in longhand to clarify some question posed by the executive or letters he felt compelled to write to me in which he demonstrated his wisdom in understanding the role of women in the academy and in NASSM and his understanding of women’s friendships, partnerships, and issues in the academy.  \n\nI know I am not the only one with these memories, as we share Dr. Zeigler with many other scholarly societies. He is the recipient of three honorary doctorate degrees, a doctor of science (DSc) from the University of Windsor, a doctor of laws (LLD) from The University of Lethbridge, and a doctor of laws (LLD) from one of his beloved “homes,” the University of Western Ontario. Dr. Zeigler is cited in Who’s Who in Canada, the United States, and the World, but he is still “our Earle.”  \n\nHis experiences; his intellect in philosophy and history, sport pedagogy, management, comparative and international study; and the proliferation of his writings on wide-ranging topics have been like the planks in NASSM’s one-room beginnings. We have built many rooms since. We have added on, built up from the foundation, including our constitution, ethical concerns and creeds, and place in institutions of higher learning in North America. This address is very much connected to Earle’s legacy in that it focuses on sport management and higher education’s integrated mandate of scholarship, teaching, and service.  \n\n### Creative Tensions, Conversations, and Leadership  \n\nOver the past few years I have been intrigued with the tensions in our academic work. These tensions can be felt or observed at all levels of organizational building blocks—that is, within the individual, within and between the group or team, and between various organizational levels. The tensions can feel intensely personal and political, and they can be defining moments for change—again, at many levels. This lecture has provided me the opportunity to play with a few of the ideas of how prevalent and relevant tensions are to critical assessments of our work and the growth of sport management in the academy. And I believe that conversation provides the vehicle to help us engage, clarify meanings, and be part of future directions. There is a strong leadership challenge for all of us, whether we are in official positions, support positions, or follower positions. We are challenged to see the big picture with all its forces and complexities, find a voice, and embrace what Manz and Sims (1995) call superleadership. Leaders instilling in others the leadership skills necessary to be effective within the workplace, leaders working with traditional views of transactional and transformational leadership, and leaders and scholars working with emerging integrative conceptualizations of leadership (Antonakis, Cianciolo, & Sternberg, 2004) help others unleash their own leadership potential.  \n\nFigure 1 captures the key concepts informing this address. Included are the university mandates of research, teaching, and service; the idea of conversations connected to the mandates; environmental influences and their far-reaching impact on most of what we do; the mandates connected to the values emanating from NASSM official documents—most recently NASSM’s strategic plan (Chalip et al., 2003) and others that I identify as critical to examine; and the concept of work–life balance that is prominent in many of our tensions and conversations.  \n\n### Creative Tensions  \n\nThe contributions of organizational scholars Peter Senge (1990) and Henry Mintzberg (1991), along with the work of Bennett, Cook, and Pelletier (2003), provide significant insights into creative tensions. Senge’s often-cited text The Fifth Discipline identifies systems thinking as critical to an organization’s being able to see the many parts of the organization as a whole and to understand the interrelationships of the parts, as well as the importance of leveraging effectively for organizational change. One of Senge’s many metaphors, adapted from Robert Fritz (1989), involves two elastic bands. Imagine one elastic band around your waist (representing creative tension) pulling you toward your vision while the second elastic band around your waist (representing deeply held beliefs of powerlessness and unworthiness) pulls you away from your vision. The more you strive for a vision, the greater the opposing forces. We can place ourselves in the middle of these two bands with forces pulling for and against our intended goals and visions. Fritz uses the term structural conflict to describe the systemic forces that work to keep us from our vision. These systemic forces may be operating at a subconscious level coming from deeply held beliefs reinforced through childhood, adolescence, and adulthood about our inabilities to create what we want and, sadly, that we may not deserve what we want. I would add that, in today’s context, part of the pulling away from our vision is the tension and pull by others who, either knowingly or unknowingly, individually or collectively, believe their vision takes precedence.  \n\n![](images/182721ddd620e1b95a377145b87d1637e3f3942a30c561637d492398aa231163.jpg)  \nFigure 1 — Creative tensions and conversations in the academy.  \n\nHow much of this structural conflict that impedes reaching visions explains our individual, group, and organizational behavior in the workplace? To Senge (1990), a key factor in recognizing these forces is to develop an awareness of the current reality and mastery of the structural conflicts and the resulting behaviors: “Once we can see them and name them, they no longer have the same hold on us” (p. 160). I find this to be incredibly powerful. Senge goes on to write about creative tension and leadership:  \n\nThe relentless commitment to the truth and to inquiry into the forces underlying current reality continually highlights the gaps between reality and the vision. Leaders generate and manage this creative tension—not just in them but also in an entire organization. This is how they energize an organization. . . . Mastering creative tension throughout an organization leads to a more profoundly different view of reality. People literally start to see more and more aspects of reality as something they, collectively, can influence. This is no hollow “belief,” which people say in an effort to convince them that they are powerful. It is a quiet realization rooted in understanding all aspects of current reality—the events, the patterns of change, and even the systemic structures themselves—are subject to being influenced through creative tensions. (p. 357)  \n\nHenry Mintzberg (1991), one of the leading experts in organizational strategy and design, addresses organizational tensions in what he refers to as “contradictory internal forces” (p. 54). An effective organization will be able to manage these tensions with “a consistency of form as well as the contradiction of forces” (p. 66). Two key forces to be balanced are a cooperative force of ideology and a healthy competitive force of politics. This thinking moves beyond the “one best way” approach to organizational design, or the contingency approach of “it depends,” to a consideration of the system of forces at play—the need for efficiency, proficiency, concentration, and innovation—and the balancing of cooperation (when ideologies are aligned within the organization) and competition (misaligned culture of norms, beliefs, and values). Mintzberg insists there is no one best way to design our organizations, but we can be aware of some of the dangers in order to avoid ineffective politics and suppression of innovation.  \n\nIn the literature on workplace health, the theme of core tensions is one of Bennett, Cook, and Pelletier’s (2003) seven postulates for the health of an organization. In this theme, “a healthy organization is aware of and addresses the various tensions involved in maintaining levels of optimal health (e.g., serving internal and external customers)” (p. 73). Similar to Mintzberg, who conceptualizes the need for some tension within organizations, Bennett and colleagues draw on the concepts of chaos and complexity theory to help us understand that rarely are any organisms in a state of congruence. Ideally we strive for a balance between organizational stability and chaos. Three pairings they deem as key to the balance of chaos and stability are (a) diversity and coherence (i.e., allowing for differences in people and their knowledge, multicultural values, skills, abilities, environmental demands, and uniformity that is achieved through rules and norms), (b) softness and degree of structure (i.e., levels of innovation and flexibility and the degree of bureaucracy and hierarchy), and (c) slack and fit (the availability of resources, including human, physical, and time, and the responsiveness to the degree of need of those resources). Chaos occurs with too much diversity, softness, and slack; excessive stability arises with too much structure, tight fit, and coherence.  \n\nGiven the naturally occurring state of forces and tensions and the ongoing need for adjustment of forces, it makes sense to acknowledge the tensions and the positive role they play as people and organizations adapt to internal and external pressures. When we can work with the natural rhythms of organizations (people and structure) and utilize the tension as part of ongoing change, the result can be creative tensions.  \n\nThis focus on understanding and working with creative tension provides a powerful concept that can be used in examining the three tenets of our academic life. I argue that the idea of creative tension allows us to look within each area, as well as between the areas, to more fully understand, to sharpen our awareness of, and to take action on the fundamentals we choose to hold dear. The choices we make as individuals (as members of society, within our academic institutions, and with our research agendas, teaching, and community) and as part of groups (home departments, research collectives, committees of NASSM) and organizations (universities, NASSM) are pivotal to the goals we attain. Working with creative tension is more about the recognition and handling of the tensions than any competitive struggle with winners and losers.  \n\nI bring this idea of tensions back to a systems perspective. Packianathan Chelladurai’s (2005) textbook Managing Organizations for Sport and Physical Activity: A Systems Perspective is a significant contribution to how we understand the role of the environmental influences in an open-systems perspective and the processes involved in the input, throughput, and output stages. Systems theory provides us with frameworks and concepts for understanding complexities within and between our research, teaching, and service activities. For example, for North American institutions adopting explicit research-focused missions (and this seems to be a growth phase), the need for securing grants, postdoctoral opportunities, and reputation of publishing outlets will be common performance indicators of excellence. In university environments, what impact will this drive for excellence in research have on other parts of our university mandate of providing professional field-experience opportunities for students? And external to the university, but very much a part of the government, political, and cultural sectors, what changes (positive or otherwise) might we anticipate if the state introduces policy and initiatives to enhance sport opportunities for all citizens? These environmental influences suggest new areas for field experiences and research.  \n\n### Creative Tensions in the Academy: Teaching, Research, and Service  \n\nIt is useful to consider some of the tensions in our teaching, research, and service areas. Each is examined here in turn.  \n\n### Teaching  \n\nIn our sport management curriculum we excel in our persistent dedication to designing and delivering, and there is ample anecdotal evidence to suggest that we tend to take a student-centered approach to our teaching. Our pedagogical focus is evident in the NASPE–NASSM program guidelines and ongoing review of and intent on accreditation. The number of abstracts accepted and papers, roundtables, and workshops presented at sport management conferences attests to the interest and professional development in our teaching. The expressed need for a teaching journal in sport management further supports our intentions in this area (Chalip et al., 2003). The following are creative tensions related to teaching that demand our attention.  \n\nThe balance of theory and practice is a creative tension. There is a need for students to understand theoretical underpinnings and knowledge bases (e.g., economic theory, principles of organizational design) and skill development (e.g., event management, marketing plan development, and human resource skills, including interviewing and performance appraisal; MacLean, 2001).  \n\nThe balance of description and analytical thinking is also a source of tension. Here the challenge is to provide students with adequate descriptions but also the ability to think critically about the world around them with related learning frameworks (Keeley & Parks, 2003) and the role of sport in society (Zeigler, 1989), including the good, the bad, and the ugly (Frisby, 2005).  \n\nBalancing the purposes of fieldwork experiences in terms of benefits to the student, client, and the community is an area of tension. Currently, many of our field placements focus on students’ learning skills (Cuneen & Sidwell, 1994) while assisting a sport organization in carrying out its operations. But there is a new design of student learning emerging on campuses. Referred to as community service learning, it focuses on students’ working with the community to understand community issues and learn critical-reflection skills, and it also focuses on working with the community to make identifiable differences (see, for example, Arney & Jones, 2006; Butin, 2005; Eyler & Giles, 1999; Vickers, Harris, & McCarthy, 2004). While many of our sport management programs could offer suitable placement sites (in many of our communities we have the contacts in place, we are experienced in curriculum design, and we are interested in deep learning for our students), some adaptations to what we currently offer and expect from the students may be necessary. The possible shift from field placements to community-service learning will hold some tensions, but I believe we can engage in these new university community models of learning.  \n\nThere is a challenge in bringing our research and teaching a little closer. Universities with mandates to create and disseminate new knowledge are constantly challenged to more closely link teaching and research activities. This presents a tension when teachers are not active researchers or when significant value in the research is not evident (as when applicability to workplace problems is not made clear) and when students desire more hands-on application experiences. Explaining our research to students, applying the strongest of academic judgment and rigor to the teaching and learning of the research process, and engaging students wherever possible will serve us well in producing well-educated, critical-thinking students who are ready to enter the workplace in full stride.  \n\n### Research  \n\nMy best guess is that creative tensions around research are the most prominent in many of our experiences. The following are some examples.  \n\nHow do we balance the individual and collaborative aspects of research and publishing? We need to establish our individual expertise and evidence-based dossier while acknowledging that collaborative work can have tremendous benefits to the research and individuals involved, as well as indicate one’s ability to work with others.  \n\nWhose research agenda do the graduate students, new faculty, and tenured faculty members follow? Again, there are competing forces in support of following personal passions, joining already-established research programs of faculty, or shifting research areas to qualify for funding.  \n\nThe push and reward for research funding have become a trademark of academe. While there may be some protection from these tensions in non-research-intensive institutions and in stand-alone sport management programs, for sport management faculty housed within departments of life and health sciences, kinesiology, human movement, and exercise science, we have examples of the significance of securing grants and conducting research. And now it’s not just grants—in some spheres it has to be the right kind of granting agency. Another change in academe is the focus on interdisciplinary teaching and research, grants based on interdisciplinary research questions, and new structures inside and outside the university walls to better pool resources to address complex issues. To what extent are our sport management programs part of the interdisciplinary focus, and what might the horizon look like for us?  \n\nWhere we publish our work is a research-related tension. For some of us, there is a strong allegiance to sport management and the unwavering desire to have the best of our work published in sport management journals. For others of us, much of our work is very appropriately placed in other sport and recreation journals, in nonprofit management journals (Nonprofit Management & Leadership and Nonprofit and Voluntary Sector Quarterly are good examples), in so-called mainstream management journals (e.g., Administrative Science Quarterly, Human Relations, and Journal of Consumer Research), and in other journals focusing on educational, economic, and gender issues. Is it that our context of sport transcends the conceptual knowledge areas from which we work (i.e., economics, marketing, law) to such an extent that we publish only in sport management journals to preserve our sport domain? Is it an issue of perceived quality, whereby our sport management research may not be conducted or written in ways that will be accepted for publication in other journals? Is it an issue of intimidation, in which we undervalue our work? Do we not have contributions to make to the parent knowledge disciplines? These questions require dialogue because they are issues of tenure and promotion, as well as issues that address the larger question of where sport management literature fits within the academy.  \n\nClarion calls have been made for adopting different and meaningful research designs. The 2005 special issue of the Journal of Sport Management, titled “Expanding Horizons: Promoting Critical and Innovative Approaches to the Study of Sport Management,” edited by John Amis and Michael Silk, provides evidence that our growing pains and tensions around the lack of qualitative design and overall lack of rigor and diversity of research designs in our sport management research are diminishing. The special issue is an insightful contribution to research designs and methods. Serious efforts in curriculum development and standards ensure that students and faculty make wise choices in research design that maximize their ability to most fully address the research questions and employ sound analysis as new understandings, theory, and evidence are provided. We can find support in the management literature for expanding our research designs. For example, Reason (2006), writing about research in management theory, provides compelling discourse on how action research allows for the integration of theory and practice, encompasses many ways of knowing, and is an emergent process that is “a participative and democratic process that seeks to do research with, for, and by people: to redress the balance of power in knowledge creation; and to do this in an educative manner that increases participants’ capacity to engage in inquiring lives” (p. 189). This qualitative design of research on action further supports Frisby, Reid, Millar, and Hoeber’s (2005) research on participatory action and is just one other example of a design that would fit well with research that works closely with participants to achieve desired change. Ensuring that faculty and students are well versed in multiple research designs and methodologies will be critical to sport management’s reputation within the academy. Given the diversity of our subdisciplines and research questions, it seems natural that our ways of seeking new knowledge would be equally diverse.  \n\n### Service  \n\nAs I think about the backgrounds of many of the founders of NASSM, and indeed many of the first generation of sport management professors, I observe the strong focus on service that many of these individuals had and continue to have. University service has been prominent in athletic, intramural, and campus recreation, as well as in academic department and program, administrative positions. While many of these positions are full-time in their own right, they often come with the added areas of teaching and research, but not to the extent that new hires are expected to engage and excel in research. The tension is that service means time away from research and teaching with little monetary or promotional reward. Service, viewed in this traditional way, has been part of what many of us do or have done, but it is not necessarily the path of the second and subsequent generation of scholars, thus signaling significant change in the service component. With this changing culture, individuals must consider how much service to give in light of tenure and promotion decisions and the relatively light weight given to service in outside professional bodies.  \n\nService involves more than sitting on committees. I bring to your attention two views of service. The first is related to a scholar friend of mine, Mary Parker Follett. About 5 years ago I came across Graham’s book (1995) on Mary Parker Follett. She was a pioneer and prophet of management at the turn of the 20th century. Why her work was not acknowledged is in itself a question of debate (Tonn, 2003). Many management concepts we understand today can be traced to her ideas on organizational behavior (including employee involvement, team-based approaches, union relations and collective bargaining, and conflict resolution) and organizational theory (including systems thinking, coordination, cross-functional collaboration, and the importance of horizontal authority), which are laid out in her public talks, as well as in her writings of the 1920s.  \n\nTo Follett, service involved the give and take of life with self-sacrifice, with the integration of individuals to build community and to then serve the community. She envisioned service as entwined with work; it wasn’t something you did after hours or after retirement. She also wrote about the importance of professional standards (like NASSM’s creed and ethics) to help groups establish standards and educate and protect the public.  \n\nMy second source on service is Dr. Earle Zeigler. In 1987, as part of his NASSM address, Zeigler wrote of the importance of developing a management profession to include “service without undue concern of pecuniary reward, ongoing commitment, mastery of a body of knowledge, adherence to a code of ethics” (p. 21). In his 1989 article he identified a professional as, in part, “the trained person who can provide a basic, important service” (p. 3). He and the ad hoc committee including Joy Desensi (University of Tennessee) and Pat Galasso (University of Windsor) appointed by the then-president of NASSM, David O. Mathews, developed a creed that they planned to expand to a code of ethics for professionals. To Dr. Zeigler, and the foundation he helped to provide for NASSM, professional service is about how sport managers as practicing professionals conduct themselves. Zeigler and Follett offer depths of understanding of service worth considering. A question emerges: Are there tensions around the meanings of service in our individual commitments toward citizenship responsibility as part of university mandates and in NASSM’s role within our academic and professional-practice mandates?  \n\nA creative tension in sport management transcends the mandates of the university. To what degree have we as committed scholars, teachers, and administrators worked through what we do, and how best do we describe what we do? Sometimes the title sport management seems sufficient; at times it feels deficient. Addressing this issue should help us more clearly know what we want to communicate to others within the academy and in the sport community and beyond. Here are a few ideas to throw into the hopper that reflect different forces affecting our visions of sport management. Our study of sport management is a study, and as a study we engage in observing, thinking, reading, and understanding some aspect of the many subdisciplines of management. We are interested in the implications and applications of the results of our study; we put it into management practice. Management practice, I argue, has a focus on the operational: doing things right, doing things better. Leadership, on the other hand, which is a significant focus of our research, is the overseer of management and involves understanding the right things to do, seeing the big picture, and engaging others to work toward goals and missions. Why not consider expanding what we call our area to sport management and leadership studies? It keeps the context of sport intact, it remains the focus of our efforts, and it adds an important element of study to convey the research and learning components of what we do while embracing the importance of leadership. I hope these ideas lead to uncovering some creative tension and conversation.  \n\n### Conversation  \n\nConversation engages people. Conversation allows us to think about and plan for individual and collective growth in our research, teaching, and service. Where would sport management be in North America if NASSM hadn’t been formed? How would we be developing our research programs, disseminating our findings, designing our curriculum and standards, and presenting a scholarly and professional service society?  \n\nIn my teaching I have been influenced by Susan Hubbuch’s (1996) book Writing Research Papers Across the Curriculum. In this book, Hubbuch encourages students to “join the conversations in progress” (p. 4) in their research writing. Hubbuch sees it as an invitation to experience what the professionals in the field of study are doing and to sharpen critical-thinking skills. We need to be mindful for the students of the tensions that are associated with entering situations with power differentials based on knowledge, experience, and position. Engage in the conversation—what an empowering invitation we can give our students as we help them develop their knowledge bases in sport management, as we work with them through the rigors of learning the research process, and as we encourage them as lifelong learners.  \n\nThere is more to understand about conversation—and here I return to Peter Senge’s (1990) writings in distinguishing between discussion and dialogue in team learning. Senge develops his argument for the synergistic strengths of collaborative learning by noting David Bohem, a leading contemporary quantum theorist, who draws on the roots of the terms to get at the distinction between discussion and dialogue. This is informative for the purpose of understanding on a deeper level the kind of conversations that I suggest are important to the academy. Discussion has roots in percussion and concussion (now there’s a loud and cloudy image forming) like the tennis ball that is hit back and forth. The discussion can advance our understanding and collective learning but tends to take on competitive characteristics with winners and losers—point, counterpoint. Fundamentally, you want to hit the best down-the-line shot to make your prowess prevail. In discussion, we tend to make our argument and ideas persuasive enough to prevail, often at the cost of truth and coherence (Senge).  \n\nDialogue, on the other hand (coming from the Greek dia, meaning through, and logue, meaning words), is another form of conversation that, when understood and well played out (or well facilitated), can lead to productive common meaning, taking unanticipated directions with capabilities for change, collective thought, team learning, and a newfound richness in the workplace. As Bohem captures it, this happens “when a group becomes open to the flow of a larger intelligence” (in Senge, 1990, p. 239) and has access to a “larger pool of common meaning” (p. 240).  \n\nBohem argues that when we feel safe to acknowledge the incoherence in our thought, we begin to understand that tensions and conflict are associated with the thoughts, not with the individuals, thus allowing for greater creativity and less reactiveness. He identifies three conditions necessary for dialogue (Senge, 1990): (a) Participants communicate assumptions but suspend them before the group to enhance common meanings, (b) all participants regard each other as colleagues, and (c) a facilitator is able to hold or keep the context of the dialogue. This presents a challenge for us to enter the conversation to become more aware of the value of dialogue—of encouraging our various academic spheres to consider purposefully moving toward dialogue. Dialogue enhances trust and a more gentle way of engaging that helps one understand each point of view while allowing larger understandings to emerge (Senge, p. 248).  \n\n### Environmental Influences  \n\nIn keeping with systems thinking and for sport management as a profession, it is important to have a continuous relationship between the academy and the environment. It is well beyond the scope and intentions of this talk to explore in depth the various sectors of the environment and their levels of influence. What I think is important to raise is the idea that so much of what happens in our research and teaching is inexplicably linked to what we perceive is happening or important out there. Here I bring in the value of relevance. In sharing my preaddress ideas with a friend, she quickly jumped on the idea of how intriguing sport was. “Talk about tensions,” she said. “We can’t even get a Canadian national women’s hockey cup named because of the tensions between the east and west.” She was right. She continued, “And what about the problems and issues with who is teaching sport in the schools?” Her voice got higher: “And why can’t I find a skating rink that fits my schedule and desire to stay active?” She was right again—all very good and relevant tensions that need some level of educated, informed thought. Is that us?  \n\nThe Globe & Mail, a national newspaper in Canada, on April 29, 2006 (pp. D12-D13), featured two book reviews each with huge implications for our sport management curricula and research agendas. The first review (Robinson, 2006), of Inside Out: Straight Talk From a Gay Jock, was written by Olympic swimmer Mark Tewksbury about his life (or should I say lives), one as a gay man in a world in which he had to be dishonest and be in denial of who he was and the other as a top Olympian with strong interests and abilities to tackle Olympic governance issues. Do we as sport management scholars subscribe to the notion that if you want to be part of the success ladder in the leadership of sport you must stay in the 1950s closet? That is what the Olympic leaders of the day advised him. What is our role in untangling the issues in which values are interwoven with cultural and political systems that threaten the very basis of human dignity and rights? We are in privileged positions, folks. Our institutions expect us to critically examine these issues, to uphold the “free world” principle, to educate, to bring new insights to sport and management, and to lead. We need to address some of the tensions in today’s sport world.  \n\nThe second book review (Oatley, 2006), of Child’s Play: Rediscovering the Joy of Play in Our Families and Communities, is equally compelling. Silken Lauman, an Olympic rower, has devoted her postcompetition life to issues of children and physical activity: more play, physical activity, and sport and less sedentary existence in order to avoid childhood obesity, early onset of diabetes, and lousy health that could be prevented. Lauman’s work is laudable and is relevant to many sport and community initiatives that government and numerous other partners should be embracing.  \n\n### Foundational Values  \n\nNASSM’s core values identified in the 2003 strategic plan (Chalip et al.) are excellence, integrity, integration, synergy, diversity, and inclusion. As shown in Figure 1, these values, as well as relevance and engagement, inform and emanate from university (and NASSM’s) mandates of teaching, research, and service. I have included relevance as a value to underscore that what we do is important. As we design curriculum or research, we can ask ourselves, “Is this relevant? Is it relevant to me as an individual? Does it have meaning for others—to students, to other researchers, to a body of knowledge, to the professional practitioner? Should it have meaning for others? Or is something else more relevant to today’s issues?”  \n\nI suggest engagement as a value for NASSM because of its link to working with others and building relations, its association with leadership literature and practice, and its reference to serving others. For example, Ward (2003) wrote of the scholarship of engagement as intellectual activities in which faculty draw on their expertise as they work in service activities internal or external to the university. Ward argues that such intellectual engagement, when treated in a scholarly way, could be considered scholarship and thus heighten the profile and reward for service. As NASSM continues to pursue its place in academe, it is very much enacting the value of engagement.  \n\nExperts on conflict resolution remind us that conflict over values and beliefs is one of the main sources of conflict in organizations. I am proud that NASSM has values that can be used in addressing tensions requiring attention, because behaviors based on our values will always be the hallmark of working to get it right.  \n\n### Work–Life Balance  \n\nIt is beyond the scope of this article to go in depth with the early and contemporary meanings of work–life balance and affect and work–family conflict and facilitation. My reading of the literature and how it fits with tensions and conversations is this: Work–life balance is an ongoing negotiation between roles of work and nonwork and multiple actors within these roles to achieve a state determined to be acceptable to all actors in an identifiable period of time.  \n\nFrone’s (2003) work reviews the completed research and identifies the issues surrounding the complexities of the relationships between and among social roles related to work and nonwork. Frone identifies nonwork aspects of our lives as family, religious, community, leisure, and student roles. His review is focused on work and family roles, given the conceptual interest in and significant volume of research on family roles and lack of specificity of research on other nonwork roles.  \n\nDuxbury’s (2006) studies of multiple generations in the workplace, each with different watershed events and conditions as they were growing up, define and shape values and motivations about work life. She writes of the veterans (born before or during World War II) and the Great Depression and World War II as key influences in their lives. For the Nexus generation (echo boom, born between 1974 and 1990), the watershed influences were information technology and violence and terrorism accompanied by “gangsta’ rap.” To the Nexus generation, it may be that work–life balance is central to their life and work values. While pay and benefits will be attractive, for these sophisticated employees the main values will be engagement in the workplace as seen through flexible employment relationships and work–life balance. The challenge is to understand and work with these generational differences in the workplace.  \n\nWork–life balance is a key construct requiring as much attention to tensions and dialogue as the other concepts presented in this talk. If this assumption is correct and if we are concerned with the health of individuals, others, community, and our places of work, then work–life balance deserves our utmost attention.  \n\n### Conclusion  \n\nI conclude with the ideas expressed in the writings of Mary Parker Follett as noted by Paul R. Lawrence (1995): “She took great pains to examine the importance of respecting and cultivating the differences among specialized contributors to organizational performance” and “saw that the tension generated by these work-based differences could be the source of the creative ideas that add value” (pp. 293-294). Further conversation will move us forward.",
  "references": "Amis, J., & Silk, M. (Eds.). (2005). Expanding horizons: Promoting critical and innovative approaches to the study of sport management [Special issue]. Journal of Sport Management, 19(4).   \nAntonakis, J., Cianciolo, A.T., & Sternberg, R.J. (2004). The nature of leadership. Thousand Oaks, CA: Sage.   \nArney, J.B., & Jones, I. (2006). Uniting community and university through service learning. Business Communication Quarterly, 69, 195-198.   \nBennett, J.B., Cook, R.F., & Pelletier, K.R. (2003). Toward an integrated framework for comprehensive organizational wellness: Concepts, practices, and research in workplace health promotion. In J.C. Quick & L.E. Tetrick (Eds.), Handbook of occupational health psychology (pp. 69-95). Washington, DC: American Psychological Association.   \nButin, D.W. (Ed.). (2005). Service learning in higher education: Critical issues and directions. New York: Palgrave MacMillan.   \nChalip, L., Costa, C., Gibson, H., Inglis, S., Rascher, D., & Wolfe, R. (2003). Report of the NASSM Strategic Planning Team. Retrieved August 22, 2006, from www.nassm. com/files/StrategicPlan2003.pdf   \nChelladurai, P. (2005). Managing organizations for sport and physical activity: A systems perspective (2nd ed.). Scottsdale, AZ: Holcomb Hathaway.   \nCuneen, J., & Sidwell, M.J. (1994). Sport management field experiences. Morgantown, WV: Fitness Information Technology.   \nDuxbury, L. (2006). You, me, and them: Dealing with generational differences in the workplace. Unpublished manuscript, Sprott School of Business, Carleton University. Ottawa, Canada.   \nEyler, J., & Giles, D.E., Jr. (1999). Where’s the service in service- learning? San Francisco: Jossey-Bass.   \nFrisby, W., Reid, C.J., Millar, S., & Hoeber, L. (2005). Putting “participatory” into participatory forms of action research. Journal of Sport Management, 19, 367-386.   \nFrisby, W. (2005). The good, the bad, and the ugly: Critical sport management research. Journal of Sport Management, 19, 1-12.   \nFritz, R. (1989). The path of least resistance. New York: Fawcett-Columbine.   \nFrone, M.R. (2003). Work–family balance. In J.C. Quick & L.E. Tetrick (Eds.), Handbook of occupational health psychology (pp. 143-162). Washington, DC: American Psychological Association.   \nGraham, P. (Ed.). (1995). Mary Parker Follett—Prophet of management: A celebration of writings from the 1920s. Boston: Harvard Business School Press.   \nHubbuch, S.M. (1996). Writing research papers across the curriculum (4th ed.). Fort Worth, TX: Harcourt Brace.   \nKeeley, S.M., & Parks, J.B. (2003). Thinking critically about sport management. In J.B. Parks & J. Quarterman (Eds.), Contemporary sport management (pp. 79-92). Champaign, IL: Human Kinetics.   \nLawrence, P.R. (1995). Epilogue. In P. Graham (Ed.), Mary Parker Follett—Prophet of management: A celebration of writings from the 1920s (pp. 291-296). Boston: Harvard Business School Press.   \nMacLean, J. (2001). Performance appraisal for sport and recreation managers. Champaign, IL: Human Kinetics.   \nManz, C.C., & Sims, H.P. (1995). Superleadership: Beyond the myth of heroic leadership. In J.T. Wren (Ed.), The leader’s companion: Insights on leadership through the ages (pp. 212-221). New York: Free Press.   \nMintzberg, H. (1991). The effective organization: Forces and forms. Sloan Management Review, 32(2), 54-67.   \nOatley, K. (2006, April 29). Get your kids off the couch. Globe and Mail, p. D13.   \nReason, P. (2006). Choice and quality in action research practice. Journal of Management Inquiry, 15, 187-203.   \nRobinson, L. (2006, April 29). Different backstrokes for different folks. Globe and Mail, p. D12.   \nSenge, P.M. (1990). The fifth discipline: The art and practice of the learning organization. New York: Doubleday.   \nTonn, J.C. (2003). Mary P. Follett: Creating democracy, transforming management. New Haven: Yale University Press.   \nVickers, M., Harris, C., & McCarthy, F. (2004). University–community engagement: Exploring service-learning options within the practicum. Asia-Pacific Journal of Teacher Education, 32, 129-141.   \nWard, K. (2003). Faculty service roles and the scholarship of engagement. ASHE-ERIC Higher Education Report, 29(5), 1-161.   \nZeigler, E.F. (1987). Sport management: Past, present, future. Journal of Sport Management, 1, 4-24.   \nZeigler, E.F. (1989). Proposed creed and code of professional ethics for the North American Society for Sport Management. Journal of Sport Management, 3, 2-4.   \nZeigler, E.F. (Ed.). (1994). Physical education and kinesiology in North America: Professional and scholarly foundations. Champaign, IL: Stipes.",
  "acknowledgement": "A September 2, 2006, Hockey News—Ontario Edition article by Kristi Patton (Vol. 5, No.8, Issue 43, p. 9) reported that the merger between the National Women’s Hockey League (NWHL) and the Western Women’s Hockey League (WWHL) will mean the best female hockey teams will play for the Clarkson Cup.  The Cup is named for the former Governor General, Adrienne Clarkson.   \nSincere thanks to Karen Danylchuk and Joanne MacLean for their constructive comments.",
  "notes": "n/a"
}