{
  "title": "No One Can Whistle a Symphony: Working Together for Sport Management’s Future",
  "author": "Daniel F. Mahony University of Louisville",
  "year": "2007",
  "content": "Although sport management is now well established in higher education and is an increasingly popular major for students, there are a number of critical issues that face the discipline. The purpose of this lecture is to identify some of these critical issues and what can be done to address each of them. The primary issue for sport management is a lack of qualified faculty to (a) teach the increasing number of students enrolling in sport management programs and (b) conduct the research necessary to build a distinct body of knowledge. In addition, sport management faculty also need to work together to make a better case for the contributions of their programs to their respective universities to avoid being a very low priority in their home units. The lecture focuses on the need for sport management faculty to work together to address each of these issues.  \n\nI attended my first Zeigler lecture in 1995. I had met Earle Zeigler when I was a doctoral student at Ohio State and had been taught by one of his protégés, Dr. Chelladurai, so no one needed to explain to me that an award named after him was special. Now, I have to be honest. I do not care very much about winning awards. When I was young, I quickly realized I placed too much emphasis on awards and often lost sight of what was really important: all of the great experiences I had that led to being considered for these awards. However, I was curious about what it would take to be one of the top professors in the field. The award winner that year was Trevor Slack and he was introduced by Gordon Olafson. During the introduction, Gordon emphasized how hard Trevor worked. So I said to myself, “To be the best in the field it will require lots of long hours and hard work. Yes, never mind, I think I will have to settle for being good.” Then, Trevor got up and gave his talk. During the beginning of his talk, he said that he did not work nearly as hard as Gordon said and that the real secret to his success was surrounding himself with smart people. “Ah-hah,” I said to myself, “a loophole—find smart people and exploit their talents (and I mean exploit in the best possible way); this is something I could do.”  \n\nBefore I continue, I would like to recognize the following people (this is in no particular order): Chris Greenwell, Damon Andrew, Brian Turner, Keith Christy, Donna Pastore, Chad Seifried, Ian Patrick, Joe Petrosko, Robert Thrasher, Steve Dittmore, Sean Phelps, Amy Baker, Mike Judd, Mike Mondello, Mary Hums, Dan  \n\nFunk, Makoto Nakazawa, Harold Riemer, James Breeding, Jay Gladden, Artemis Apostolopoulou, Angela Grube, Jeremy Jordan, Alan Geist, Marlene Dixon, Mark Havitz, Lynn Ridinger, Jeff James, Anita Moorman, Sumiko Hirakawa, Dennis Howard, Bob Madrigal, Janet Fink, Brenda Pitts, Jim Hall, Ming Li, and Tim DeSchriver. In addition to being very bright, this group of sport management scholars all have one thing in common: I have had the pleasure to publish a refereed journal article, book, or book chapter with each of them. In most cases, we have worked together multiple times. I owe a lot to this group and want to thank them for their help.  \n\nSo, clearly I have followed the directions of Trevor Slack very well and whatever success I have had, I owe to all of the people with whom I worked. This goes beyond my research, because I have also had the pleasure of working with many people in various service activities for NASSM (in particular the NASSM presidents before and after me, Rob Ammon and Alison Doherty). I truly value my experiences working with them. Now, I would argue that someone more talented and hard working than me could be successful as a faculty member without working with others. He or she could develop and report on excellent research studies and teach great classes with little interaction with others. It would be much more difficult, but certainly not impossible.  \n\nIf we have any hope as a discipline, however, then working together on the issues that face us is critical to our future. The quote in the title of my presentation comes from H.E. Luccock, who said, “No one can whistle a symphony. It takes an orchestra to play it.” If we hope to have a great symphony in our future, then we must find a way to all play well together. This is true in any discipline, but is particularly true in sport management. I agree with Cuneen (2004), who suggested in her Zeigler lecture that we are at a point at which sport management is “entrenched in the academe,” but must now manage the transition of “potential” to “merit” (p. 1). There are some significant challenges that are facing us and the best ways to address those challenges are not always clear. In this lecture, I will attempt to discuss some of these major challenges and what we can do as a discipline to address them.  \n\n### Faculty  \n\nAs Weese (2002) noted in his 2001 Zeigler lecture and my colleagues and I have documented in a series of articles (Mahony, Mondello, Hums, & Judd, 2004, 2006; Mondello, Mahony, Hums, & Moorman, 2002), we have a significant issue relative to the availability of faculty to teach in our programs. The number of positions available continues to grow (over 120 this year), and, despite the growth in doctoral programs, is still far greater than the number of doctoral graduates (Mahony et al., 2004). As the number of sport management programs continues to grow and the size of the faculty at many programs increases, we can expect this to continue. I was recently told that sport management was among the top-10 requested majors by incoming freshman, a number that suggests a great disparity between demand for programs and number of faculty available to teach in them.  \n\nI personally believe there is no greater issue facing our discipline. As an administrator, I have long argued that faculty are the most critical aspect of any program.  \n\nIf you hire great faculty, you are highly likely to have a great program. You almost have to go out of your way not to. The converse is also true, however. If you do not have great faculty or have an insufficient number, you are likely to have a weak program. The numbers would suggest that we probably have more weak programs than we care to admit. Unfortunately, this is a problem some can easily ignore. For example, at the University of Louisville we have consistently had successful searches, so it would be easy for us to see this as someone else’s problem.  \n\nThat is a truly shortsighted perspective, however. The fact is that the activities in each program reflect on all of this. It is very similar to my fraternity days when the stupid actions of one individual reflected on all of us. Although this was unfair, it was a reality. In our case, people’s perceptions of sport management are not affected by the best programs, but instead by the programs with which they have direct contact or ones that get the most attention. Just this spring, a Final Four course at one university received widespread national attention and its identification as a “sport management” class did little for the general impression of our discipline. For a field that struggles for respect from the start because of our focus on sport, we really cannot afford too many negative impressions.  \n\nSo, what can we do about this? Weese (2002) did a great job of outlining many of the options available, and I will not take time to repeat them all. Instead, I will focus on how we can work together to address this problem. The lack of faculty is a problem we all face, and we all need to help solve this problem.  \n\nFirst, more sport management programs can begin to offer new doctoral degrees or perhaps joint doctoral degree programs. Although this possibility is limited only to those programs at universities that offer doctoral programs, from my count there are approximately 80 Carnegie doctoral universities with sport management programs and only about $25\\%$ of these currently have sport management doctoral programs, so there is room for growth. We cannot, however, look at producing faculty as an issue only for the doctoral institutions to address alone.  \n\nSecond, we can all work to recruit more qualified students into doctoral programs. Frankly, as a profession, we have done a poor job of encouraging our best and brightest undergraduate and graduate students to pursue doctoral degrees. This is particularly true for students native to North America. If it were not for our great fortune to have a large influx of faculty from outside of our continent, the faculty “problem” would be an absolute crisis. Given the popularity of sport and growing popularity of sport management, as well as the very favorable faculty job market, there is no good explanation for the few North American students who enter doctoral programs. We simply must do a better job of selling this opportunity to our best students. We also need to recruit students from related disciplines. Our discipline would benefit in a number of ways if we could successfully recruit students into doctoral programs from fields such as psychology and economics, which have a strong tradition of research preparation in their master programs.  \n\nThird, we also can all help to recruit people with terminal degrees in closely related fields into sport management. Some of the great contributors to sport management have been those who did not have a doctoral degree in sport management; Dennis Howard, Dan Rascher, Cathy Claussen, Laurence Chalip, and Richard Wolfe are just a few examples. Years ago this was a necessity because sport management doctoral programs were so new. As the field has developed, however, I think we forgot to keep looking outside to find great talent. Whenever we attend conferences outside of sport management or interact with colleagues on our own campus, we should all be looking for possible converts. Again, such an infusion of talent has benefits beyond simply filling faculty positions. Faculty members in many of basic disciplines have a strong training in research and will help to push the envelope in that area as well.  \n\nAlthough these are just a few strategies, I believe the key point is that we all need to make recruitment and training of people for the sport management professoriate a high priority. Even if the people we identify never work at our own institutions, we all will benefit if there are more highly qualified faculty teaching in sport management programs.  \n\n### Research  \n\nA second issue we continue to face is how to best build a distinct body of knowledge in sport management. This has been a focus of many of the prior Zeigler lectures (Chalip, 2006; DeSensi, 1994; Frisby, 2005; Olafson, 1995; Parks, 1992; Pitts, 2001; Slack, 1996) and I would like to touch on it again tonight. I think I have a slightly different perspective, however, than many of the prior speakers. Although I do not disagree with many of the points they made, I think the biggest problem here is related to the first problem I addressed: There simply are not enough of us. If one looks at the typical sport management program, it covers many of the same areas as a typical business program with some sociology and psychology also included. At my university, there are about 15 to 20 times more faculty members in those disciplines combined than there are in sport management. In addition, those programs are present at more universities than is sport management. So, if our goal is to develop a unique body of knowledge that goes across these content areas, it is easy to see why this is such a daunting task. I am clearly not the first to identify this problem. In his Zeigler lecture, Chelladurai (1992) noted that “we do not have the workforce to specialize in the subareas of our field” and “we spread ourselves too thin” (p. 216). Fifteen years later, I believe this is still an accurate assessment of the discipline.  \n\nThe fact is that we are still probably doing very little in many areas. Research on dissertation topics (Dittmore, Mahony, Andrew, & Phelps, 2007; Soucie & Doherty, 1996) indicates that most of the work being done is in marketing, organizational theory, and organizational behavior, with very little in some of the other areas. Although it does not come out in the dissertation studies, one could certainly argue that research in sport law is also far more advanced than some of the other areas. This means, however, that sport management faculty members are likely doing very little research on some other content areas within the larger field of sport management. Moreover, even in areas being researched, it is not clear how quickly or effectively a body of knowledge is being developed. The question is, again, what can we do about this? I see at least three approaches that could be helpful.  \n\nFirst, we need more conversations about where research is going in certain areas and a plan for how we can get there. Many individuals have developed research agendas for themselves, but research agendas for the field are rarely discussed. We need to have conversations among scholars in different areas to develop such agendas. Although some of these have happened on their own, we need to do more as a field to ensure the development of a well-respected body of knowledge. Conferences, like NASSM, should put aside time to discuss such agendas and provide a framework for future research. We should also consider using financial incentives to help to push research forward in targeted areas.  \n\nSecond, we need to involve more people in the development of new knowledge. Whereas some sport management faculty members have less need for publishing because of their institution’s goals or the point they are at in their careers, we are too small as a field to not utilize the talents of everyone. It is also important to point out that we each have different talents. By working together, sometimes across institution types, we can produce more and better research. In fact, a recent comprehensive analysis of over 20 million papers from a 50-year period found that collaborative research was more successful than solo authored work, and this difference was increasing over time (Wuchty, Jones, & Uzzi, 2006).  \n\nAs a journal reviewer, I have had two very common experiences. In one case, I read an article that could have been useful to practitioners, but it suffers from poor methodology and limited generalizability in part because it was not well developed. In the other case, I read articles in which methodology is well developed, but I am left wondering, “Who cares?” Even if the authors were successful in supporting their hypotheses or models, there does not appear to be sufficient thought of what meaningful impact that would have on the practice of sport management or even future sport management research. I am always left with the feeling that I should find a way to connect the author of one article with the author of the other. Together, they could produce a much better article than either has done separately. This would sometimes, or even often, require that faculty work with others from different institution types, something that happens far too little in our field.  \n\nThird, we must again look to involve those from outside of sport management. As Olafson (1995) said in his Zeigler lecture, this was an approach advocated for by Earle Zeigler and his colleagues who suggested we “involve scholars and researchers from many disciplines with a variety of backgrounds” (Zeigler & Spaeth, 1975, p. 19). In fact, some areas of sport management research have already benefited from the work of faculty in other fields. For example, psychology professor Dan Wann’s work on sport fans is one good example and one that was of great value to me early in my career. Given the popularity and natural interest in sport, encouraging more faculty to be engaged in examinations of sport might be easier than one might suspect. Collaborations with faculty in business, sociology, psychology, and other disciplines can expand the amount of quality research being done and help to develop the body of knowledge more quickly.  \n\nAgain, these are just a few suggestions. It is clear to me, however, that we will only be successful if we work together. There have already been many examples of good collaboration across universities. The work of Sue Inglis, Donna Pastore, and Karen Danylchuk on coaches, and Galen Trail, Jeff James, Dan Funk, Dan Wann, and James Zhang’s recent work on sport fans are a couple of good examples. We simply need more.  \n\n### Home Unit  \n\nAnother issue that has been discussed in previous Zeigler lectures (e.g., Chalip, 2006) and that continues to be an issue is where sport management is housed within the university. Based on my informal review of program Web sites, it appears the most common places for sport management are schools of education, business, and health, with a few occasionally in units that I refer to as the “schools of misfit toys” (i.e., units that combine a number of unrelated programs that all have no other good home in the university). There has been much discussion about which home is most appropriate, and the apparent assumption in these discussions is that if we find the right home, things will be better for the program. This debate, however, often misses two important points. First, the respect and quality of treatment that sport management receives is more often based on people than structures. I have had the privilege to work for administrators in the college of education who treated sport management well and we received the resources we needed, but I have also worked for those who did not. It has had less to do with being in a college of education than it has with the individuals who made the decisions. Based on talks with others across universities, my experiences do not appear to be unique.  \n\nSecond, the main problem facing sport management is that almost all of the options lead to sport management programs being a low priority (Chalip, 2006). This is clear to me as I have pursued a position as a dean. In every case I must address the question of whether I am “education enough,” “business enough,” or “health enough” to be the dean of the given school or college. Although I have been told that I was able to successfully answer that question in some interviews, the main point is that it is always a question and it is a question that is asked repeatedly. In contrast, I am guessing that it is very rare for someone to ask during dean searches at our respective universities whether a candidate is “sport management enough.” In fact, we have probably all worked for deans who did not have any understanding of sport management, and no one else sees this as even a slight problem. With a few exceptions, the pecking order is clear and we are often at or near the bottom.  \n\nThis problem is compounded by two issues. One, there is little grant money available for sport management research. This is especially true when compared with money available to programs in education and health. As institutions become more focused on grant dollars, this will only become more of an issue. Two, there are no external rankings in sport management. Although there are certainly problems with all ranking systems, colleges still rely on them to enhance their prestige. The fact that none exist in our field means that sport management becomes less useful to administrators who are seeking to increase the prestige of their college. What is the use of having a top-10 program if you have no external source saying you have a top-10 program? The question is, what can we do to counteract the lower priority of sport management programs? Again, I will argue this is a group effort.  \n\nFirst, if I am correct and people often matter more than structures, then we all need to be actively involved with selecting academic leaders on our campuses and we need to talk with our colleagues at other institutions. Now, we are not likely to find many leaders who will make sport management program among the highest priorities in the academic unit. Frankly, even I would be highly unlikely to make sport management the highest priority if I were a dean. It is not unrealistic, however, to find leaders who will treat sport management fairly and with respect and give the faculty the support they need to provide a quality program. We all need to be actively engaged in searches in order to increase the chances that this will happen.  \n\nSecond, we need to make a good case for what sport management does contribute to a school, college, or university. We have all been in a position in which we had to justify retaining or getting a new faculty position, increasing the salary in position, etc. We generally do this on our own, however, with little support from others in the field. In other words, we are often reinventing the wheel. I suggest that we should contribute to a common sport management database that could be used by anyone. This has been done by other disciplines (e.g., business) and can be of great value. For example, if we could present academic leaders with a good data-based analysis of the growth in the field, we could do a much better job of convincing them of the need for a new faculty position. Likewise, I believe that in many cases the financial benefits of sport management programs exceed the costs and better data would help us to make such a case.  \n\nThird, we need to bring sport management experts to our campuses to help academic leaders to understand the current norms in our discipline. Although we can do a good job of making the case on our own campuses, academic leaders tend to listen more to experts. Who is an expert? An expert, of course, is someone who lives at least 60 miles from our campus. The fact is the expert can present exactly the same information, but it will be given more weight simply because the expert is an outsider. Now, how do we get experts to our campuses? There are generally two ways. Some universities bring in external reviewers for university program reviews. The other option is accreditation. In my current position, I have seen a number of cases in which the findings of an external accreditor led the university to address an issue in a program that might have otherwise been ignored. For accreditation or program reviews to be successful, however, it requires widespread participation by the top people in our field. When a reviewer comes to campus, they are representing the entire discipline. The image of the field within the minds of academic leaders on campus will be largely impacted by their impression of the reviewers. We simply cannot afford to send out anyone except our very best.  \n\nFourth, we need to consider the possibility of program rankings. I say this with a great deal of hesitation because every ranking system I have seen is flawed in some way. They also often have unintended consequences as programs try to move up in the rankings. The impact of the U.S. News and World Report rankings provides many such examples (Farrell & van der Werf, 2007). That being said, I believe it is likely this will happen eventually whether we want it or not. We live in a world obsessed with rankings and to think we will avoid this forever is unrealistic. Personally, I would have more faith in a ranking system that we develop through a collaborative process than one that we leave entirely to those outside of academia. Again, the U.S. News and World Report rankings provide a good example of this danger. In addition, despite all of the downsides of rankings, there are positive impacts. Administrators are more likely to invest in the program if they see the potential to achieve a higher ranking and this increases the chance a sport management program will be seen as a priority.  \n\n### Enrollment Growth  \n\nAlthough we might not always be a priority, we do have large numbers of students. All indications from my campus and others is that even as more institutions add sport management programs, the number of students enrolled in our programs continues to increase. At the University of Louisville, our undergraduate enrollment has nearly doubled in just the last few years. The plus side of this is that the data related to enrollment growth can be useful to making the case for additional resources. There are also problems, however, with the growing enrollments. When the student-tofaculty ratio becomes too large, it is hard to provide a quality program. In addition, the popular areas in the sport industry are not large enough to support the number of graduates being produced. There are a few ways to address this problem.  \n\nFirst, we could try to limit enrollments in our individual programs. For example, increasing the GPA needed for admission would be a quick and easy way to reduce enrollment. This is unfortunately not a practical solution for every program. As I suggested, high enrollment is sometimes the major selling point for sport management programs to administrators, so reducing or simply capping the enrollment might not be an available option for all.  \n\nSecond, we can use accreditation reviews to help limit enrollment in programs and to limit the number of programs. Although this will not happen overnight, if sport management accreditation becomes the “seal of approval,” it will be harder for programs to operate without accreditation. Accreditation can also be useful in establishing norms for student-to-faculty ratios and could place programs in a position of deciding between hiring more faculty or limiting enrollment.  \n\nThird, we need to become more focused on skill development than on knowledge development, particularly at the undergraduate level. Whereas it is certainly important to teach undergraduate students about sport marketing, sport finance, and sport law, if we accept that many might not find the jobs they expect in the sport industry, then we need to be sure their preparation provides them with skills that will be useful in many fields. On this point I agree with Boucher (1998), who discussed in his Zeigler lecture the need to focus on developing our students’ abilities “to think intelligently and make decisions” (p. 81). Students who have strong critical thinking skills, high levels of quantitative literacy, decision-making skills, and good written and oral communication skills will be able to succeed in almost any job that they choose. Again, a move toward accreditation can help support this move from the primary focus on knowledge development that existed in the program approval standards to an expanded focus, which includes an emphasis on skill development.  \n\n### Working Together for the Future  \n\nI would like to end this lecture by reemphasizing the need to work together and the challenges that face us in that effort. It is important to note that it is not a natural tendency in the academy to work across units on a campus or across universities. We tend to feel most comfortable operating in our own separate silos and sometimes have policies and procedures that work against collaboration. It is critical for our success, however, that we find ways to overcome this silo mentality, and conferences such as this provide a great opportunity for the academics in the field to have the conversations necessary to move the field forward. This often happens informally in the hallways of the host hotel or sometimes in the local restaurants and bars. We could do more to increase these conversations, however. In addition to setting aside time for refereed presentations, we should set aside time to share ideas and to develop plans for moving the field forward. This includes everything from developing a research plan for an area within the larger discipline to sharing ideas for getting grants and arguing for resources. As we do this, it is important to remember Inglis’s (2007) advice from last year’s Zeigler lecture. We need less discussion that is a competitive conversation focused on points and counterpoints, and more dialogue focused on developing a common meaning. Good dialogues are critical to our future.  \n\nThe problem with this is that the number of conferences we have the choice of attending is increasing, whereas travel money is generally remaining steady. The net effect is that we, future and current sport management faculty, are never in one place at one time. In fact, there are several people in this field I have never met because they attend only SRLA or AAHPERD, and several others I have not seen in many years because they now attend only SMA. Although several major conferences might not be an issue in some fields, it is in a field that is as small as sport management and one that is likely to have less access to travel funds than the norm. Although I will not advocate for the importance of any one conference over the others, the reality is that working together is much harder if we are never actually together. In addition, history has taught us that less communication between groups with different perspectives generally leads to widening of differences, but increased communication leads to greater understanding (e.g., Sherif & Sherif, 1964).  \n\nSo, how do we deal with this issue? There are two alternatives. First, we could coordinate conferences so that they are all held at the same place and at the same time. Each conference could maintain its autonomy, but this would serve to bring us all together at once. Although in many ways this would appear to be a logical and efficient solution, there are many issues that would need to be worked out and I doubt that we could ever get everyone to agree.  \n\nThis leaves us with a less than perfect alternative. We need leaders from each of the organizations to coordinate dialogues and collaborations that would involve sessions at each conference around common topics. These would need to be followed by electronic dialogues and proposals for actions. Smaller Listservs could be set up around various issues to allow for further dialogue. There would also need to be joint monitoring of progress relative to the proposals for action. Several years ago, we developed a strategic plan for NASSM. At this point, we really need a strategic plan for the field and that plan must reach out beyond NASSM. Strategic plans only work, however, if people continue to monitor whether progress is being made and take corrective action when it is not. If multiple groups are involved, then a diverse group must also be involved in monitoring our progress.  \n\nAlthough this might be a little messy and might not be the easiest way to develop a field, failing to include all groups of sport management faculty would be like trying to play a symphony while missing a key section or sections of the orchestra. To play the best symphony, we all need to work together to move the field of sport management forward.",
  "references": "perspective. Journal of Sport Management, 12, 76-85.   \nChalip, L. (2006). Toward a distinctive sport management discipline. Journal of Sport Management, 20, 1-21.   \nChelladurai, P. (1992). Sport management: Opportunities and obstacles. Journal of Sport Management, 6, 215-219.   \nCuneen, J. (2004). Managing program excellence during our transition from potential to merit. Journal of Sport Management, 18, 1-12.   \nDeSensi, J.T. (1994). Multiculturalism as an issue in sport management. Journal of Sport Management, 8, 63-74.   \nDittmore, S.W., Mahony, D.F., Andrew, D.P.S., & Phelps, S. (2007). Is sport management research diverse? A five-year analysis of dissertations. International Journal of Sport Management, 8(1), 21-31.   \nFarrell, E.F., & van der Werf, M. (2007, May 25). Playing the rankings game. The Chronicle of Higher Education, pp. A11-A19.   \nFrisby, W. (2005). The good, the bad, and the ugly: Critical sport management research. Journal of Sport Management, 19, 1-12.   \nInglis, S. (2007). Creative tensions and conversations in the academy. Journal of Sport Management, 21, 1-14.   \nMahony, D.F., Mondello, M., Hums, M.A., & Judd, M.R. (2004). Are sport management doctoral programs meeting the needs of the faculty job market? Observations for today and the future. Journal of Sport Management, 18, 91-110.   \nMahony, D.F., Mondello, M., Hums, M.A., & Judd, M. (2006). Recruiting sport management faculty: Factors impacting job attractiveness and advice for search committees. Journal of Sport Management, 20, 414-430.   \nMondello, M., Mahony, D.F., Hums, M.A., & Moorman, A.M. (2002). A survey of search committee chairpersons: Candidate qualifications preferred for entry-level sport management faculty positions. International Journal of Sport Management, 3, 262-281.   \nOlafson, G.A. (1995). Sport management research: Ordered change. Journal of Sport Management, 9, 338-345.   \nParks, J.B. (1992). Scholarship: The other “bottom line” in sport management. Journal of Sport Management, 6, 220-229.   \nPitts, B.G. (2001). Sport management at the millennium: A defining moment. Journal of Sport Management, 15, 1-9.   \nSherif, M., & Sherif, C.W. (1964). Reference groups: Exploration into conformity and deviation of adolescents. New York: Harper & Row.   \nSlack, T. (1996). From the locker room to the board room: Changing the domain of sport management. Journal of Sport Management, 10, 97-105.   \nSoucie, D., & Doherty, A. (1996). Past endeavors and future perspectives for sport management research. Quest, 48, 486-500.   \nWeese, W.J. (2002). Opportunities and headaches: Dichotomous perspectives on the current and future hiring realities in the sport management academy. Journal of Sport Management, 16, 1-17.   \nWuchty, S., Jones, B.J., & Uzzi, B. (2006, April 12). Science Magazine. The increasing dominance of teams in the production of knowledge. Retrieved April 20, 2007, from http://www.sciencemag.org/cgi/data/1136099/DC1/1.   \nZeigler, E.F., & Spaeth, M. (1975). Administrative theory and practice in physical education and athletics. Englewood Cliffs, NJ: Prentice Hall.",
  "acknowledgement": "n/a",
  "notes": "n/a"
}