{
  "title": "The Conscience and Commerce of Sport Management: One Teacher’s Perspective",
  "author": "Mary A. Hums University of Louisville",
  "year": "2009",
  "content": "Although the sport industry continues to evolve, one thing has not changed—the need for sport managers to be good citizens. What does it mean to be a good citizen and how does that relate to us as sport management educators and researchers? This lecture suggests what we as sport management educators can do to help our students become better citizens in this day and age. As new issues emerge, our graduates will be forced to make decisions which often place the Temple and the Agora—the spirit of sport and the business of sport, the conscience and commerce of sport management—in opposition to each other. These new issues encompass topics such as social entrepreneurship, technology, environmental respect, sport for development and peace, and sport and human rights, and need to be woven into the fabric of our sport management curriculum.  \n\nThirty years ago I walked into a room in Iowa City, Iowa. The room was called the Mat Room, as it was the former wrestling room in Halsey Gym at the University of Iowa. It had that Mat Room look and that Mat Room smell—you know the one. There on the floor in front of me were 16 students, most of whom were barely three or four years younger than I was at the time. I looked at them— they looked at me—and they expected me to have something to say. I was a teaching assistant in the physical education department and this was the first day of the first class I ever taught—self-defense. After going over the hand-typed purple mimeographed syllabus, which back in the day before rubrics and assessments and conceptual frameworks was two pages long and contained what the students REALLY needed to know about the class, I said “See you Wednesday.” It was a twice a week class as I recall, probably 50 minutes or so long. On Wednesday we all showed up again and I was armed with my very first set of awesome lecture notes. I was ready to go. After about 20 minutes, I realized I had covered everything in my notes, and I had nothing left to say except “See you Monday!” What else could I say?  \n\nTwenty years ago I walked into a room in Columbus, Ohio. The room was lined with large targets on the wall, some nets hanging around, and then a wall of windows opposite the targets which overlooked a large open area on campus. There was a slightly built friendly fellow there who showed me where the golf clubs were kept for my Golf class. Most people from The Ohio State University recognize this place as the Women’s Field House and the friendly fellow as Mel Ravely. Ten years had passed and I was a teaching assistant teaching physical education again, although that was not really my career aspiration. I had been the athletic director, as well as a coach and physical education instructor at St. Maryof-the-Woods College for most of the years in between but I had decided it was time to go back and earn my PhD. There they were again—my students looking at me and waiting for me to have something to say. One day in class as the students were practicing their 7-irons into the targets, there was the sound of breaking glass. I looked over to see a student standing at her hitting station looking incredulously at the end of her club, which had no club head. The club head had slipped off on her follow through and gone through the window, leaving a perfectly shaped 7-iron club head hole in the glass where it passed through. Everyone in class was OK, and I looked out the window at several puzzled students who were looking up from outside the window, startled, but unhurt, wondering what had just happened.  \n\nTen years ago I walked into a room in Athens, Greece. I had walked up busy Amalias Avenue in the heart of the city center, being passed by busses, cars, honking taxis, and the occasional motorbike on the sidewalk. I walked through the doors of the New York College building, up the smoky staircase to a second floor room with a marvelous view of the Temple of Zeus. I was no longer a teaching assistant, but an associate professor at the University of Louisville, having come from stints at Kennesaw State University and the University of MassachusettsAmherst. In front of me were ten students. We had just established a Master’s program in Athens, partnering with a local college to provide sport management education for people wanting to work for the Athens 2004 Olympic and Paralympic Games. They looked at me—I looked at them, and they expected me to have something to say. English was their second language, and my Greek at that time was pretty slim, but I tried. One time, I asked a student a question, thinking I would try a little Greek, and he looked at me and said, “I think you meant to ask me for a pencil, Dr. Hums, but you just asked me for a streetlight.” At least I tried. Later some of the students took me to a basketball game featuring a local powerhouse, Panathanaikos. We drank Coca-Colas and talked hoops and I learned first hand that sport is the same in any language.  \n\nA little over ten months ago, I walked into a room in Leuven, Belgium. The room was filled with video equipment. There were cameras and lights, a fancy computer set-up, and large screens on the walls. Someone flipped a switch, some lights came up and in addition to the students in the room with me in Belgium, there appeared on the screens three other classrooms filled with students—one group was in Limerick, Ireland; another in Oslo, Norway; and the third in Olomouc, in the Czech Republic. Although I was not exactly a rock star I must say it was pretty cool. These students were the best and the brightest from 25 different countries and all enrolled in the Erasmus Mundus International Master in Adapted Physical Activity in their respective locations. I looked at my screens and sure enough it appeared they were looking at me and waiting for me to have something to say. We debated the issues surrounding Oscar Pistorius, the double below the knee amputee sprinter from South Africa, and his quest to attempt to qualify for the 2008 Olympic Games in Beijing. The debate was spirited and informed, with viewpoints from around the globe. I left the room marveling at the international power of sport.  \n\nAbout ten days ago I walked into a room. There were 15 or so students waiting for my business of professional baseball summer school class at the University of Louisville. This time, the students were clearly the age now where I look very much like their mother. As usual, I reminded them to turn off their mobile phones and take off their hats; hence, acting like their mother as well. They looked at me and I looked at them. I thought about a day 30 years ago when my first selfdefense lesson focused on the palm-heel smash to the nose. I had come a long way. But more importantly, so had the students.  \n\nSport management students today walk in a completely different world than those students gathered 30 years ago on the Mat Room floor. Local, national, and international events have molded the sport industry into a shape not seen before. How we are in the world and who we are in the world changes on daily basis. To paraphrase Thomas Friedman (and I know some people love him and some people loathe him), the world is no longer about walls but about webs. The world is no longer about from whom we are separated but rather to whom we are connected (Friedman, 2003). Barely a week goes by that I do not remind my students how fortunate we are to be involved in the global industry we call sport. But just because we are fortunate does not make it easy. Sport managers today face a myriad of situations never envisioned by Walter O’Malley and James Mason back when they first discussed the need for a specific degree in sport management or even when the first academic program took shape at Ohio University. But one thing has not changed—the need for sport managers to be good citizens. So what does it mean to be a good citizen and how does that relate to us as sport management educators and researchers?  \n\n### Citizenship  \n\nThe concept of citizenship has evolved over the years. According to Greek documentary film director Katerina Patroni, the Greek word for citizen is “politis.” In ancient times, people came together in cities, the “polis,” to live a life according to the truth—meaning “logos and harmonia,” reason and harmony—a profoundly metaphysical quest. Today people come together because they need each other, they cannot live alone, so their coming together is not in a profound quest for truth, but rather a desire to satisfy individual needs. Some may say people come together to exploit each other, which is profoundly selfish, just the opposite of the initial way of life of the “politis,” for the citizens in the Republic of Plato (K. Patroni, personal communication, 3 May 2009). When looking around today’s world, I would have to ask “WWPD?”—“What Would Plato Do?”—particularly if Plato found himself today working as a sport manager rather than as a philosopher.  \n\nToday when people think of being good citizens, they often think of respecting laws, voting on Election Day, and not throwing litter out of their car windows, but there is certainly more to being a good citizen than that. We need to look no further than the panel presentation here at the conference with Lisa Kihl, Jen Bruening, Katie Misener, Corinne Daprano, Anita Moorman, Eli Wolff, Rachel Madsen, and Justin Evanovich entitled Civic Engagement: Educating Citizens Through Sport Management, to see the importance of this issue.  \n\nWhat I would like to do now is to suggest what we as sport management educators can do to help our students become better citizens in this day and age. What topics do we need to weave into the tapestry of our curricula, including our lectures, projects, internships, and guest speakers to help our students be better citizens? In the following paragraphs, I would like to highlight some of the pressing issues, many ethical in nature, which our students will face when they become sport managers.  \n\n### Issues Facing Sport Managers in Today’s Global Sport Industry  \n\nTen years or so I had the good fortune to coauthor an article with Carol Barr and Laurie Gullion titled “Ethical Issues Facing Sport Managers,” which appeared in the Journal of Business Ethics (Hums, Barr, & Gullion, 1999). It was a pretty good article and I believe it may have well been the first article related to the sport industry to appear in that publication. I see it cited quite often and am grateful to those of you who have shared it with your students or used it in your research. When considering the issues covered in that article, however, that was then—this is now. This lecture could actually be seen as the updated version of that piece, its “second edition,” if you will. The issues, the industry, and our students are different today, but sport managers still face challenging issues every day on the job. So what are some of these issues as we prepare to round first and start heading to second in the 21st century? In the following paragraphs, I discuss (a) social entrepreneurship, (b) technology, (c) environmental respect, (d) sport for development and peace, and (e) sport and human rights.  \n\n### Social Entrepreneurship  \n\nThere is currently a global trend toward social entrepreneurship, especially among young people. Recent articles have featured examples of social entrepreneurship (Berggren, 2008; Shapira, 2008), but neglected to address the sport industry. According to the Ashoka Foundation (n.d., $\\P1{-}2)$ , “Social entrepreneurs are individuals with innovative solutions to society’s most pressing social problems ... Rather than leaving societal needs to the government or business sectors, social entrepreneurs find what is not working and solve the problem by changing the system, spreading the solution, and persuading entire societies to take new leaps.” As seen by the recent Sport for a Better World competition sponsored by the Ashoka Foundation, using sport as a vehicle for social entrepreneurship is a growing phenomenon. The competition garnered 381 entries from 69 countries and included programs such as Grassroots Soccer: Using the Power of Soccer in the Fight against AIDS from South Africa; The DOVES Olympic Peace Project from Cyprus; the Cambodian National Volleyball League for the Disabled; BoxGirls Roadwork: Girls and Women Running the City from Kenya; Team Sprint: Aboriginal Girls in Sport from Canada; and Partners of the Americas Using Sport for Latin American Youth Employment from here in the United States (Changemakers, 2007). Social entrepreneurship in sport entails individuals harnessing the power of sport to improve community life for people, often times for people who desperately need some sort of assistance just to survive in slums, refugee camps, and places in the world torn by conflict. But, we must not dismiss this as “something someone does somewhere else.” Sport managers have the opportunities to implement programs in their own neighborhoods which can make a world of difference. This is a wide open area for innovation and also research—doctoral students—are you listening?  \n\n### Technology  \n\nThe next issue is the impact of emerging technologies in sport, as seen in the recent discussion about Oscar Pistorius, the double amputee runner who sought the opportunity to qualify for the Olympic Games. The Court of Arbitration for Sport (2008) ultimately ruled the International Association of Athletics Federation needed to grant Mr. Pistorius that opportunity, but in the meantime the controversy brought the discussion of athletes with disabilities to the forefront. This debate, which had ardent followers both supporting and opposing Mr. Pistorius, illustrated not only the impact of developing technologies in disability sport, but also the role of sport federations generally in determining what equipment is safe, affordable, and fair for competitors (Hums & MacLean, 2008). Just because we can invent a golf ball that can fly 500 yards, does that mean we should sanction its use? What if it was extremely costly? Is it even safe to use a ball which travels that far (certainly not for me, despite having taught that golf class back at The Ohio State University). Does the use of advanced technology in sport which may provide an advantage to one person but not another evoke the question of fairness? Is it fair to allow technology to influence the outcome of a game? Think back to when you were athletes. What made you say, “That’s not fair!” Technology and sport are intertwined, but as future sport managers who will be impacted by governing body rules on a daily basis, our students need to be able to think abut this relationship.  \n\nAnother aspect to technology is the rapidly changing ways in which information is now transmitted. Our students live in a Twittering, blogging, SMSing, instant messaging, Facebook world, and they must learn how to integrate this technology appropriately in their personal and professional lives, and the lives of their constituents. Knowledge can be transmitted instantaneously. Knowledge is power, but the meaning of that knowledge resides in its responsible use.  \n\n### Environmental Respect  \n\nNext are the issues revolving around sport and the environment. “Going green” is all the rage these days, and our students need to know the actions they can take with their events and their facilities to contain the impact of sport on the environment. Nothing makes me a whole lot crazier on my own campus than seeing the artificial turf field hockey field being watered for hours! And I was a field hockey player! Recycling is certainly a good place to start, but there are many actions beyond that which help protect the environment. The Philadelphia Eagles have been hailed as the “greenest” NFL team (Potter, 2007). The United Nations Environment Programme has sponsored eight World Conferences on Sport and the Environment (WCSE), the most recent of which featured almost 350 organizations from 93 countries (World Conference on Sport and the Environment 2009, 2009). Some common ways sport impacts the environment include the “development of fragile ecosystems or scarce land for sport, noise and light pollution from sport, consumption of non-renewable resources (fuel, metals, etc.), consumption of natural resources (water, wood, paper, etc.), emission of greenhouse gases by consuming electricity and fuel, soil and water pollution from pesticide use, soil erosion during construction and from spectators, and the waste generated by facility construction as well as spectators” (United Nations Environment Programme, $2008,\\P2)$ ). Do not underestimate the ability of our students to come up with innovative ideas. I did a case study with my Principles of Sport Administration class with primarily undergraduate students and was amazed at their awareness and creativity.  \n\n### Sport for Development and Peace  \n\nWhat do we mean by the term sport for development and peace? According to the Sport for Development and Peace International Working Group (2008, p. 3), sport for development and peace refers to “the intentional use of sport, physical activity, and play to attain specific development and peace objectives, most notably, the Millennium Development Goals.” Just a few weeks ago, the International Olympic Committee held the First International Forum for Peace and Development in Lausanne, Switzerland. In the position paper from the Forum, the delegates proclaimed, “sport has the power to build peace and encourage development, ranging from preventing violence to humanitarian relief and the long-term construction of society” (International Olympic Committee, 2009, p. 1). This sounds quite lofty. How does sport contribute to development and peace? Sport has universal popularity; it has the ability to connect people and communities; it is a communication platform; it cuts across many social and economic areas; and it has the potential to empower, motivate, and inspire (International Olympic Committee, 2009). Think about the work of a sport organization’s Community Relations Department or a city parks department’s recreational programming which is open to refugee and immigrant children. Clearly, while they may not name it that, some of the work sport managers do in these settings exemplifies sport for development and peace on a local level. Our students can do this type of work, and our students need to do this kind of work.  \n\n### Sport and Human Rights  \n\nThe next issue is the role of sport organizations in the discussion about sport and human rights. Sport and human rights can be visualized in two ways: (a) sport as a human right and (b) using sport to promote human rights. Eli Wolff and I have been hard at work in this area, and our work has included several International Council on Sport Science and Physical Education (ICSSPE) publications, a contribution to the upcoming Olympic Reader, and the development of a human rights in sport checklist for sport managers to use in assessing human rights in their sport organizations. Our major project, however, was the crafting of Article 30.5 of the United Nations Convention on the Rights of Persons with Disabilities (United Nations, 2006), a document with the potential to touch the lives of the more than 600 million people around the world who have a disability. Now, that, is impact factor. We appreciate the good work undertaken by Anita Moorman, Bruce Kidd, Peter Donnelly, David McArdle, Nathanial Mills, Carole Oglesby, Doris Corbett, Keith Gilbert, and others who have contributed to this developing body of knowledge. Believe me, we would welcome research partners interested in examining this topic of compelling international interest. I find the discussion of sport and human rights to be perhaps the most challenging of all the topics I have addressed in my presentation. How does sport and human rights apply to a ticket manager with a professional team, or a marketing director for a college or university? This is why work continues on honing a Human Rights Checklist for Sport Organizations (Hums, Wolff, & Morris, 2009; Hums, Moorman, Wolff, Morris, & Lyras, 2009; Sport in Society, 2008), to provide the sport manager on the ground with some concrete evaluation techniques to measure how well their sport organizations are performing in this area.  \n\nOf course there are many other issues which sport managers will be concerned with as well, including corporate social responsibility, global warming, sport and religion, sport and natural disasters, and sport and refugees. These are important topics as well, but time does not permit an exhaustive coverage of all these issues. These do however, provide excellent avenues for discourse as well as areas ripe for research and class discussion. No matter what the issues, our students will be placed in situations which require them to make thoughtful choices and decisions, and which will place them at times, in situations where they must think about balancing business and ethical decisions, placing them in the nexus between “the Temple and the Agora,” or what I refer to in this piece as the “Conscience and Commerce” of sport management.  \n\n### Teaching “the Temple and the Agora” or the “Conscience and Commerce” of Sport  \n\nIn summary then, how does a sport management educator prepare students for an industry fraught with rapidly changing issues and treading water in a fragile economy? This complex question has sometimes been referred to as the debate between the Temple (spirit of sport) and the Agora (the marketplace of sport; Martinkova, 2006), or what I call the debate between the conscience and commerce of sport management. As new issues emerge, our graduates will be forced to make decisions which often place the Temple and the Agora—the spirit of sport and the business of sport, the conscience and commerce of sport management—in opposition to each other. Learning specific skills such as critical thinking and civic engagement, combined with hands on experience, can help students have a framework for making the decisions which will confront them. Learning about the issues I have spoken about in my presentation should be embedded into a sport management curriculum, and not just afterthoughts.  \n\nCan we teach our students about all these topics? No—each one of us has a certain level of expertise and interest in each of these topics. Some of the topics we may embrace. Some of the topics may make us uncomfortable, as they force us to actively reevaluate our own personal values and belief systems, topics such as HIV/AIDS prevention, wars and occupations of countries by other countries, or the inequitable distribution of wealth across the globe where we as residents of the United States are held accountable for our inordinate consumption of the world’s wealth and resources. But this is not about us, the professoriate, but rather about our students, the future sport managers whose minds we hold in the lectures we deliver, the textbooks and articles we write, and the everyday conversations we have in our classrooms, offices, and hallways. Our students currently face a complex world which presents them with situations we never could have possibly envisioned. How to prepare them? Perhaps we can look ahead to a complex world by looking back to lessons from a simpler time, lessons which are recorded in the Shakertown Pledge, which reads in part (Tamney, 1992, p. 94):  \n\nI commit myself to lead an ecologically sound life. I commit myself to join with others in the reshaping of institutions in order to bring about a more just world. I commit myself to occupational accountability. And I declare myself to be a world citizen.  \n\nWe need to teach our students to be the voices that challenge, and to do that we must challenge ourselves and be challenging in what we teach. Remember—every day we walk into our classrooms, we will look at them—10 days, 10 months, 10, 20 or 30 years from now—and they will look at us, and expect us to have something to say.  \n\nChallenge your students. Challenge yourselves.",
  "references": "Ashoka Foundation. (n.d.). What is a social entrepreneur? Retrieved from http://www. ashoka.org/social_entrepreneur   \nBerggren, K. (2008, May 30). Compassionate capitalists: Young social entrepreneurs merge values and business savvy to change the world. National Catholic Reporter. Retrieved from http://ncronline.org/node/1075   \nChangemakers. (2007). Competition summary. Retrieved from http://www.changemakers. com/en-us/node/728/entries   \nCourt of Arbitration for Sport. (2008). CAS2008/A/1480 Pistorius v/IAAF. Retrieved from http://www.tas-cas.org/d2wfiles/document/1085/5048/0/ amended%20final%20 award.pdf   \nFriedman, T. (2001). Longitudes and attitudes: The world in the age of terrorism. New York: Anchor Books.   \nHums, M.A., Barr, C.A., & Gullion, L. (1999). Ethical issues confronting sport managers. Journal of Business Ethics, 20(1), 51–66.   \nHums, M.A., & MacLean, J.C. (2008). Governance and policy in sport organizations (2nd ed.). Scottsdale, AZ: Holcomb-Hathaway.   \nHums, M.A., Wolff, E.A., & Morris, A. (2009, March). Ensuring human rights in sport: Constructing a human rights in sport monitoring checklist. Presented at the annual conference of the Sport, Recreation, and Law Association, San Antonio, TX.   \nHums, M.A., Moorman, A.M., Wolff, E.A., Morris, A., & Lyras, A. (2009, September). Monitoring human rights in sport: How a human rights in sport checklist can assist with best practices. Presented at the annual conference of the European Association for Sport Management, Amsterdam, The Netherlands.   \nInternational Olympic Committee. (2009). Recommendations: First International Forum on Sport for Peace and Development. Retrieved from http://multimedia.olympic.org/ pdf/en_report_1431.pdf   \nMartinkova, I. (2006). The ethics of human performance. Lecture at the 2006 International Olympic Academy Educators Session, Olympia, Greece.   \nPotter, N. (2007). NFL’s greenest team – and not just the uniforms. Retrieved from http:// abcnews.go.com/Technology/story?id=3648383   \nShapira, I. (2008, October 14). Recent college grads forgo traditional careers, money to start nonprofits focused on outreach. Washington Post, p. B01.   \nSport for Development and Peace International Working Group. (2008). Introduction to sport for development and peace. Retrieved from http://www.righttoplay.com/ site/ DocServer/Final_Report_Chapter_1. pdf?docID $scriptstyle=9881$   \nSport in Society. (2008). Human rights in sport checklist. Boston: Author.   \nTamney, J.B. (1992). The resiliency of Christianity in the modern world. Albany, NY: State University of Albany Press.   \nUnited Nations. (2006). Convention on the Rights of Persons with Disabilities. Retrieved from http://www.un.org/disabilities/convention/conventionfull.shtml   \nUnited Nations Environment Programme. (2008). Impact of sport on the environment. Retrieved from http://www.unep.org/sport_env/general_information/impact_sport.asp   \nWorld Conference on Sport and the Environment 2009. (2009). Announcements. Retrieved from http://www.wcse2009.com/",
  "acknowledgement": "n/a",
  "notes": "n/a"
}