{
  "title": "Internationalizing Ourselves: Realities, Opportunities, and Challenges",
  "author": "Karen Danylchuk The University of Western Ontario",
  "year": "2010",
  "content": "Internationalization is a very relevant topic on university campuses and most universities include a commitment to it in their mission statement or strategic plans. Over the years, universities have realized the importance of providing students with an international perspective that will prepare them to succeed in an increasingly globalized world. The globalization of the sport industry makes our field an ideal medium for addressing the concept of internationalization. As leaders in the field of sport management, we must ensure that we teach, research, and advocate from an international perspective. This paper discusses how we as sport management academicians and students might prepare ourselves to become global citizens by internationalizing ourselves through our teaching,research, and service. A commentary on the status of internationalization in our field as well as suggestions for change is provided.  \n\nFor those of you in the room who are relatively new to the North American Society for Sport Management (NASSM), I would like to provide a few remarks about Dr. Bob Boucher who has just introduced me. Bob has been a “man of all seasons\" with respect to our organization. Not only was he NASSM's first President and a previous recipient of both the Earle F. Zeigler Lecture Award and the Garth Paton Distinguished Service Award, but most importantly, at the urging of Earle F. Zeigler, began initial discussions in 1985 at the University of Windsor with Janet Parks and Bev Zanger from Bowling Green State University regarding the formation of NASSM. These individuals spread the net and brought into their discussion circle additional founders. Aside from being one of our longest standing members, Bob is Dean of the Faculty of Human Kinetics at the University of Windsor, and has been a highly respected dean, department chair, athletic director, professor, and mentor for dozens of students and colleagues (including myself) throughout his career.  \n\nI am extremely honored to be the recipient of this award, and I extend my appreciation to the Executive Council and Earle F. Zeigler Lecture Award Committee. I am also very humbled to be joining the distinguished group of previous recipients of this award. Not only is this an outstanding group of scholars, but significant contributors to our association. Each one has played some part in my involvement on Executive Council and other committees, or as research collaborators.  \n\nThis honor holds special significance for me, however, due to my longstanding interaction with Dr. Zeigler. For many of you here this evening, the name Earle F. Zeigler may only be synonymous with the field of sport management,but he is also considered aninternational pioneer in the physical education and recreation, sport history, and sport philosophy fields. I am fortunate to have known Earle for the past 30 years, which represents a mere one third of his life as he celebrated his 90th birthday last summer. Earle currently resides in Richmond, British Columbia, and at age 90 is still as productive as ever publishing books, monographs, articles, and commentaries. In fact, his publication record now exceeds 430 manuscripts along with 50 books and monographs. Another aspect you should know about Earle is that he exercises on a daily basis swimming laps and lifting weights. He is even an adventure seeker! When Earle and his wife Anne went to Puerto Vallarta this February, Earle decided to go parasailing while Anne ventured off on another excursion. He is indeed an inspiration not only to our field, but to society in general!  \n\nWhen I arrived at The University of Western Ontario (UWO) in 1980 to begin a Master of Arts in Physical Education with a specialization in “Sport Administration\" (as it was called at the time), I had the special privilege of having Dr. Zeigler as my program supervisor. This was Earle's “second\" stint at our university having been a department head of physical, health, and recreation education and an intercollegiate athletics coach at The UWO from 1949 to 1956. Before his return to The UWO in 1971 where he became the Dean of a newly created Faculty of Physical Education, Earle served in administrative posts for seven years at the University of Michigan and eight years at the University of Illinois. During my graduate work at The UWO, Earle was back in the throes of doing what he always did so well-advising, motivating, and encouraging students. As one of his students, Earle engaged me in his ongoing filing project whereby we searched the library for any new materials in our field and recorded the reference citations in his card index system . . . by hand. We did not have the luxury of computers, Google, and all the other present day “quick find\" search engines. Research entailed ongoing trips to the library, handwritten notes, typewriter produced papers (hopefully with a corrector key!), and punch cards for data entry.  \n\nIn her 2002 Zeigler Lecture, Donna Pastore discussed the importance and variety of mentors over one's career and lifetime. Not only has Earle been one of my mentors, but he has also served as the mentor for other key figures in NASSM, such as Garth Paton, after whom our Distinguished Service Award is named, and “Chella\" Chelladurai, the “Godfather” of NASSM and the second (if you count Earle as the first) Earle F. Zeigler Lecture recipient in 1991. These two individuals have also held special significance in my career-Garth encouraged me to get involved in the committees and Executive Council of NASSM, and Chella was my Master's thesis supervisor, doctoral dissertation sounding board, and career mentor. So you see, we have a room full of people mentoring people!  \n\nThe challenge of choosing a topic for an address this evening was rather daunting, but I sought the advice that two of my predecessors received in preparation for their addresses. First, Dennis Howard was advised: choose a topic you know something about. In considering that what I know might indeed be limiting, I will provide some reflections about a topic for which I hold a keen interest. Second, Jackie Cuneen was advised to keep it short, so I will attempt to follow this advice as well.  \n\nBy way of introduction, I want to share with you a few observations from early in my career. I had the good fortune before beginning my years as a professor at The UWO to administer, teach, and coach for four years from 1982 to 1986 at Hong Kong International School (HKIS), an independent day school from kindergarten to grade 12. With a single suitcase in hand, but preceded by three army/navy surplus trunks that went by ship, I flew off to Hong Kong in August 1982. Having visited this exciting Asian enclave three years prior, I was somewhat prepared for what might easily have been a culture shock.  \n\nThe mission of Hong Kong International School incorporated a broad and global focus: “Dedicating our minds to enquiry, our hearts to compassion, and our lives to service and global understanding\" (HKIS, 2010, para. 7).While the curriculumfor the students at the school was American-based, the student population of 1,500 consisted of 40 nationalities where English for many of them was a second language. Consequently, the curriculum incorporated an international fair with respect to its approach. Students from kindergarten through junior high were exposed to Chinese culture classes, as well as Mandarin and Cantonese language lessons. Students at the high school level were provided further language options in Spanish, French, and German. Special events such as assemblies, guest speakers, cultural fairs, and sport competitions held an international component. Our sport teams competed within the colony against the otherBritish and Chineseschools,aswell astheGerman/ Swiss and French International Schools, and we traveled to other Asian countries for international competitions. The faculty and staff, while primarily American, also consisted of local and other international hires (like myself) to ensure an international cross-section of ideas would be delivered to the students. The headmaster, in fact, went on an annual recruitment tour to hire teachers from abroad. Case in point, I was interviewed at the Detroit International Airport when the headmaster touched down between flights. As teachers, we attended an annual conference within our region in countries such as the Philippines and Taiwan. In addition, there were numerous community outreach programs for the students, including an annual mandatory Day of Giving (similar to what we know as “service learning” today), whereby the students interacted with disadvantaged and challenged groups. High school students were also required to participate in a one-week \"interim\" led by the teachers, which was a local or overseas cultural experience in countries such as Tibet, Nepal, India, Malaysia, Indonesia, Japan, China, Korea, Taiwan, the Philippines, Australia, and New Zealand. I myself led interim experiences downhill skiing in Japan, biking in China, and hiking in Korea.  \n\nOver my four years in Hong Kong, I was able to observe and be part of an educational environment where the students and faculty did not see ethnicity, religion, and social background as barriers, but as realities, newfound challenges, and opportunities for enrichment. Both the school and the place appeared to be well ahead of the times. Living as a minority (at the time, Hong Kong was still a British colony, albeit one composed of $98\\%$ Chinese) was an enlightening and positive experience and I found Hong Kong to be one of the most exciting and progressive places on the planet, a true cornucopia of an international way of life.  \n\nThis introduction leads me to the topic I wish to discuss——-internationalization. In the closing remarks of her Zeigler address in 1993, Joy DeSensi expressed her hope for “a true multicultural understanding within sport and especially on the part of our sport managers/administrators, as well as educators preparing these professionals\" (DeSensi, 1994, p. 73). Two years ago, Lucie Thibault, in her address, discussed the impact and perils of globalization on sport, and suggested that “sport management students should be sensitized to issues of multilingualism, multiculturalism, and multidisciplinarity in the delivery of sport in a global context\"' (Thibault, 2009, p. 2). Last year, Mary Hums challenged us to prepare our students to become global citizens (Hums, 2010). I believe that these challenges may be addressed through efforts to internationalize ourselves and our discipline.  \n\n### Internationalization Defined and the Need for \"Worldmindedness\"  \n\nTo introduce the topic of my presentation, it is important to address the following questions: How is internationalization in higher education defined and how does it differ from globalization? Why is internationalization important? And whose responsibility is it? As noted by Green (2003):  \n\nIt is not a new idea that a university education must produce graduates who will contribute to civic life, both locally and globally; lead productive lives; and understand that the future of nations, individuals, and the planet are inextricably linked. (p. 2)  \n\nThe concept of internationalization is not new. In fact, as early as the 1950s, the term “worldmindedness\" was coined by Sampson and Smith (1957) to suggest that individuals should value the viewpoints, experiences, and worldviews of others, especially those quite different from themselves. Merryfield, Lo, Po, & Kasai (2008) further noted a commonly held belief:  \n\nMany people across societies wear blinders of ethnocentrism (we are the best, we don't need to learn about anyone else). In some communities, xenophobia is pervasive, and young people may grow up learning that anything foreign is bad, bizarre, dangerous, or evil. Lack of interest in other cultures or just ignorance about how the world works may serve as blinders for action when people who are faced with seemingly local issues do not understand the possible global connections. (p. 7)  \n\nThis leads to the question: How do these changes affect what young people need to learn in school? As today's students interact within global, economic, political, technological, and environmental systems, they have the opportunity to participate in societies that are not defined by nations and geographical borders (Osler & Starkey, 2003). Today's citizens need to be worldminded to use their global knowledge and intercultural skills to make informed decisions in our interconnected world (Mudimbi-Boyi, 2002). As noted by Merryfield et al. (2008):  \n\nThe acceleration of knowledge creation, the dynamics of electronic communication and the resulting availability of global perspectives are changing the nature of public discourse and action. As more and more people gain access to information and interact with individuals and communities across the planet, they acquire new worldminded ways of learning, debating, and creating which in turn expand the scope of civic consciousness and responsibilities beyond national borders. (p. 6)  \n\nThis begs the next question: Are our students being prepared to understand and become engaged as worldminded citizens? Do we as sport management academicians have a responsibility in this regard? And if so, are we achieving this task? In recent years, the word \"internationalization\" has become a common term to address this need.  \n\nSome scholars defined internationalization rather simplistically as the process of making campuses more internationally oriented (Hanson & Meyerson, 1995; Harari, 1989; Pickert & Turlington, 1992). Others suggested it is the process of integrating international education into the curriculum, whereas others argued, however, that internationalization extends beyond merely the curriculum, but to people in the entire campus community and the presence of an institution-wide appreciation for better understanding other cultures and societies (Harari, 1992). International educators advocate systemic international infusion by weaving international perspectives into every discipline, faculty hiring decision, and mission statement for universities.  \n\nIn essence then, internationalization is “\"the process of integrating an international or global dimension into the purpose, functions or delivery of post-secondary education\" (Knight, 2003, p. 2). The perspectives of both the Association of International Educators in the United States and the Association of Universities and Colleges of Canada (AUCC) are similar in noting that the integration of an international and intercultural dimension in content, materials,activities, and understanding should be incorporated in the teaching, research, and public service functions of universities to enhance the relevance in an interdependent world. However, I also believe strongly in the importance of an institutional commitment to internationalization driven by strong leadership, as well as the idea that internationalization should be viewed as a way of thinking.  \n\nGlobalization, on the other hand, is often confused with the term “internationalization', or used interchangeably, but it is different (Daly, 1999). Whereas globalization refers to an ongoing process by which regional economies, societies, and cultures have become integrated through a globe-spanning network of communication and trade, internationalization may be viewed as a reaction or response to globalization, and in the case of higher education, in the university and college environment (Knight, 1999). According to Knight (1999), \"internationalization and globalization are seen as different but dynamically linked concepts. Globalization can be seen as the catalyst, whereas internationalization is the response, albeit the response in a positive way\" (p. 14).  \n\n### The Status of Internationalization: Realities  \n\nInternationalization is a hot topic on university campuses these days. Nearly every university mission statement or strategic plan includes a commitment to it. In fact, a recent survey of Canadian universities revealed that $95\\%$ explicitly refer to the international dimension in their strategic plans, and more than three-quarters cite internationalization as one of their top five priorities (Tamburri, 2007). As noted by Tamburri (2007), “over the years, universities have grown increasingly aware of the benefits of diversifying their student body and providing students with an international perspective that will allow them to succeed in an increasingly globalized world\" (Tamburri, 2007, p. 8). Becoming more socially and globally aware is vital not only as individuals but as global citizens.  \n\nAs well, dramatic demographic changes in the cultural and linguistic diversity of people are occurring in many nations throughout the world, and the United States and Canada are no exceptions. Consider, for example, that worldwide migration has climbed to historically unprecedented levels and more people live outside their country of birth than in any other period of human history (Esses, 2009). In fact, $20\\%$ of Canada's population was foreignborn in 2005 compared with $12.6\\%$ in the United States in 2007, and by 2031, it is predicted that $31\\%$ of Canada's population will comprise visible minorities and $26\\%$ will be foreign born (Statistics Canada, 2010). Migration and the increasing diversity that results are changing the face of communities across our countries. These changes have challenged higher education institutions to modify their curricula and instructional strategies to meet the needs of diverse learners and to prepare all graduates to have the awareness, knowledge, and skills to be effective in a diverse society (Morey, 2000).  \n\nFurthermore, a major shift at higher education institutions has occurred in recent years in terms of the importance of recruiting international students. The education of international students is considered a major export industry and a significant benefit to the economy. Consider that in 2008, international students spent an estimated $\\$6.5$ billion on education in Canadaa figure greater than the revenue generated by'exporting softwood lumber and coal (Stewart, 2010). As well, 83,000 jobs were created from international student activities (Stewart, 2010). In the recent Ontario provincial budget, our Finance Minister announced that the goal to increase international enrolment by $50\\%$ is “very good public policy\"(Daniszewski, 2010, p. A3). International students now represent $7\\%$ of full-time undergraduate and almost $20\\%$ at the graduate level in Canada, with a slightly lower amount in the United States — $2\\%$ of undergraduate and $22\\%$ of graduate at four-year public institutions and $4\\%$ of undergraduate and $15\\%$ of graduate at four-year private institutions (AUCC, 2007). In Canada, these students originate from more than 200 countries, with China being the leader followed by the United States, France, India, and other Asian countries (AUCC, 2007).  \n\nThe United States used to account for more than $40\\%$ of the total number of international students in the world. However, after the events of September 11, 2001 (9/11), many prospective international students chose Australia and the United Kingdom as a destination to study abroad because the United States’ government tightened its immigration policy toward international students while other countries increased their global recruiting campaigns (Ota, n.d.). In fact, Australia increased its international student recruitment by $150\\%$ immediately following 9/11 (Ota, n.d.). The statistics for the United States have rebounded and the number of international students in Canada is steadily increasing, but it is still low relative to countries such as Australia, New Zealand, and the United Kingdom, in part due to Canada's rather late entry into the field of active international recruitment.A number of strategies, however, have been implemented in recent years to entice qualified students from around theworld to considerstudiesinCanada.  \n\nOne cannot argue that the globalization of the sport industry makes our field an ideal medium for addressing the concept of internationalization. After all, the sport industry is in and of itself already an international phenomenon. Therefore, I will attempt to discuss how we might prepare ourselves (academicians and students alike) to become global citizens through internationalization, and how we might capture our rapidly changing world through what and how we teach, research, and provide service to the community from an international perspective and in the context of sport management.  \n\n### Preparing Ourselves and Our Students to Become Global Citizens Through Internationalization: Challenges and Opportunities  \n\n### Internationalizing Our Teaching and Learning Curriculum  \n\nThere are a wide variety of methods to internationalize our teaching and learning curriculum. The most common means is to incorporate international content into our courses, be it through international resources, such as readings, textbooks, films, videos, case studies, and guest lecturers, or devoting a session to an international topic. However, these are considered “add-on approaches,”' and may be criticized for not actually rethinking the core of the course from different perspectives, in terms of internationalization. Therefore, a more in-depth approach might entail the addition of an international course within the curriculum itself. Another related approach is to require students to take an internationally-oriented course from another faculty (e.g., international relations/affairs and global studies, European studies, Asian studies, international business, and international development studies), or even a foreign language course.  \n\nOn most campuses, internationally-oriented programs tend to fall within international relations/affairs and global studies, European studies, Asian studies, international business, and international development studies. Aside from increasing enrolment in these programs in Canada (AUCC, 2007), foreign language programs are also growing (AUCC, 2007). However, the number of institutions requiring graduates to have knowledge of a second language has declined in recent years (AUCC, 2007). Furthermore, there are only a very small number of institutions that require students to take one or more courses with an international dimension.  \n\nMeasures for faculty members to internationalize themselves entail exchanges, visiting scholars′ programs, study abroad programs, and participation in international conferences, to name but a few. Some universities have taken a less common approach by hiring faculty members from other countries to provide a truly international perspective.  \n\nKnowledge export, which is the provision of products and services overseas, has become yet another integral aspect of many universities. In fact, in a recent survey of the AUCC, three-quarters of the universities indicated they are engaged in delivering education and training programs outside of Canada and more than two-thirds indicated they are actively marketing education products and services in other countries. (AUCC, 2007). Delivery modes include distance education, offshore campuses, twinning programs, joint degrees, and even franchised courses and programs. These methods, in particular joint degrees, have certainly become an important initiative on my own campus. In fact, the issue currently being discussed revolves around the degree outcome for joint degrees. That is, should a student be able to obtain two degrees—one from the home institution and one from the away institution——-for studying at both institutions? Regardless of the issues and challenges, university administrators recognize that any of the knowledge export methods enhance the reputation of being an international institution, provide opportunities for international student recruitment along with an alternative source of income generation (the pervasive economic motive!), develop new international partnerships, and provide opportunities for faculty members and staff.  \n\nFrom the perspective of students, opportunities for international experience may be achieved by studying abroad for exchanges, co-op programs, internships, and service learning. Interest and support for these methods have increased dramatically in recent years. Although the percentage is still small $2.2\\%$ of full-time students in Canada studied abroad in 2006), the absolute numbers have skyrocketed (AUCC, 2007). In fact, the number of American students studying abroad in 2007-08 increased by $8.5\\%$ from the previous year to 262,416 (Open Doors, 2009). The majority of students, however, will not work or study in another country. In Canada, the major barrier is lack of financial support, followed by the curriculum at the home university being too inflexible or too heavy, low awareness and commitment of faculty members, and lack of necessary language skills (AUCC, 2007). Students must rely on the willingness and ability of their instructors to internationalize the courses they teach. This can be challenging, however, because faculty members are increasingly under pressure to cover “core” content material at the expense of international education and social issues (Knight, 2000). Therefore, change is slow as faculty members tend to teach the way they were taught. As well, where faculty members are engaging meaningfully with the concept, they are often working in isolation, scattered across the disciplines, few in number, and not coordinated in any way to allow collaboration that would normally be available in an emerging field. Progress has been made in recent years, however, to support faculty members and increase their level of engagement in internationalizing the curriculum through such means as workshops provided by an educational development center or an international office, the appointment of an international student advisor, faculty handbooks, and special funds to support the internationalization of courses.  \n\n### Internationalizing Our Research  \n\nAs we all know, research is a core function of universities, albeit the degree of emphasis varies among universities. Research is by nature a collaborative activity, and \"historically, this collaboration has always included a robust international dimension, which has influenced the research enterprise itself and enriched the internationalization of our campuses\" (AUCC, 2009, p. 1). Promoting an international dimension in research is considered important to ensure a country's economic, scientific, and technological competitiveness. Interestingly, one-fifth of the world's scientific papers are coauthored internationally and there is a sustained effort on the part of researchers around the world to engage collaboratively in the production of knowledge and innovation (Hatakenaka, 2004). In Canada, more than $40\\%$ of academic publications by Canadians have coauthors from other countries—-twice the rate of 15 years earlier (AUCC, 2009). Recent trends to increase the institutional engagement in international research collaboration have included international research networks, technological transfer agreements, joint research projects, the sharing of research facilities and major infrastructure, the linking of research centers and virtual networks, faculty member and student exchanges and sabbaticals, and the cosupervision of doctoral students from other countries, to name but a few. A number of programs and initiatives support these efforts, such as government granting agencies, institutional funding, research chair programs, and graduate student exchange programs and scholarships. While sport does not figure in the top sectors of funding priority with respect to research collaboration, health, with its obvious derived benefits from sport, is rated second to the environment.  \n\nCanada and the United States have a long history of research collaboration with industrialized countries, but in recent years, this collaboration has expanded to other parts of the world, notably Brazil, Mexico, Russia, India, and China. This in part reflects the growing importance of emerging countries in the global economy and the global advances in science and technology.  \n\n### Internationalizing Our Service  \n\nIn academia, the so-called service component of faculty members’ responsibilities tends to be approximately $20\\%$ of the expected workload for tenured and nontenured faculty. Opportunities to internationalize ourselves through our service component may be achieved with community committees and organizations that have an international element, along with international events coming to our communities. And for students, there are increasing opportunities for extracurricular international activities outside the classroom, such as international events on and off campus, International Development and Education Weeks, student-sponsored seminars, and buddy programs that pair domestic and international students.  \n\n### Barriers to Internationalization  \n\nNotwithstanding these seemingly universal methods of internationalization, there are some very realistic barriers to its incorporation in universities. As noted by Green (2003):  \n\nBarriers can be institutional, such as scarce resources, disciplinary paradigms, and structures, 0r the absence of incentives. They also can be individual in nature, including lack of faculty expertise, lack of interest, negative attitudes, or the unwillingness or inability of faculty to integrate international learning into their disciplinary perspectives. (p. 1)  \n\nIn 2003, the International Association of Universities, a UNESCO-based, international, nongovernmental organizationfounded in1950 tofacilitate international cooperation in higher education, conducted a first-ever global survey of its 621 members in 66 countries related to the practices and priorities of internationalization at their institutions. Lack of financial support at the institutional level was identified as the most important obstacle for internationalization. While two-thirds of the institutions appeared to have an internationalization policy/strategy in place, only about half of these institutions had budgets and a monitoring framework to support the implementation. Therefore, the presence of it in the strategic plan is one element, but it must be a priority in terms of institutional commitment and visionary leadership to devote the necessary human and financial resources to support it. An additional complication in Canada relates to our chief funding source (i.e., the Government), where funding is linked to domestic student intake. While international student intake is strongly encouraged, with the costs to service them, more dollars are necessary.  \n\nIn my view, lack of institutional commitment and visionary leadership to devote the necessary human and financial resources to support such a program is the primary obstacle. Internationalization requires its articulation by the leadership while simultaneously institutionalizing a strategic planning process that is representative and participative. The major work of internationalization, however, rests on the shoulders of faculty, but it requires vigorous support from institutional leaders (Green, 2003).  \n\nNevertheless, a number of strategies may be used to address these obstacles, namely supportive and highly committed leadership; a coherent, institution-wide (or unit-wide) strategy; clearly defined goals; wide faculty engagement; shared leadership responsibilities; alignment of resources and removal of barriers; and persistence over time. As noted by Green (2003), “leaders must help people think differently. Supporting structures are essential, although no single structure will work for all campuses. An international office should facilitate coherence and coordination among the many threads of internationalization\" (p. 1).  \n\n### The Status of Internationalization in Our Field  \n\nSo what about our field of sport management? I believe that sport management as an academic discipline is in an ideal position to incorporate internationalization into the body of knowledge, its delivery, and the preparation of our students. After all, the sport industry is a global phenomenon. The ongoing and increasing commercialization of the Olympic Games and other major international sport events such as the FIFA World Cup and Le Tour de France; the export and import of international talent at all competitive levels; the expansion of multinational sport product and service corporations; cross-marketing and promotional agreements between partners in different countries; advances in on-demand information technologies resulting in virtual fans; the shift in the balance of power in international sport; and the increased role of sport in the world economy are just a few examples of this phenomenon (Fay & Snyder, 2007). As suggested by Fay (forthcoming), the “emergence of international business and management as a field of study within the broader confines of academic programs in business and management predicts the potential of international sport for being a new sub-discipline of study within sport management.\" This is not surprising given that sport has become a powerful vehicle in the international exchange process by delivering lasting economic, social, and heaith benefits, especially in developed countries. Furthermore, \"the global sports industry is increasingly reflecting the trends in the world economy, with a growing shift towards emerging markets\" (Wilson, 2009, p. 1). As leaders in the field of sport management, we must ensure that we teach, research, and advocate from an international perspective.  \n\n### Curriculum  \n\nSo how is sport management as an academic discipline in North America doing in this regard? Let us first consider the curriculum and its delivery. Many members of our academic discipline already employ many of the strategies I outlined, such as the use of international content. As well, the offering of international sport management courses and the preparation for careers in international sport have gained momentum in many university sport management programs, but not by all schools due to a variety of factors, some of which are beyond the control of the current deliverers of these programs (e.g., faculty workload, finances). As noted by Chelladurai in his 1991 Zeigler address, “\"we spread ourselves too thin\" because \"'we don't have the workforce to specialize in the subareas of our field\" (p. 216). It is now almost 20 years later. Are we facing the same challenge?  \n\nWhile individual institutions have control over what they offer and how they deliver it, there have been efforts over the years through the Sport Management Program Review Council (SMPRC) program approval process to ensure that specific standards of the curriculum/body of knowledge are met. These standards tended to be more specific than what is presently in place through the more recent accreditation body of the Commission on Sport Management Accreditation (COSMA). At the moment, the Common Professional Component (CPC) requirements for sport management education at the undergraduate level appear to be vague, especially in regard to international sport management. That is, the current CPC topical areas suggest one of the core components to be “social, psychological and international foundations of sport\" (COSMA, 2010, p. 11). Does the latter part of this component imply “international sport management'\"? It is possible that the vagueness of COSMA's terms may lead to confusion and may have been detrimental to the focus on international components. Should we be more defined in encouraging international sport management as a key component in sport management accreditation?  \n\nThe master's and doctoral curricula in the accreditation do not contain any required course components as this is left to the discretion of the individual institutions. However, as noted by one international educator, Nehrt (1987),.if our doctoral students do not complete any international courses during their degrees, the next generation of faculty members may have difficulty in introducing international content into the courses they teach (Nehrt, 1987). This is problematic given that some doctoral programs are so research focused with very little emphasis on teaching.  \n\nAlso in regard to the curriculum, there has been a slow but gradual increase in the number of textbooks and chapters devoted to international sport management, which in my view, demonstrates an awareness of its importance as a component in our field. There is much room for growth in this regard. Hopefully, the introductory textbookswill continue to devotesubstantial emphasis to this component in their updated editions. New technologies, such as e-book format, have made the process of sharing our information internationally easier than ever, notwithstanding inherent language translation and cultural challenges. Earle F. Zeigler himself has converted many of his books into this format, which will allow for broader dissemination internationally. Finally, trade publications, such as SportsBusiness Journal and SportBusinessInternational,are also nowfocusing on international sport issues.  \n\nWhat about international student mobility with respect to our academic discipline? While Study Abroad programs are not new to our field, there has been a large increase in the number of programs, as well as the emergence of companies to service this growing aspect of the international market (note their presence at our conference exhibitors booths). Interestingly, while these Study Abroad programs entail some unique locations, there appears to be an absence of exchanges between the United States and Canada, the two partners of NASSM. Much can be learned from our partners north and south of the border. A case in point is the newly established CanadaU.S. Institute at The University of Western Ontario campus, which is the first Canadian institute think-tank dedicated solely to the study of the relationship between these two countries.  \n\nAs well, internships are an important and popular aspect of our sport management programs. There is much room to internationalize these experiences for our students by developing relationships with international partners. Coordinated efforts among our sport management colleagues need to be made to lessen the challenges of culture and language. From an international student recruitment perspective, it is clear that there is a strong interest from students around the world to study here in North America. Some universities tend to be more involved in this capacity than others, but it is important to keep the doors open.  \n\nI return to my belief that internationalization should be viewed as a way of thinking. I ask the questions: how many of you purposely incorporate an international way of thinking into your teaching and curriculum? Do you incorporate international content as add-on approaches, or do you have the requisite human and financial resources to offer distinct international courses for your students? Have you considered joint teaching collaborations, or for that matter, joint sport management degrees with international partners? Certainly there are challenges and realistic limitations in the latter regard, but technological advancements have made these initiatives more possible than ever via alternative delivery options, such as distance learning, compressed terms of study, and international study blocks.  \n\n### Research  \n\nWhat about internationalizing our research? It is evident from the sheer growth in the number of sport management-related journals that our research is being circulated around the world. However, does this research emanate from international research collaboration? To answer this question in the context of our own Journal of Sport Management and out of interest for this address, I (along with my PhD student Laura Wood) examined the content of each issue, specifically the number of Research Reviews and Research Notes, from 1987 to the present. My intention was to examine collaboration between American and Canadian researchers, and also North American researchers with those outside of North America. Results indicate that there has been a very gradual increase in the number of collaborative articles over the years, ranging from one each year from 1987 through 1995, with a small gap from 1988 to 1990 inclusively where there were no collaborative manuscripts, to seven in 2009. In percentages,the range extended from $7\\%$ in 1987 to $23\\%$ in 2009, with an average of $14\\%$ . However, I believe an important observation is that the presence of collaboration has become quite consistent in nearly every issue in recent years as you may see from 60 collaborative articles. Of the 60 collaborative articles over this time period, $38\\%$ involved American with Canadian researchers, $23\\%$ were American and/or Canadian with Australian and/or New Zealander collaborators, $15\\%$ entailed American and/or  \n\nCanadian with Asian collaborators, $12\\%$ wereAmerican and/or Canadian with European collaborators, and $12\\%$ involved collaborators who were not from the United States or Canada. Obviously, these findings are limited to one journal and therefore may not be generalizable to other journals. While there is indeed some valuable research collaboration that is ongoing, it will be interesting to track whether it will gradually increase within our field. In his Zeigler address three years ago, Dan Mahony recommended that we should have research agendas for our field. This is one area where it could be accomplished, even if it merely means collaborating with professors in other faculties in international studies on our own campuses. Workshops to encourage international sport management collaboration organized by Pitts and colleagues, Daprano and colleagues, and others have made an attempt in this regard.  \n\n### Service  \n\nFinally, sport management is an ideal discipline in which to provide academicians and students with service opportunities, be it through involvement in hosting international sport events, and working with community sport councils, recreation departments, fitness clubs, sport clubs, and schools, with a particular focus on the international and/ or immigrant cohort. We must continue to encourage these types of involvement.  \n\n### What Can NASSM Do to Promote Internationalization?  \n\nThis discussion leads to our own academic organization. Should NASSM become involved in the process of internationalization with respect to our discipline? Does NASSM have a responsibility to endorse and promote internationalization? As the first international sport management academic organization that in my opinion was therole model and impetus for the establishment of other regional/continental associations, I believe that the answer is yes. However, I will preface that stance by suggesting that NASSM has for many years demonstrated both a commitment and willingness to be involved in internationalization. Over the years, this has been achieved in a variety of ways, such as through its encouragement of international presenters at our own conference, international papers in our journal(s), the appointment of an international delegate (and most recently, the establishment of an International Initiatives ad hoc committee), and the promotion of Study Abroad and internship opportunities in our NASSM newsletter. However, the question remains: How might NASSM do better in internationalizing our organization? I offer a few suggestions.  \n\nAs noted by Inglis in her Zeigler address in 2006, \"conversation provides the vehicle to help us engage, clarify meanings, and be part of future directions\" (p. 2). So have we become too complacent and focused on what we have proven to do well—-that is, run an excellent annual conference and disseminate our research in two scholarly journals? As suggested by Mahony in his address three years ago, the number of conferences is increasing which ironically gives us less opportunity to dialogue and subsequently may serve to widen our differences. Perhaps it is time to get members of the other regional/continental sport management organizations together for “conversations\" and “dialogue\" about how we can better internationalize our academic discipline from a global perspective. After all, we now have regional associations around the world-NASSM, European Association for Sport Management (EASM), Sport Management Association of Australia and New Zealand (SMAANZ), Asian Association of Sport Management (AASM), Asociaci6n Latinoamericana de Gerencia Deportiva (ALGeDe), and the newly formed African Association for Sport Management (ASMA). While we are involved in hosting an “International Alliance Conference” on a rotational basis every few years, this alliance often consists of some informal recognition of the alliance rather than specific dialogue concerning how we might move forward as a global organization that can have impact on the sport industry and the sport management scholarship. Is it time once again to reopen the dialogue concerning an International/Global Sport Management Association?  \n\nPerhaps some new initiatives may entail the encouragement of joint degree programs and additional faculty member and student exchanges. There are obvious challenges that accompany these suggestions, and one might question whether they are more the role of individual institutions (i.e., universities and colleges) rather than the regional academic associations of NASSM, EASM, SMAANZ, AASM, ALGeDe, and ASMA.  \n\nWhat about the students, our future sport management academicians? Perhaps we need to closely examine what our European colleagues have achieved for years to encourage the involvement of sport management students around the world through various initiatives, for example, their preconference Student Seminar. This idea has also been adopted by AASM. As of this past spring, EASM Organized its first-ever Summer School at the University of Bayreuth in Germany directed at senior undergraduate students, with a Winter Sport Management workshop being planned as well. Might we consider similar initiatives for our North American students?  \n\nThere have been some concerted efforts on the part of the NASSM Executive Councils over the years to increase our visibility. It seems beneficial to continue in this regard. While I am not suggesting that NASSM is in the position to become a sponsoring partner in an international hallmark event, perhaps we could, however, consider further means to enhance our profile as an international sport organization.  \n\n### Conclusion  \n\nIn conclusion, I challenge you to think about how you can “internationalize” yourself. For professors, perhaps it is through introducing or increasing the international content in your curriculum, investigating the possibility of teaching in another country, or recruiting an international student. Alternatively, it may mean attending an international conference, and if finances permit, taking along a student. But if you do this, make sure you save some time to get to know the place you are visiting. As we all know from our internships, exchanges, and study abroad programs, there is much to learn by seeing and doing. From a research perspective, perhaps it is by collaborating with an international colleague on a research project, or adding an international dimension to your research in regard to content. From a service perspective, it might entail getting involved in a university and/or nonuniversity committee that has an international component.  \n\nFor students, perhaps it is through studying abroad for a semester or for the duration of the complete degree, or taking an international studies’ course, or learning a foreign language. From a research perspective, ask yourself how your research might have international implications. In realizing that “success in the international sport and business sphere is predicated on personal contact and friendship\" (Fay & Snyder, 2007, p. 185), consider getting involved in a NASSM student committee, or attending international conferences, be it academic or linked to a professional sport-related organization. Seek out individuals who have international experiences and learn from them. Consider volunteering at an international sport event or conference. But make yourselves aware of what is going on outside of your campus. While there is much to be said about the positives and negatives of social media, use these forms of media in a responsible and educational manner, and not at the expense of a wide variety of publications with a focus on international affairs, such as newspapers, professional journals, and trade publications. As Earle F. Zeigler advocated long ago, professionals should take the time to keep abreast of the world around them.  \n\nPerhaps a “start'\" for all of us is merely introducing yourself and your students to an international participant at a conference or sitting at a luncheon or dinner with individuals from another region or country. You might just learn something new or realize how you share similar beliefs and interests, or even begin a possible teaching or research collaboration. It is my prediction that not only will you feel more enlightened by the experience, you may actually enjoy it! And so I leave you with one of Earle F. Zeigler's favorite words: \"Think\". THINK about how you can internationalize yourselves and your students.",
  "references": "Association of Universities and Colleges of Canada (AUCC). (2007).Internationalizing Canadian campuses:Main themesemergingfrom the2007Scotiabank-AUCCworkshoponexcellenceininternationalizationatCanadian universities.Ottawa,ON:AUCC.   \nAssociation of Universities and Colleges of Canada (AUCC). (2009). International research collaboration. Ottawa, ON:AUCC.   \nChelladurai, P. (1992). Sport management: Opportunities and challenges. Journal of Sport Management, 6, 215-219.   \nCommission on Sport Management Accreditation. (2010). Accreditation principles and self-study preparation. Reston, VA: COSMA.   \nDaly, H. (1999). Globalization versus internationalizationSome implications. Ecological Economics, 31, 31-37.   \nDaniszewski, H. (2010, March 26). More student spaces cheered. London Free Press,p. A3.   \nDeSensi, J. (1994). Multiculturalism as an issue in sport management.Jounal of Sport Management, 8, 6374.   \nEsses, V. (2009). Migration and ethnic relations: Study at UWO. YourCity Magazine. London, ON: Your Magazines Canada Inc.   \nFay, TG,& Snyder, D. (2007).A North American perspectiv on international sport. In J.B. Parks, J. Quarterman, & L. Thibault Eds),Contemporary sport management 3d ed, pp. 164-188). Champaign, IL: Human Kinetics.   \nFay, T.G. (2010). Preface. In M. Li, E. Mclntosh, & G. Bravo (Eds.),International sport management.   \nGreen,MF.(2003）The challenge ofintrnatonalzing undergraduate education: Global learning for all. Paper presented at the Global Challenges and US Higher Education Conference, Duke University, NC.   \nHanson, K.H., & Meyerson, J. (Eds.). (1995). International challengestoAmericancollegesanduniversities:Looking ahead. Phoenix, AZ: American Council on Education and The Oryx Press.   \nHarari, M. (1989). Internationalization of higher education: Effecting institutional change in the curriculum and campus ethos. Occasional Report Series on the Internationalizationof Higher Education Repor#1.Long Beach, CA: California State University, Center for International Education.   \nHarari, M. (1992). The internationalization of the curriculum. In C.B. Klasek (Ed.), Bridges to the future: Strategies for internationalizing higher education (pp. 52-79). Carbondale, IL: Association of International Education Administrators.   \nHatakenaka, S. (2004). Internationalization in higher education: A review. London: Higher Education Policy Institute.   \nHong Kong International School (HKIS). (2010). Mission and student learning results. Retrieved from htp://www.hkis. edu.hk/slr.html   \nHums, M. (2010). The conscience and commerce of sport management: One teacher's perspective. Journal of Sport Management, 24, 1-9.   \nInglis, S. (2007). Creative tensions and conversations in the academy Journal of Sport Management, 21, 114.   \nKnight, J. (1999) Internationalization of higher education In J. Knight & H. de Wit (Eds.), Quality and internationalization in higher education (pp. 13-23). Paris, France: Organization for Economic Cooperationand Development.   \nKnight, J. (2003). Updated internationalization defnition. Industry and Higher Education, 33, 2-3.   \nKnight, J. (2004). Internationalization remodeled: Definition, approache,andatinlual fudinI tional Education, 8, 5-31.   \nMahony, D. (2008). No one can whistle a symphony: Working togetherforsport management's futureJournal ofSport Management, 22, 1-10.   \nMerryfeld, M., Lo, T.Y, Po, S.C., & Kasai, M. (2008). Worldmindedness: Taking offthe blinders. Journal of Curriculum and Instruction, 2(1), 6-20.   \nMorey, A.1. (2000). Changing higher education curricula for a global and multicultural world. Higher Education in Europe,25,25-39.   \nMudimbi-Boyi, E. (2002). Beyond dichotomies: Histories, identities, cultures and the challenges of globalization. Albany, NY: SUNY Press.   \nNehrt, L. (1987). The internationalization of the curriculum. Journal of International Business Studies,18,83-90.   \nOpen Doors. (2009). Open doors report. Washington, DC: Institute of International Education.   \nOsler, A., & Starkey, H. (2003). Learning for cosmopolitan citizenship. Theoretical debates and young people's experiences.Educational Review, 55,243-255.   \nOta, H. (n.d.). Differences in the context of internationalization by region: North America. Retrieved from http://www. gcn-osaka.jp   \nParsons, R.L. (2007). The effects of the internationalization of universities on domestic students (Doctoral dissertation). Retrieved from http://www.gu.edu.au   \nPickert, S., & Turlington, B. (1992). Internationalizing the undergraduatecurriculum:A handbookforcampus leaders. Washington, DC: American Council on Education.   \nSampson, D.L., & Smith, H.P. (1957). A scale to measure world-minded attitudes. The Journal of Social Psychology, 45, 99-106.   \nStatistics Canada. (2010). Canada's population diversity. Retrieved from http://www.statcan.gc.ca   \nStewart, P. (2010, March). Academic values vs commercial values.CAUTBulletin,A3.   \nTamburri, R. (2007, November). A helping hand in a strange land. University Affairs, 8-11.   \nThibault, L. (2009). Globalization of sport: An inconvenient truth. Journal of Sport Management, 23, 1-20.   \nWilson, B. (2009, October 27). Ghana looks to build sports industry. BBC News. Retrieved from http://news.bbc. co.uk/2/hi/business/8320342.stm  \n\nCopyright of Journal of Sport Management is the property of Human Kinetics Publishers, Inc. and its content may not be copied or emailed to multiple sites or posted to a listserv without the copyright holder's express written permission. However, users may print, download, or email articles for individual use.",
  "acknowledgement": "n/a",
  "notes": "n/a"
}