{
  "title": "“It Takes a Village:” Interdisciplinary Research for Sport Management",
  "author": "Alison Doherty Western University",
  "year": "2012",
  "content": "This paper, from the Dr. Earle F. Zeigler Award Lecture presented at the NASSM 2012 Conference in Seattle, outlines the merits and challenges of interdisciplinary research for the field of sport management. This alternative approach involves relating, integrating, and relocating disciplinary thinking to arrive at a mutually-determined research problem that represents new ways of conceptualizing phenomena. It enables moving away from the monodisciplinary research that characterizes much of our field to examine phenomena from different angles, and perhaps more effectively close the research-practice gap with knowledge derived from multiple perspectives. The author argues that it is time to engage in interdisciplinary research in sport management as no one discipline has all the answers; rather, “it takes a village” to solve the complex problems in our world.  \n\nPreparing for the Dr. Earle F. Zeigler Award Lecture gave me the opportunity to reflect on the many and varied individuals with whom I have had the pleasure of working over the years. It made me realize that, in addition to my family, I have been blessed to be part of a rich and vibrant “village” of students and colleagues that has enriched my life and my work. I chose this phrase—“it takes a village”—for the title of my lecture because it resonates with my personal and work life. It is a philosophy that I truly believe, and maybe couldn’t function without! Why should one ‘go it alone’ if they don’t have to? Why shouldn’t we step in to help, if help is needed? Of course, I use the phrase in its broadest sense—that ‘two heads are better than one’, ‘many hands make light work’ and so on. However, we are probably all familiar with its most popular or at least most commercial use, as the title of Hillary Rodham Clinton’s best-selling 1996 book, It Takes a Village: And Other Lessons Children Teach Us, building on the phrase “it takes a village to raise a child.”  \n\nA quick Google search reveals, after you get past the links to the First Lady’s book, that the origin of the phrase is contested, being attributed to Nigerian Igbo culture, as well as other African cultures, yet all with the same sentiment regarding the importance of communal effort and that ‘one person does not have all the answers.’ And we can cite it in many different contexts: It takes a village to raise a child, to build a barn, to develop a doctoral student, to host a conference! I’m particularly thinking that ‘it takes a village’ to address complex problems in our world. That village is interdisciplinary research.  \n\n### Interdisciplinarity  \n\nThe purpose of my lecture and this paper is to bring interdisciplinary research to the table; some ‘food for thought’ in terms of insight, direction and encouragement to consider how our work could benefit from an interdisciplinary approach. In their 2005 special issue of the Journal of Sport Management, Amis and Silk (2005) call for alternative approaches to the study of sport management: “to push at the horizons of the field” (p. 355). Their aim, and mine, is to “aid the power of those in the academy to [conduct and] apply research so that it impacts, and is meaningful to, the various communities that sport management has the potential to touch” (Amis & Silk, 2005, p. 355). I believe interdisciplinary research has this potential.  \n\nI also believe the notion of interdisciplinarity reflects the man whose name bears the award which I am very humbled to receive. Dr. Zeigler has had a long and meaningful reach into the disciplines and academic organizations of sport history, philosophy, physical education, and management. He has long been an advocate for “involve[ing] scholars and researchers from many disciplines with a variety of backgrounds” (Zeigler & Spaeth, 1975, p. 19), and his work continues to bring multiple perspectives to bear on any given issue that has grabbed his attention (e.g., Zeigler, 2003, 2007, 2011).  \n\nIt is important to begin with some conceptual clarity regarding interdiscipinarity, which I attempt to provide by defining and distinguishing disciplinary, multidisciplinary, and interdisciplinary research. I draw particularly on Bruhn’s (1995) illustrations for help in capturing the distinctive characteristics of the different paradigms. This is followed by a consideration of the merits and the challenges of an interdisciplinary approach, building to an argument for its use in sport management.  \n\n### Disciplinary Research  \n\nAccording to Buller (2008, p. 396), disciplines are “specific constructions and orderings of knowledge that [generally offer] one temporally and culturally grounded take on the world.” They have their “own way of observing, thinking and formulating problems” (Bruhn, 2000, p. 61) and their own language (Buller, 2008). Indeed, “the strength of an academic discipline is its distinct body of knowledge that is not covered by another discipline” (Doherty, 2012, p. 1), developing and reinforcing a particular version of social reality (Mair, 2006).  \n\nThe traditional, disciplinary research paradigm involves an investigator (or group of investigators) from one discipline working on a problem, which is likely framed differently than another disciplinary investigator’s problem (even if they are focused on the same phenomenon). This is represented in Figure 1. The research question tends to arise directly from previous research and the research process tends to follow an established pattern based on accepted assumptions about the world (ontology) and knowledge development (epistemology) in that discipline (Mair, 2006; Oughton & Bracken, 2009; Watson, 1997). Most of the work today continues to be this traditional form (Bruhn, 2000; Love & Andrew, 2012; McGrath, 2007) as scholars endeavor to better explain the world around us from their respective vantage points.  \n\nAs a broad field, sport management is made up of multiple disciplines. This is evident in our foundational textbooks (e.g., Chelladurai, 2009; Hoye, Smith, Nicholson, Stewart, & Westerbeek, 2009; Pederson, Parks, Quarterman, & Thibault, 2011), and in the research disciplines indicated in the 2012 NASSM conference program; namely, communication, diversity, economics, ethics, finance, governance, legal aspects, management/ leadership, marketing, organization theory, and tourism. Perhaps there are some disciplinary categories missing from this list, and perhaps some of these should be subdivided further to more accurately reflect the growth of our field. Some of these disciplines have received more attention than others (Doherty, 1998; Peetz & Reams, 2011; Pitts & Pederson, 2005), but for the most part each continues to advance within the academy.  \n\n![](images/900c7045e6644d588fbacb788e9cc5115182324ae80cee5c7513f5ef0d427a3b.jpg)  \nFigure 1 — Representations of disciplinary, multidisciplinary, and interdisciplinary research (adapted from Bruhn, 1995).  \n\n### Multidisciplinary Research  \n\nMultidisciplinary research, then, involves an investigator or group of investigators from different disciplines working on a common problem (see Figure 1). The investigators can be from disciplines within a field, like sport management, or across fields, like sport management and life sciences. Multidisciplinary research is distinguished by the nature of the collaboration among disciplinary investigators. According to Bruhn (1995, p. 332), this collaboration includes “[relatively] informal consultation among investigators… and solicitation of observations and advice from experts from other disciplines.” Collaborators from different disciplines generally work independently (in parallel or sequentially; Aboelela et al., 2007; Choi & Pak, 2006) on parts of a project (Porter, Roessner, Cohen, & Merreault, 2006), providing their respective insights to generate a broader understanding of a phenomenon. As such, the disciplines inform the research problem, but generally not each other. Everyone brings, and works on, their own piece of the puzzle but they “do not seek to transcend their respective… boundaries to generate new understandings” (Mair, 2006, p. 198). Choi and Pak’s (2006) analogy of multidisciplinary research as a salad seems to capture this well: Different disciplinary ingredients are brought to the bowl, and tossed together, but each remains “intact and clearly distinguishable” (Choi & Pak, 2006, p. 360).  \n\nAn example might be a project examining the hosting of a major sport event. Such an investigation may be considered from the perspective of volunteer management, multiple levels of governance, economic impact, environmental sustainability, and so on—each representing distinct knowledge disciplines. We can imagine that each perspective would inform the overall project, while the respective scholars tackle their own piece of the puzzle, although not necessarily other pieces. The outcome is a broad understanding of the event, based on the combination of disciplinary knowledge, but not necessarily an integrated understanding.  \n\n### Interdisciplinary Research  \n\nIn contrast, interdisciplinary research involves several investigators working together on the same, mutuallydetermined problem (see Figure 1). Interdisciplinary collaboration is characterized by two or more investigators or teams of investigators, from different disciplines, working closely together designing the problem, determining the methodology to study it, analyzing the data, and interpreting the findings. Bruhn (2000) acknowledges that a single investigator could be informed about more than one discipline and certainly bring an “interdisciplinary perspective” (p. 59, italics in original). However, he argues that it is the interaction between researchers from different disciplines that is fundamental to the creativity and new insights that interdisciplinary research generates (Bruhn, 2000).  \n\nIndeed, this research paradigm draws upon the notions of relationality or relational practice (Buller, 2008) and integration (Bruhn, 1995, 2000). Interdisciplinary research is a process of relating one perspective, one discipline, one way of knowing, one “take” on things to another perspective, discipline and so on, and then integrating those perspectives for a fuller and deeper insight into and understanding of a problem, issue or question. The process is also characterized by relocation (Buller, 2008) of each discipline’s original “take” on a phenomenon (or way of studying it) to a new way of seeing.  \n\nTo do this, each discipline brings its expertise to each phase of the research project; it is a communal effort that “melds the input of different disciplines into both the design and the execution of a unified project” (Bruhn, 1995, p. 337). According to Mair (2006, p. 198), “it is a purposeful challenge to old ideas to create new understandings.” Choi and Pak (2006) liken interdisciplinary research to a cooking pot: Ingredients are combined and the dish takes on a new form when the boundaries of disciplinary knowledge, methods and analyses blur as integrated ideas and perspectives ‘simmer’.  \n\n### Progressive Research Paradigms  \n\nWhen building a case for interdisciplinary research it is important to acknowledge that all three research paradigms have their own merits and place in developing knowledge. In fact, they may be seen as progressive in terms of the degree of relating and integrating different disciplines (cf. Aboelela et al., 2007; Choi & Pak, 2006). Bruhn (1995) notes that the main difference between the three paradigms is “the degree of commitment the investigator wishes to make that goes beyond his/her disciplinary expertise” (p. 332); to integrate with others and relocate his/her traditional way of seeing and doing research. A group of disciplinary researchers could become a multidisciplinary team with each member working on a common problem. A multidisciplinary team could become an interdisciplinary research team whose members bring their perspective to the table for the purpose of generating a novel blend of insights and analyses. So why choose an interdisciplinary approach? The case for interdisciplinary research can only be made by considering the potential advantages and benefits of its use, and the challenges, risks, and pitfalls. I present several arguments for an interdisciplinary approach, followed by several caveats for its use.1  \n\n### Why Interdisciplinary Research?  \n\n### Addressing Complex Problems  \n\nInterdisciplinary research is useful, even necessary, for addressing complex problems. We can think of high profile issues, such as smoking cessation, climate change, and the AIDS epidemic, for which it has come to be realized that an interdisciplinary perspective is necessary to “join the cracks” and bridge knowledge gaps about the underlying mechanisms and effective management of these issues (cf. Aboelela et al., 2007; Bruhn, 1995; Choi & Pak, 2006; Mair, 2006; Maton, Perkins, & Saegert, 2006). Bruhn (1995) notes that such “undisciplined” or messy problems require more than a traditional, disciplined research approach. According to Mair (2006, p. 198), “rather than slicing one facet of social life and placing it under the ‘microscope,’ [we] must appreciate the varying and ever-changing set of relationships and entanglements that guide social life, as well as their various interpretations.” Life is complex, and we can really only understand it from a variety of disciplines that take each other into account, for a fuller and more meaningful explanation. Calling for interdisciplinary research, Bruhn (2000) argues that “it is the interaction between researchers from different disciplines that leads to greater creativity and insights into tackling complex problems” (p. 59, italics in original).  \n\n### Examining Phenomena From Different Angles  \n\nAnother argument for interdisciplinary research is the realization that single phenomena can and should be looked at from different angles (Buller, 2008). As Popper (1963) noted many years ago: “We are not students of some subject matter, but students of problems. And problems may cut right across the borders of any subject matter or discipline” (p. 88). According to Bruhn (2000),  \n\nProblems do not fall neatly within disciplinary lines and disciplinary tools limit the parameters in which problems can be studied and solved. As a result the same problem may be studied simultaneously, but separately, by several researchers from different disciplines resulting in differing if not contradictory conclusions, and gaps usually appear [when aspects of a problem] were not addressed because they were [intruding on] another discipline. (p. 60)  \n\nWe can consider the example of concussion in sport. This current topic can be and has been discussed, analyzed and managed from a variety of perspectives or lenses. It can be addressed as a medical issue (the pathology and treatment of the concussive state; e.g., Makdissi, Darby, Maruff, Ugoni, Brukner, & McCrory, 2010; Maroon, Lovell, Norwig, Podell, Powell, & Hartl, 2000), a legal issue (liability; safety considerations; e.g., Hecht, 2002; Osborne & Ammon, 2012), and a social and cultural issue (e.g., a circumstance of particular sports that have evolved to have greater cultural appeal; social resistance to the nature of those sports; tolerance for return to play following concussion; Culverhouse, 2011; DeNeui & Sachau, 1996; Eitzen, 2012; Hokowhitu, Sullivan, & Tumoana Williams, 2008). It can be and has been examined from a biomechanical perspective (the mechanisms of concussion; e.g., Delaney, Puni, & Rouah, 2006; Guskiewicz & Mihalik, 2011), a marketing perspective (“selling” sport with increased likelihood and incidence of concussion; e.g., Andrew, Koo, Hardin, &  \n\nGreenwell, 2009; Seungmo, Greenwell, Andrew, Lee, & Mahony, 2008), policy/governance perspectives (the regulatory environment—what should be controlled, and how; e.g., Goldberg, 2008; Greenhow, 2011), and perhaps many others. Interdisciplinarity would allow concussion in sport to be (re)defined, acknowledged, examined, understood, and ultimately managed as a phenomenon with physical, social and cultural features and consequences.  \n\nAccording to Buller (2008), scholars in areas such as these tend to view the phenomenon from their “distinct disciplinary perspectives and bodies of knowledge” even though concussion in sport “[does] not belong solely to one disciplinary family and not to another” (p. 395). An interdisciplinary approach to this issue, as an example, provides a format for conversations and connections that may advance fundamental understanding or solve problems whose solutions are beyond the scope of a single discipline or area of research practice. As Mair (2006, p. 199) notes, “partial understandings reveal only partial opportunities for social struggle and meaningful social change.” Spence (2012) echoes this arguing that, in the context of coaching psychology, “incomplete models of human experience [constrain us from] knowing what to do next” (p. 122).  \n\nInterdisciplinarity allows us to see alternative views of phenomena, such as “the bad and the ugly sides of sport” that Frisby (2005) refers to in her Zeigler lecture; notably, corruption, environmental destruction, fan violence, and labor conditions tied to sport. Frisby calls for a critical social science approach to research with its tasks of insight (questioning taken-for-granted knowledge regarding context and relationships), critique (determining how dominant practices favor certain groups), and transformative redefinition (through research that addresses new questions emerging from that critique); thus, exploring “alternative structures and arrangements in order to disrupt dominant discourses and established orders” (p. 8). Interdisciplinary research can facilitate this critical social science approach that encourages us to consider alternative perspectives (see also Mair, 2006).  \n\nInterdisciplinary research also allows alternative interpretations of findings. Bruhn (1995) notes that “serendipitous findings are [just as] likely to occur in an interdisciplinary [as] a traditional research project, but the meaning of those findings may take on greater importance when discussed by investigators from different perspectives” (p. 333). I expect many of us have looked at our findings of a particular study and wondered “well, what does that mean?!” Not only can interdisciplinary research help reframe our research questions, it can help us understand the findings.  \n\n### A Response to Monodisciplinarity  \n\nRelatedly, interdisciplinary research is a (much-needed) response to “the disciplinary mode of research production [that has led] to an excessive fragmentation of knowledge” (Sa, 2008, p. 540). Even a quick look at the table of contents of the journals in our field provides some evidence of this with papers so narrowly focused they are likely of little interest to anyone outside the particular discipline. As McGrath (2007) notes, “management scholarship seems to draw upon disciplinary frameworks one discipline at a time” (p. 1372). This may be a function of limiting ourselves to variables and relationships that can be reasonably covered in one study (van Knippenberg, 2011); “focusing on what can be tested, rather than what should be tested” (Doherty, 2012, p. 2, italics in original). While a sound and distinct body of knowledge comes from drilling down to ever deeper and more specific research questions (consider, for example, our advancements in understanding corporate social responsibility in sport), we risk microtheorizing (Sandberg & Tsoukas, 2011), rather than developing and examining more complex frameworks that reflect many real world problems.  \n\nAgain, traditional disciplinary research has its merits and its place in knowledge development. Indeed, sport management is strengthened by our disciplinary research. However, monodisciplinarity or developing and pursuing research questions only one way, to the exclusion of other perspectives, can be limiting and stifling.  \n\nIn a similar fashion, some have spoken out against the monodisciplinary departmental “silos” in which we are increasingly situated, and isolated; where members do not communicate across disciplinary boundaries, to our frustration and disadvantage (Chalip, 2006; Mahony, 2008; Sa, 2008). Interdisciplinarity enables us to “overcome this silo mentality” (Mahony, 2008, p. 8).  \n\n### Students and Global Problems  \n\nAnother reason for an interdisciplinary approach is that students are increasingly interested in and enthusiastic about problems of global importance. As noted earlier, social inequality, disease prevention, and climate change are just some of the complex problems that can be effectively and perhaps best addressed through interdisciplinary research. Today’s students are aware of and engaged in addressing these issues through, for example, service learning courses, alternative Spring Break programs, and summer volunteering abroad opportunities.  \n\nWe need to consider the place of sport and sport management alongside other disciplines in addressing these and other complex problems (including sportrelated problems such as environmental destruction and third-world labor conditions [cf. Frisby, 2005; Thibault, 2009] and sport for development in third-world nations [cf. Kidd, 2008]), and be able to share that with our students. In doing so, we acknowledge that “the real problems of society do not come in discipline-shaped boxes” (Spence, 2012, p. 123) and we encourage students to look at phenomena from different angles, and presume that no one person (or discipline) has all the answers; that it “takes a village.”  \n\n### It is Time, for Sport Management  \n\nTony J. Watson, author of In Search of Management (Watson, 1994), noted over a decade ago that management is “an especially suitable case for interdisciplinary treatment… [as] issues of human individuality… [must] be related to issues of structure and process… of economic behavior [and] political activity” (Watson, 1997, p. 3) and so on. As such, we must draw not just from different dimensions within organization or management theory, but also turn to the theoretical insights of other disciplines across the social sciences (Watson, 1997). McGrath (2007) adds that management scholars in particular, and I would certainly include sport management scholars, have the opportunity and ability to integrate a variety of theoretical streams to create combinations of ideas that are relevant to managerial problems.  \n\nSport management is a relatively young academic field (Chalip, 2006); however, we have come a long way (Cuneen, 2004; Inglis, 2007). According to Cuneen (2004), we have been moving from a field with “potential” to one with “merit,” with sport management clearly “entrenched in academe” (p. 1). Various sport management leaders note the strength of our continually developing sound body of knowledge and literature and, with specific regard to NASSM, a well-designed program approval process, rigorously reviewed research journal, and sound conference structure (Cuneen, 2004; Pitts, 2001) as evidence of our evolution as a field. Like the broader field of management (McGrath, 2007), academic organizations like NASSM have thriving memberships, and the number of undergraduate and graduate sport management programs continue to expand. Costa (2005) reports that leading sport management scholars from around the world indicate the sport management infrastructure, recognition of sport management as a legitimate field of study, and development of overall sport management knowledge as particular successes of the field, although with room for continued improvement. Indeed, in his Zeigler lecture, Chalip (2006) draws attention to a ‘healthy malaise’ in the field of sport management, suggesting that we cannot rest on our laurels (yet!). He particularly notes the importance of continuing to strengthen our discipline(s) so that we may better link, and I would add integrate, with other disciplines, such as public health, education, social services, law enforcement, foreign affairs, biotechnology, and so on. Buller (2008) notes that, “good interdisciplinarity requires strong disciplinarity” (p. 397). I believe we are on a sound path.  \n\nFurther, leading sport management scholars have identified interdisciplinary research as a particularly important ideal and tactic for the future of quality sport management research (Costa, 2005). One of the reasons given was that interdisciplinarity “will allow us to leverage our theoretical and methodological expertise with that of scholars from other fields” (Costa, 2005, p. 141). Not only will this help to broaden our body of research (cf. Mahony, 2008), it will make our work more visible, recognized and valued and thus “enhance our professional development and image” (Weiss, 2008, p. 70), upping our cachet with other disciplines and fields. Interestingly, the scholars in Costa’s (2005) study felt that acceptance, credibility and respect of sport management researchers in the broader academy was another important ideal for the future, although they were not particularly confident this would be realized. Interdisciplinary research may, as it happens, enable sport management scholars to strengthen the field itself (through self-reflection, creative thinking, and broader research) while gaining a (further) foothold with other disciplines and fields.  \n\nIndeed, a few of our colleagues have recently drawn attention to the potential benefits of particular interdisciplinary research agendas, and I acknowledge here the suppositions of Schwarz (2010), Giulianotti and Klauser (2010), and Love and Andrew (2012). Schwarz makes a case for interdisciplinary dialogue between sport management and sport studies in the biophysical, psychosocial and sociocultural domains, while Love and Andrew argue for the intersection of sport management and sociology of sport research, although noting the “limited number of distinct paths connecting [these] two ‘sides’” to date (p. 252). Giulianotti and Klauser propose an interdisciplinary research agenda to examine the issues and problems that are being experienced with regard to security for sport mega-events. They argue that sport mega-event security should be examined from sociological, critical urban geography, and risk theory perspectives.  \n\n### Addressing Complex Issues in Sport  \n\nAs Thibault (2009) notes in her Zeigler lecture, there are complex issues, particularly with the globalization of sport, that require our attention and involvement. She focuses on the “inconvenient truths” of these issues, which further highlights their complexity, beyond “the many virtues associated with the global movement in sport” (Thibault, 2009, p. 6); namely, the commodification and commercialization of sports in society, the environmental impact of sport and particularly mega sport events and facilities, and the use of developing countries’ workforce for the production of sportswear and equipment. The earlier example of concussion in sport and Giulianotti and Klauser’s (2010) example of sport mega-event security can certainly be added to that list.  \n\nWe do not ‘own’ these (and other) issues just because they are about sport, nor do other fields or disciplines. But we can and perhaps should take the lead on developing interdisciplinary research to address them; we at least need to be in the game. In addition to generating new knowledge and creative solutions, a communal effort has, as noted earlier, the potential to strengthen our field and various disciplines. It can do so by helping us understand where and how sport management can engage with other disciplines beyond its traditional boundaries, and in turn by injecting new ideas (Mair, 2006) that can inform our theorizing (Doherty, 2012) and enhance the practical meaning of our scholarly work. Complex issues in sport may be an ideal opportunity for sport management to reach out and link with other disciplines in a “sport-focused” (Chalip, 2006) yet interdisciplinary research agenda.  \n\n### Addressing the Research-Practice Gap  \n\nFinally, interdisciplinary research, with its broader yet integrated focus that may generate more relevant knowledge, may be expected to help address the researchpractice gap; a gap that may in fact be a function of the specialized knowledge that is characteristic of disciplinary research. Interdisciplinarity provides “an opportunity for bridging the spaces where disciplinary thinking intersects” (Mair, 2006, p. 201). Those spaces likely contribute, at least in part, to the gap between our research and practice in the field. Practitioners face multifaceted problems and issues in the ‘real world’, for which there is unlikely one answer. Not only must our research address those questions and problems that are relevant in the field, but doing so with the benefit of multiple integrated perspectives may provide (more) meaningful insights and implications for practice. Reducing the gap through relevant knowledge is a desirable goal of interdisciplinary research.  \n\n### Why Not Interdisciplinary Research?  \n\nNevertheless, there are a number of challenges to interdisciplinary research; otherwise it would be more prevalent! First of all, it can be uncomfortable and intimidating to think this way, and to work this way. It may be (or at least feel) risky to talk outside one’s discipline. Interdiscplinary research is somewhat of a contradiction (Weingart, 2000), as we are trained and rewarded for our disciplinary work. It takes a sufficient “degree of comfort or security… [to] leave a fixed disciplinary platform in order to consider the influence of other factors, methods, and explanations for a problem” (Bruhn, 1995, p. 332). This comfort and security comes, at least in part, from strong disciplinarity (that is, knowledge, experience, and confidence in one’s own area), familiarity with other disciplines, and openness to alternative perspectives.  \n\nSecond, interdisciplinary research can be difficult! Negotiating one’s way with colleagues from other disciplines can be challenging because of the “creative tension” that exists when it is believed that a certain perspective(s) takes precedence (Inglis, 2007). The interarticulation of different discourses that is necessary to arrive at a common language is a difficult path (Buller, 2008; Crow, Levine, & Nager, 1992; Choi & Pak, 2006; Oughton & Bracken, 2009; Spence, 2012).  \n\nThird, there is really no culture of interdisciplinary research in sport management and in many fields across the academy, nor in our institutions. True, current funding is increasingly available for this form of research, given the concern for addressing complex problems with greater breadth (e.g., the National Institutes of Health [NIH] in the U.S., and the Social Sciences and Humanities Research Council [SSHRC] and Canadian Institutes of Health Research [CIHR] in Canada; Porter et al.,  \n\n2006; Rhoten, 2004; Sa, 2008). Relatedly, there appears to be “widespread adoption of interdisciplinarity as an institutional goal or strategy among universities” over the past 10–15 years (Sa, 2008, p. 538; also Rhoten, 2004). However, there is reportedly lip service being paid to the call and support for truly interdisciplinary research initiatives (Bruhn, 2000; Porter et al., 2006; Rhoten, 2004; Sa, 2008); in many cases ‘settling,’ if you will, for multidisciplinary projects led by scholars working relatively independent of each other. These growing pains are fueled by continued institutional endorsement of traditional disciplinary research as a barometer of success (Bruhn, 2000; Rhoten, 2004; Sa, 2008). For example, Bruhn (2000) notes that it may be difficult, if not impossible, for junior nontenured faculty to conduct interdisciplinary research; it takes a great deal of time, which those in ‘publish or perish’ mode do not have, and it is generally not judged positively by disciplinary peers who question its quality and significance (also McGrath, 2007; Sa, 2008). As well, interdisciplinary research is expected to unfold within and among historically fragmented institutions characterized by disciplinary departmental “silos” that are not particularly accommodating to collaboration (Sa, 2008).  \n\nLinked to that is a lack of support for interdisciplinary research in the academy. Peer-reviewed journals across a number of fields and disciplines continue to favor disciplinary work and discourage papers that cross disciplinary boundaries as the latter tends to address multiple rather than specific audiences (Bruhn, 1995; McGrath, 2007) and may be hard to evaluate (Sa, 2008). Academics’ loyalty to their discipline(s) and related professional associations reinforces this focus (Sa, 2008). Indeed, Costa (2005) notes that interdisciplinary research “is not well accepted [and has a tendency to] ‘be marginalized’ in the sport management academy” (p. 129). The resources, rewards, and culture necessary to effectively support an interdisciplinary research strategy are generally lacking. I see these as very real but not insurmountable challenges to engaging in and realizing the benefits of interdisciplinary research.  \n\n### A Case for Sport Management  \n\nNonetheless, there is limited use of interdisciplinary research in the social sciences (National Academy of Sciences, 2005), from which the field of sport management is largely derived. So what are our chances of making this really happen, effectively? As Amis and Silk (2005) note, “a healthy sport management is surely one that is constantly questioning and challenging itself… we can go further in our efforts to embrace a wider variety of questions, approaches, and methods” (p. 355). In pointing out that “you cannot whistle a symphony,” Mahony (2008, p. 5) encourages us to involve others from outside of sport management in our research agendas.  \n\nI offer a personal example of how an interdisciplinary approach might be used to address a complex phenomenon, viewing it from several different angles, moving beyond a single disciplinary perspective and, ideally, helping to ‘fill the cracks’ and ‘bridge the gap between research and practice in the field. Building on an ongoing research program focused on community sport, I am excited about the prospect of extending my contribution to knowledge regarding the community sport environment by inviting to the table disciplinarians in philosophy, anthropology, child and youth physical and social development, leisure, government and public policy, urban planning, and community psychology, and perhaps other areas. It will be critical to relate each of our own perspectives to the others’, and to integrate common, complementary and even contrasting knowledge, questions and methods to arrive at a mutually-determined problem and the means to examine it. Ultimately, I expect my own, and others’, thinking about community sport to be relocated. The outcome of this communal effort will ideally be a research framework that guides the examination of concepts and the relationships among them that possibly no one in the group had considered before. As Mair (2006) notes, “having these [many and different] lenses brought together with an integrated focus holds the potential to develop better social theory… and real avenues for more effective social change” (p. 201).  \n\nSeveral ‘best practices’ for interdisciplinary research have been identified that can guide us forward. First, we can consider the people. There appears to be no magic number of people that should be involved, and certainly the research team composition may evolve. Aboelela et al. (2007) note that merely adding researchers from different disciplines does not make the effort interdisciplinary. Similarly, Crow et al. (1992, p. 751) note that “three heads are not [necessarily] better than one,” given some of the challenges of interdisciplinary research, but they certainly have the potential to be. Team members may be from different disciplines within a field or across fields, and collaborators may be found within one’s institution or beyond. (I would further argue that an interdisciplinary research team need not be restricted to scholars, but may benefit from practitioners representing different disciplines as well.) Interdisciplinarians tend to be “hybrid scholars” anyway, whose research already crosses borders. Certainly, to increase the chance of successful integration, a scholar must value diversity, have the capacity for self-assessment, and be sensitive to the dynamics inherent when different cultures (in this case disciplines) interact (Maton et al., 2006; Reich & Reich, 2006).  \n\nWe can also consider best practices for the process of interdisciplinary research. The research team needs to have a leader and champion who may be constituted in advance or may emerge from the group (Bruhn, 1995). This person must have credibility with all members, and be a skilled moderator and mediator of personalities and disciplinary perspectives (Bruhn, 1995; Maton et al., 2006). There must be parity and reciprocity among members for successful integration (Crow et al., 1992), in the midst of an “acknowledged departure from the robustness of disciplinary-specific epistemologies and an acceptance of the inherent ‘messiness’ of communication” (Buller, 2008, p. 397). Researchers must be able “to make mistakes gracefully” (Aboelela et al., 2007). Research may begin as a multidisciplinary process, as a perhaps more comfortable starting point for members: Each disciplinary scholar or group may be directed to do their ‘bit,’ and then (re)convene further to relate, integrate, and ultimately relocate the research project going forward (cf. Buller, 2008). The resulting research framework must have conceptual and methodological integrity; that is, integrating material from different disciplines should “avoid an ‘anything goes’ approach” as concepts, theories, and methods that are put together indiscriminately are not likely to hold together from the start, or along the way (Watson, 1997, p. 4). Finally, effective interdisciplinary research requires good communication, trust, compromise and creativity (Aboelela et al., 2007; Bruhn, 1995, 2000; Maton et al., 2006; Oughton & Bracken, 2009). But perhaps mostly it needs opportunity.  \n\nThat opportunity will be made more apparent if there is support from the academy. As scholars, colleagues, mentors, advisors, editors, and reviewers in the field of sport management, we need to be open to this alternative approach. Amis and Silk (2005) contend that “sport management is a field blinkered by disciplinarity” (p. 360). We can forge a new, additional path that welcomes a “variety of ways of seeing and interpreting in the pursuit of knowledge” (Amis & Silk, 2005, p. 361), and we can do this with the confidence of strong disciplines and a sound field behind us. Opportunity will be revealed in the development of both the practice and culture of interdisciplinary research in sport management, and the transmission of that to future investigators (cf. Bruhn, 1995; Maton et al., 2006).  \n\n### Closing  \n\nAs Mahony (2008) notes, “it is not a natural tendency in the academy to work across units on a campus or across universities. We tend to feel most comfortable operating in our own separate silos and sometimes have policies and procedures that work against collaboration” (p. 8). I encourage each of us to at least consider the interdisciplinary approach by reflecting on our own work and the various angles from which it might be examined. Surely some of us are ready to go there; to acknowledge that maybe we haven’t quite got the full, or even full enough picture and that additional and alternative disciplinary perspectives may be meaningful to help us better understand the problems and issues we are examining. We may also ponder how our line of inquiry might fit with broader research questions or problems. We should think outside the lines: Critique what we each have done to date, and reflect on what else we might do; and, look across our respective units, faculties and universities, and consider what other disciplines and particular research projects resonate with our own.  \n\nSport management is just one street in a bigger village. We need to cross the street and even head to the park to see who we might ‘play’ with. As my 12-year old would say, “I’m going to see who’s there, and what they are doing; maybe get in a game.”",
  "references": "Aboelela, S.W., Larson, E., Bakken, S., Carrasquillo, O., Formicola, A., Glied, S.A., . . . Gebbie, K.M. (2007). Defining interdisciplinary research: Conclusions from a critical review of the literature. Health Services Research, 42, 329–346. doi:10.1111/j.1475-6773.2006.00621.x   \nAmis, J., & Silk, M. (2005). Rupture: Promoting critical and innovative approaches to the study of sport management. Journal of Sport Management, 19, 355–366.   \nAndrew, D.P.S., Koo, G., Hardin, R., & Greenwell, T.C. (2009). Analyzing motives of minor league hockey fans: The introduction of violence as a spectator motive. International Journal of Sport Management and Marketing, 5, 73–89. doi:10.1504/IJSMM.2009.021751   \nBruhn, J.G. (1995). Beyond discipline: Creating a culture for interdisciplinary research. Integrative Physiological and Behavioral Science, 30, 331–341. doi:10.1007/ BF02691605   \nBruhn, J.G. (2000). Interdisciplinary research: A philosophy, art form, artifact or antidote? Integrative Physiological and Behavioral Science, 35, 58–66. doi:10.1007/BF02911166   \nBuller, H. (2008). The lively process of interdisciplinarity. Area, 41, 395–403. doi:10.1111/j.1475-4762.2008.00856.x   \nChalip, L. (2006). Toward a distinctive sport management discipline. Journal of Sport Management, 20, 1–21.   \nChelladurai, P. (2009). Managing organizations for sport and physical activity (3rd ed.). Scottsdale, AZ: Holcomb Hathaway.   \nChoi, B.C.K., & Pak, A.W.P. (2006). Multidisciplinarity, interdisciplinarity and transdisciplinarity in health research, services, education and policy: 1. Definitions, objectives, and evidence of effectiveness. Clinical and Investigative Medicine. Medecine Clinique et Experimentale, 29, 351–364.   \nClinton, H.R. (1996). It takes a village: And other lessons children teach us. New York: Simon & Shuster.   \nCosta, C.A. (2005). The status and future of sport management: A Delphi study. Journal of Sport Management, 19, 117–142.   \nCrow, G.M., Levine, L., & Nager, N. (1992). Are three heads better than one? Reflections on doing collaborative interdisciplinary research. American Educational Research Journal, 29, 737–753.   \nCulverhouse, G. (2011). Throwaway players: The concussion crisis from pee wee football to the NFL. Lake Forest, CA: Behler.   \nCuneen, J. (2004). Managing program excellence during our transition from potential to merit. Journal of Sport Management, 18, 1–12.   \nDelaney, S., Puni, V., & Rouah, F. (2006). Mechanisms of injury for concussions in university football, ice hockey, and soccer: A pilot study. Clinical Journal of Sport Medicine, 16, 162–165. doi:10.1097/00042752-200603000-00013   \nDeNeui, D.L., & Sachau, D.A. (1996). Spectator enjoyment of aggression in intercollegiate hockey games. Journal of Sport and Social Issues, 21, 69–77.   \nDoherty, A. (1998). Managing our human resources: A review of organizational behaviour in sport. Sport Management Review, 1, 1–24. doi:10.1016/S1441-3523(98)70097-X   \nDoherty, A. (2012). Investing in sport management: The value of good theory. Sport Management Review, 10.1016/j. smr.2011.112.006.   \nEitzen, D.S. (2012). Fair and foul: Beyond the myths and paradoxes of sport. Plymouth, UK: Rowman & Littlefield.   \nFrisby, W. (2005). The good, the bad, and the ugly: Critical sport management research. Journal of Sport Management, 19, 1–12.   \nGiulianotti, R., & Klauser, F. (2010). Security governance and sport mega-events: Toward an interdisciplinary research agenda. Journal of Sport and Social Issues, 34, 49–61. doi:10.1177/0193723509354042   \nGoldberg, D.S. (2008). Concussions, professional sports, and conflicts of interest: Why the National Football League’s current policies are bad for its’ (players’) health. HEC Forum, 20, 337–355. doi:10.1007/s10730-008-9079-0   \nGreenhow, A. (2011). Concussion policies of the National Football League: Revisiting the ‘Sport Administrator’s Charter’ and the role of the Australian Football League and National Rugby League in concussion management. Sports Law eJournal. Retrieved August 23, 2012 from http://epublications.bond.edu.au/slej/13.   \nGuskiewicz, K.M., & Mihalik, J.P. (2011). Biomechanics of sport concussion: Quest for the elusive injury threshold. Exercise and Sport Sciences Reviews, 39, 4–11. doi:10.1097/JES.0b013e318201f53e   \nHecht, A.N. (2002). Legal and ethical aspects of sports-related concussions: The Merril Hoge story. Seton Hall Journal of Sport Law, 12, 17–64.   \nHokowhitu, B., Sullivan, S.J., & Tumoana Williams, L.R. (208). Rugby culture, ethnicity and concussion. MAI Review, 1, Article 4. Retrieved August 23, 2012 from http://review. mai.ac.nz/index.php/MR/article/view/82/110.   \nHoye, R., Smith, A., Nicholson, M., Stewart, B., & Westerbeek, H. (2009). Sport management: Principles and applications (2nd ed.). Oxford: Butterworth Heinemann.   \nInglis, S. (2007). Creative tensions and conversations in the academy. Journal of Sport Management, 21, 1–14.   \nKidd, B. (2008). A new social movement: Sport for development and peace. Sport in Society, 11, 370–380. doi:10.1080/17430430802019268   \nLove, A., & Andrew, D.P.S. (2012). The intersection of sport management and sociology of sport research: A social network perspective. Sport Management Review, 15, 244–256. doi:10.1016/j.smr.2011.08.001   \nMahony, D.F. (2008). No one can whistle a symphony: Working together for sport management’s future. Journal of Sport Management, 22, 1–10.   \nMair, H. (2006). The potential of interdisciplinarity for leisure research. Leisure Sciences, 28, 197–202. doi:10.1080/01490400500484099   \nMakdissi, M., Darby, D., Maruff, P., Ugoni, A., Brukner, P., & McCrory, P. (2010). Natural history of concussion in sport: Markers of severity and implications for management. American Journal of Sports Medicine, 38, 464–471. doi:10.1177/0363546509349491   \nMaroon, J., Lovell, M.R., Norwig, J., Podell, K., Powell, J.W., & Hartl, R. (2000). Cerebral concussion in athletes: Evaluation and neuropsychological testing. Neurosurgery, 47, 659–672.   \nMaton, K.I., Perkins, D.D., & Saegert, S. (2006). Community psychology at the crossroads: Prospects for interdisciplinary research. American Journal of Community Psychology, 38, 9–21. doi:10.1007/s10464-006-9062-3   \nMcGrath, R.G. (2007). No longer a stepchild: How the management field can come into its own. Academy of Management Journal, 50, 1365–1378. doi:10.5465/ AMJ.2007.28166144   \nNational Academy of Sciences. (2005). Facilitating interdisciplinary research. Washington: National Academies Press.   \nOsborne, B., & Ammon, R. (2012, May). Heading off traumatic brain injury: An analysis of concussion legislation in the United States. Paper presented at the Annual Conference of the North American Society for Sport Management, Seattle, WA.   \nOughton, E., & Bracken, L. (2009). Interdisciplinary research: Framing and reframing. Area, 41, 385–394. doi:10.1111/ j.1475-4762.2009.00903.x   \nPeetz, T.B., & Reams, L. (2011). A content analysis of Sport Marketing Quarterly: 1992-2011. Sport Marketing Quarterly, 20, 209–218.   \nPederson, P.M., Parks, J., Quarterman, J., & Thibault, L. (2011). Contemporary sport management (4th ed.). Champaign, IL: Human Kinetics.   \nPitts, B.G. (2001). Sport management at the millennium: A defining moment. Journal of Sport Management, 15, 1–9.   \nPitts, B.G., & Pederson, P.M. (2005). Examining the body of scholarship in sport management: A content analysis of the Journal of Sport Management. The SMART Journal, 2, 33–52.   \nPopper, K.R. (1963). Conjectures and refutations: The growth of scientific knowledge. New York: Routledge.   \nPorter, A.L., Roessner, J.D., Cohen, A.S., & Perrault, M. (2006). Interdisciplinary research: Meaning, metrics and nurture. Research Evaluation, 15, 187–195. doi:10.3152/147154406781775841   \nReich, S.M., & Reich, J.A. (2006). Cultural competence in interdisciplinary collaborations: A method for respecting diversity in research partnerships. American Journal of Community Psychology, 38, 51–62. doi:10.1007/s10464- 006-9064-1   \nRhoten, D. (2004). Interdisciplinary research: Trends and transitions. Items – Social Science Research Council, 5, 6-11. Retrieved August 24, 2012 from http://www.ncar.ucar. edu/ Director/survey/Interdisciplinary%20Research%20 Trend%20or%20Transition.v2.pdf.   \nSa, C.M. (2008). ‘Interdisciplinary strategies’ in U.S. research universities. Higher Education, 55, 537–552. doi:10.1007/ s10734-007-9073-5   \nSandberg, J., & Tsoukas, H. (2011). Grasping the logic of practice: Theorizing through practical rationality. Academy of Management Review, 36, 338–360. doi:10.5465/ AMR.2011.59330942   \nSchwarz, E.C. (2010). The reciprocal and influential connection between sport marketing and management and the sport sciences. International Journal of Sport Management and Marketing, 7(1/2), 33–43. doi:10.1504/ IJSMM.2010.029710   \nSeungmo, K., Greenwell, T.C., Andrew, D.P.S., Lee, J., & Mahony, D.F. (2008). An analysis of spectator motives in an individual combat sport: A study of mixed martial arts fans. Sport Marketing Quarterly, 17, 109–119.   \nSpence, G.B. (2012). Coaching and cross disciplinary collaboration: More complexity and chaos? International Coaching Psychology Review, 7, 122–136.   \nThibault, L. (2009). Globalization of sport: An inconvenient truth. Journal of Sport Management, 23, 1–20.   \nVan Knippenberg, D. (2011). Advancing theory in organizational psychology. Organizational. Psychological Review, 1, 3–8.   \nWatson, T.J. (1994). In search of management. London: Routledge.   \nWatson, T.J. (1997). Theorizing managerial work: A pragmatic pluralist approach to interdisciplinary research. British Journal of Management, 8, 3–8. doi:10.1111/1467- 8551.00034   \nWeingart, P. (2000). Interdisciplinarity: The paradoxical discourse. In P. Weingart & N. Stehr (Eds.), Practicing interdisciplinarity (pp. 25–41). Toronto: University of Toronto Press.   \nWeiss, M.R. (2008). “Riding the wave”: Transforming sport and exercise psychology within an interdisciplinary vision. Quest, 60, 63–83. doi:10.1080/00336297.2008. 10483569   \nZeigler, E.F. (2003). Guiding professional students to literacy in physical activity education. Quest, 55, 285–305. doi:1 0.1080/00336297.2003.10491805   \nZeigler, E.F. (2007). Sport management must show concern as it develops tenable theory. Journal of Sport Management, 21, 297–318.   \nZeigler, E.F. (2011, June). Sport as a key partner in the “reign of the Big Four”. Keynote paper presented at the Annual Conference of the North American Society for Sport Management, London, ON.   \nZeigler, E.F., & Spaeth, M.J. (1975). Administrative theory and practice in physical education and athletics. Englewood Cliffs, NJ: Prentice-Hall.",
  "acknowledgement": "n/a",
  "notes": "1.  As Bruhn (1995) notes, the interdisciplinary approach is not for everyone, nor for every research problem. Several authors note particular conditions under which disciplinary, multidisciplinary or interdisciplinary research may be most appropriate (e.g., Choi & Pak, 2006; Maton et al., 2006; Spence, 2012). In this paper I make a case for interdisciplinary research broadly; however, the reader is encouraged to consider its use with regard to different research conditions."
}