{
  "title": "Interdependence, Mutuality, and Collective Action in Sport",
  "author": "George B. Cunningham Texas A & M University",
  "year": "2013",
  "content": "In this paper, from the Dr. Earle F. Zeigler Award Lecture presented in Austin, Texas, the author proposes that all persons have an obligation to ensure sport is inclusive and socially just. Works from a variety of disciplines, including religion, sociology, and social psychology, support the thesis. The author calls for collective action among sport management academicians, coalesced around teaching, research, and service to promote change. The final sections address potential counter narratives and provide an overview of the outcomes associated with an inclusive and socially just sport environment.  \n\nI have spent most of my career studying diversity in the sport and physical activity context. My colleagues and I have examined how members of under-represented groups experience sport as participants, coaches, and administrators. We have also focused on prejudice, stigma, and discrimination, and their role in personnel decisions, marketing efforts, and physical activity opportunities. We have also examined diversity’s influence on important work processes and performance outcomes. In an effort to capture this focus, I created a word cloud consisting of all of our manuscript titles (see Figure 1).  \n\nThroughout this time, I have observed that, frequently, the people most interested in diversity are members of under-represented groups. For instance, scholars who study gender issues are most likely to be women, just as conference presentations focusing on race are most likely to be given by Latinos and African Americans. We have observed a similar pattern in our research of people working in sport organizations: people who are not in the typical majority are most likely to champion diversity (Cunningham & Sartore, 2010) and openly advocate for the rights of lesbian, gay, bisexual, and transgender (LGBT) employees in the workplace (Melton & Cunningham, 2012).  \n\nSome might argue that such a pattern is logical, as members from under-represented groups have a vested interest in those research topics. They might have personally experienced prejudice while participating in sport, or know someone who has; thus, they have a direct stake in their research program. The other side of that coin, of course, is that men, Whites, and heterosexuals lack such a personal stake; consequently, it is equally understandable, from this position, for them to not research diversity and social justice issues or advocate for equality in the workplace.  \n\nIn this paper, I argue that such a perspective is either naïve, short sighted, or imperceptive. Instead, I submit that we all have a stake in ensuring sport is inclusive and socially just. We are all impacted, be it directly or indirectly, by structures, systems, and cultures that engender inequality. And as such, we are all equally bound to engage in collective action to ensure that sport is a space where all can be physically active, and where opportunities to be successful are not based on how we look or who we love, but on competencies and skill sets. Regardless of where we focus our scholarly efforts or the subjects of the courses we teach, we can all, in some way, contribute to a socially just sport environment. In what follows, I draw from literature in a variety of disciplines, including religion, sociology, and social psychology, to expand on this thesis and offer various mechanisms through which such action can result in meaningful change.  \n\n### Interdependence and Mutuality  \n\nA key element to my thesis is that we are inextricably connected with one another. The ideas I advance and behaviors in which I engage certainly impact me, but they also influence others, either directly or indirectly. Indeed, we share a common ancestry and personhood, and as such, we both impact and are impacted by one another.  \n\nI admit that such a position is not a novel one. Socrates, elements of different religious traditions, Beethoven, and the Wachowski siblings, among many others, have all presented a similar position in one way or another. Lucie Thibault’s (2009) wonderfully engaging Zeigler address did the same, highlighting globalization’s far-reaching impact on all persons. The late pastor and civil rights leader Reverend Dr. Martin Luther King also captured this sentiment in his “Letter from a Birmingham Jail.” Writing to Southern White clergy members while he was imprisoned, King noted:  \n\n![](images/412a028368ec71aeb6d67c5ac42416802e62ada5d54e91515ccfee1420f0ca45.jpg)  \nFigure 1 — Illustrative Summary of Research Focus  \n\nI am cognizant of the interrelatedness of all communities and states… Injustice anywhere is a threat to justice everywhere. We are caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly affects all indirectly. (as cited in Gottlieb, 2003, p. 178)  \n\nHis prose highlights our common humanity and the outcomes—justice or the lack thereof—we share.  \n\nThere is also empirical evidence from a variety of disciplines illustrating as much. Consider, for instance, research focusing on workplace incivility, a form of subtle discrimination. We know that people who are subjected to uncivil behaviors experience work poorly. But there is also research showing the effects are much more encompassing. Simply observing uncivil behavior can negatively impact some people (Cunningham, Miner, & Benavides-Espinoza, 2012; Hitlan, Schneider, & Walsh, 2006; Miner-Rubino & Cortina, 2007), and mistreatment of women in the workplace has a collective negative impact on everyone’s work experiences (Glomb, Richman, Hulin, & Drasgow, 1997). This research demonstrates that incivility impacts not just the perpetrator or the victim, but also other employees.  \n\nAs another example, consider the prevalence of sport marketing strategies objectifying women as a way to sell everything from watches to tickets for sport events.  \n\nWhile sex might sell, and thus line sport administrators’ and owners’ pockets, it also has negative psychological effects for those viewing it. A series of provocative studies from Elizabeth Daniels shows that girls and women who observe hyper-sexualized images of female athletes are more likely to have negative body images themselves (Daniels, 2009) and express anger over the objectification of women in sport (Daniels, 2012). Boys who view these images are likely to view the hyper-sexualized female athletes as sex objects (Daniels & Wartena, 2011). On the other hand, when female athletes are depicted in strong, athletic poses, girls and women are likely to have positive body images (Daniels, 2009) and view athletes as role models (Daniels, 2012), while boys are more likely to value women’s accomplishments (Daniels & Wartena, 2011).  \n\nOur interconnectedness also manifests through welcoming work environments. Researchers have firmly established the relationship between inclusiveness and physical activity participation among members of underrepresented groups (e.g., Lucas-Carr & Krane, 2012; Utsey, Payne, Jackson, & Jones, 2002; Zipp, 2011). But, the benefits of diversity and inclusion are far more encompassing than this relationship. Florida (2002, 2003, 2012), for instance, has shown that creative, talented people are attracted to areas where inclusiveness is the norm, and it is these people who are largely responsible for driving economic growth. We see similar patterns in the sport context, where diversity and inclusion are associated with the attraction and retention of a talented workforce (Cunningham, 2008; Fink et al., 2001; 2003), workplace creativity (Cunningham, 2011a), economic gains (Cunningham & Singer, 2011), and objective measures of performance (Cunningham, 2009; 2011b). These outcomes benefit all persons in the workplace, not just members of under-represented groups.  \n\nThese examples offer empirical support for King’s contention: we are all connected with one another such that the justice, equality, and inclusion affect every individual. And, if this is the case, then the implications are profound. We, as a collective body of sport management scholars, can no longer pretend that the perils of globalization, issues of access, the prevalence of prejudice and discrimination, or the presence of inequality do not impact everyone; because they do. And we can no longer let the few be responsible for ensuring access and equality for all sportspersons; instead, it is the job of the whole—each and every one of us. This understanding of our interdependence and interconnectedness requires collective action aimed at guaranteeing that sport is characterized by inclusion and social justice (for additional evidence of the link between common identity and collective action, see Simon et al., 1998; Subasic, Schmitt, & Reynolds, 2011).  \n\nBut let me extend this line of reasoning further. I submit that when we are aware of injustice and fail to act, we are complicit in its perpetuation. In channeling the Holocaust survivor and Nobel Peace Prize laureate Elie Wiesel (2008), our silence only benefits the oppressors, not the oppressed. It promotes inequality, not access and opportunity. Let us again consider the words of King in his “Letter from a Birmingham Jail.” The latter part of his prose was directed toward White moderates—clergy members who acknowledged the need for change but were unwilling to be involved. They urged King to be patient and wait for transformations to occur at a later time. King countered that no meaningful change, no quest for equality, ever came about through placidity or because of the natural passage of time. He wrote:  \n\n‘We will have to repent in this generation not merely for the vitriolic words and actions of the bad people, but for the appalling silence of the good people. We must come to see that human progress never rolls in on wheels of inevitability. It comes through the tireless efforts and persistent work [of people pursuing change and justice]’ (as cited in Gottlieb, 2003, p. 182).  \n\nAnd so it is in the current time, as justice and equality in sport will only be realized through our collective actions—not our silence.  \n\n### Collective Action for Social Change in Sport  \n\nHow, then, might this collective action be realized? We have many possibilities, all of which coalesce around our three primary activities in the academy: teaching, research, and service. To be clear, I am not suggesting that everyone shift their research focus, for instance, to one of inclusion and justice. Rather, what I offer here is that we have the opportunity—a responsibility—to find how, irrespective of our research niches or teaching expertise, we can contribute to a more just and inclusive sport environment. By effectively integrating these efforts, we can realize synergistic outcomes.  \n\n### Teaching  \n\nWithin the realm of teaching, our collective action means that we teach for a social good. This might occur, for instance, by adopting a critical approach to our educational endeavors—an approach that differs from the prevailing conservative nature of sport management education (Zakus, Malloy, & Edwards, 2007). As Shaw, Wolfe, and Frisby (2011) have shown, this means teaching our students to question taken-for-granted norms and assumptions, challenge the status quo, and engage in transformative activities (see also Adler, Forbes, & Willmott, 2007; Shaw & Frisby, 2006). And, we must also participate in these activities in our roles as mentors and professors.  \n\nTeaching for social good might also take the form of intentionally affecting our communities through sport. I am encouraged that many of our colleagues across the academy have adopted this approach—one aptly illustrated by the efforts at Seattle University. Here, event management and marketing students partnered with Street Soccer Seattle to host a street soccer tournament in the community. The event served two purposes: (a) giving people who love soccer an opportunity to play and compete and (b) generating awareness about the benefits of street soccer for those effected by homelessness. We know from previous research that such events can be used to increase the social and cultural capital among those experiencing homelessness (Lyras & Welty Peachey, 2011; Welty Peachey, Cohen, Borland, & Lyras, 2013). Thus, in addition to learning practical, hands-on skills related to developing and promoting events, the students used sport to meaningfully affect change in their communities. In the process, they also developed more inclusive attitudes toward people experiencing homelessness. This is, I submit, sport management education at its best.  \n\n### Research  \n\nIn addition, engaging in collective action also means conducting research to promote diversity and inclusion. Given the importance of theory in the advancement of a discipline and scientific innovation (Cunningham, 2013; Kerlinger & Lee, 2000), our primary efforts should entail developing theory focused on achieving equality, inclusion, and opportunity in sport and physical activity. Others, such as Zeigler (2007) and Frisby (2005), have advanced similar positions. Frisby, for example, suggested that sport management scholars were uniquely positioned to question how industry practices and norms produce and reproduce inequalities. Similarly, Zeigler suggested “theory should relate to sport and physical activity involvement for all people of all ages, be they normal, accelerated, or special in status” (p. 298). I concur with these positions and submit that we need many theories addressing this issue. To borrow from Mintzberg (2005), “we need all kinds of theories—the more the better. As researchers, scholars, and teachers, our obligation is to stimulate thinking, and a good way to do that is to offer alternate theories—multiple explanations of the same phenomena” (p. 365).  \n\nBeyond theory development, we need renewed research efforts aimed at promoting access and inclusion. Most of the work in this area has taken place in the field, through participatory action research projects, case studies, ethnography, or other forms of qualitative field work (e.g., Frisby, Crawford, & Dorer, 1997; Lucas-Carr & Krane, 2012; Welty Peachey et al., 2013). In many ways, working so closely alongside sport and physical activity participants allows all involved with a unique opportunity to affect change. And, because of this, some might argue that research aimed at promoting access and inclusion should follow this path, adopting a critical or emancipatory lens. I am not, however, necessarily convinced this is the case. Social psychologists have a long, rich history in using laboratory and field-based experiments to understand the nature of prejudice and methods of prejudice reduction (for a review, see Paluck & Green, 2009). There is similar work in our own discipline, where, for example, some scholars have effectively employed experimental designs to promote more inclusive language (e.g., Parks & Roberton, 2002). Large-scale survey research also has the potential to promote social justice and equality. We have shown, for instance, that all forms of diversity, when coupled with an inclusive workplace culture, can be a source of enrichment and success (Cunningham, 2008, 2009, 2011a, 2011b). Leaders have used these findings to bolster their arguments for the value of diversity within the intercollegiate athletics setting (e.g., Brand, 2009). In short, we should use all our skill sets—and our varied paradigmatic lens—to collectively engage in research action aimed at promoting equality and inclusion.  \n\n### Service  \n\nFinally, engaging in collective action means our service and outreach activities are focused on creating and sustaining diverse and inclusive sport spaces. It means strategically allocating our time and efforts to activities where change can be realized. This can take place within our programs, colleges, or universities. Or, collective action through service might mean working with local communities for equality and change.  \n\nI provide two illustrative examples here. At Drexel University, Ellen Staurowsky and her colleagues started the LGBT Issues in Sport Blog in the fall of 2012, with the intended purpose of being “the premier online location to share information and resources regarding LGBTQ issues in sport” (2014). The focus is on translational research efforts, distilling scholarly work for mass consumption. In this way, the blog serves to bridge the gap between social scientists whose work focuses on LGBT inclusion and the coaches, administrators, and players who can use this scholarship in their everyday activities.  \n\nAs another example, Corliss Outley (2013) led an effort to involve youth in the political process of improving their cities’ neighborhoods and decreasing the incidence of childhood obesity. The focus on neighborhoods is particularly important considering the built environment is a key factor influencing physical activity levels, particularly among racial minorities and the poor (Henderson, 2009; McLeroy, Bibeau, Steckler, & Glanz, 1988). The adolescents, which included boys and girls from 6th to 9th grade, participated in a multiweek leadership training program and then conducted an assessment of different neighborhoods to determine issues related to walkability and safety, among other factors. They then developed reports, and presented their findings and recommendations to the city councils and various groups. This service project not only helped instill leadership skills, but because most of the recommendations were eventually implemented, it showed the youth that they could be agents of change in bettering their communities.  \n\n### Addressing Counter Narratives  \n\nAs these examples illustrate, we can, through our teaching, research, and service, collectively affect sport and physical activity, making it more inclusive and socially just. But, I also recognize, that not everyone will necessarily agree with this position. Thus, in the final section, I address counter narratives—sources of resistance to participating in collective action. I highlight two here.  \n\nThe first counter narrative is one of trepidation and resistance. In this case, some might suggest that while they appreciate my views and even support some forms of equality and inclusion, they have anxiety about supporting others. In this case, people might not welcome or desire an increase in the proportion of people who, for instance, have different political beliefs, whose sexual orientation or gender identity is different from theirs, or who worship a different god, or who worship no god at all. Such perspectives are a very real part of some teams and sport organizations.  \n\nIt is important to remember, though, that beliefs people have about others are not innate, but instead, are socially constructed. The social psychology literature is rich with examples showing that people’s biases and perceptions are shaped by history, interactions with others, and their lived experiences (Dovidio, Glick, & Rudman, 2005; Paluck & Green, 2009). As such, just as we have learned to harbor prejudice toward others, we can also take steps to increase our cultural competencies and improve our attitudes toward people who are not like us. While there are many ways to do this, perhaps the most effective one is contact—be around others who are different.  \n\nWhen we enmesh ourselves in activities with others who are from different backgrounds, very interesting things are likely to occur. We learn something about those who differ from us, the anxiety we might have otherwise felt will decrease, and we will develop empathy and perspective taking (Pettigrew & Tropp, 2006, 2008). All of these should serve to reduce biases and the resistance toward those out-group members.  \n\nI have certainly found this to be the case in my own life. In fact, over the past year, I have: organized and hosted a conference focusing on sexual orientation and gender identity in sport; served as president of Aggie Allies, an organization providing support for lesbian, gay, bisexual, and transgender persons in the Texas A&M community; participated in two trips to Trinidad and Tobago as a way of developing cross-cultural collaborations to investigate childhood obesity; taken part in various interfaith dialogue gatherings; served on committees aimed at advancing women in STEM (Science, Technology, Engineering, and Mathematics) fields; marched with individuals from various races on Martin Luther King, Jr. Day; helped coach a baseball team for people with mental disabilities; and volunteered at the food bank each month. In each case, I have been the minority within that context, and without fail, these experiences have allowed me to learn, grow, and develop as a person.  \n\nA second counter narrative is one of impact: some might question the difference they can make in the larger sport landscape. But let’s not sell ourselves short. While solitary efforts to promote diversity and inclusion might only represent an ant hill, it is the collection of ant hills, built on top of one another that make a mountain (see also Valian, 1996). Every effort counts, and our collective action, as sport managers, can and will make a difference.  \n\nOne need only examine the work of Jeanne Manford. For those who might not be familiar with Manford, she was the founder of PFLAG, or Parents, Families, & Friends of Lesbians and Gays (see community.pflag. org). She started this organization in 1972 after her son, who was gay, had been harassed and mistreated. What started as a small organization—an effort to support her son—grew over time, such that by the time of her death in 2013, PFLAG had over 200,000 members and 350 affiliates in the US. In describing the impact she had, President Obama noted that hers was:  \n\nThe story of America: an ordinary citizen, organizing, agitating, and advocating for change. Of hope stronger than hate. Of love more powerful than any insult or injury. Of Americans fighting to build for themselves and their families a nation in which no one is a second class citizen, which no one is denied their basic rights, and in which all of us are free to live and love as we see fit. (as cited in PFlag National video file, 2013)  \n\nSome of our colleagues, such as Pat Griffin and Richard Lapchick, have followed this path. But, we need more Jeanne Manford-like people in sport and physical activity–more people who love; more people who see injustice and take a stand; more people who fight for the rights not just of themselves, but for all persons; and more people who encourage and empower others to stand with them. When this happens, when more sport management educators, students, and scholars join in the fight for equality and justice, then real change can and will happen.  \n\n### Conclusion  \n\nFormer United Nations secretary general Dag Hammarskjold once said, “In our age, the road to holiness necessarily passes through the world of action” (1967, p. 23). So, too, does the path to equality, access, and inclusion. We are all connected to one another, intertwined in our actions and words by our common humanity. And, as such, we, as a communal sport management body, have a responsibility to engage in collective action—efforts manifested through our teaching, research, and service activities. In doing so, we can and will create change, as I am convinced that what we do, what we say, and the love we show others can and will make a difference.",
  "references": "Adler, P. S., Forbes, L. C., & Willmott, H. (2007). Critical management studies. In J. P. Walsh & A. P. Brief (Eds.), The Academy of Management Annals (Vol. 1, p. 119–179). New York: Lawrence Erlbaum.   \nBrand, M. (2009, March). Diversity hiring is right, smart. The Huffington Post. Retrieved from http://www.huffingtonpost.com/myles-brand/diversity-hiring-is-right_b_173719. html.   \nCunningham, G. B. (2008). Commitment to diversity and its influence on athletic department outcomes. Journal of Intercollegiate Sport, 1(2), 176–201.   \nCunningham, G. B. (2009). The moderating effect of diversity strategy on the relationship between racial diversity and organizational performance. Journal of Applied Social Psychology, 39(6), 1445–1460. doi:10.1111/j.1559- 1816.2009.00490.x.   \nCunningham, G. B. (2011a). Creative work environments in sport organizations: The influence of sexual orientation diversity and commitment to diversity. Journal of Homosexuality, 58(8), 1041–1057. doi:10.1080/00918369.201 1.598413.   \nCunningham, G. B. (2011b). The LGBT advantage: Examining the relationship among sexual orientation diversity, diversity strategy, and performance. Sport Management Review, 14(4), 453–461. doi:10.1016/j.smr.2010.11.003.   \nCunningham, G. B. (2013). Theory and theory development in sport management. Sport Management Review, 16(1), 1–4. doi:10.1016/j.smr.2012.01.006.   \nCunningham, G. B. & Sartore, M. L. (2010). Championing diversity: The influence of personal and organizational antecedents. Journal of Applied Social Psychology, 40(4), 788–810. doi:10.1111/j.1559-1816.2010.00598.x.   \nCunningham, G. B. & Singer, J. N. (2011). The primacy of race: Department diversity and its influence on the attraction of a diverse fan base and revenues generated. International Journal of Sport Management, 12(2), 176–190.   \nCunningham, G. B., Miner, K., & Benavides-Espinoza, C. (2012). Emotional reactions to observing misogyny: Examining the roles of gender, forecasting, political orientation, and religiosity. Sex Roles, 67(1-2), 58–68. doi:10.1007/s11199-012-0121-y.   \nDaniels, E. A. (2009). Sex objects, athletes, and sexy athletes: How media representations of women athletes can impact adolescent girls and college women. Journal of Adolescent Research, 24(4), 399–422. doi:10.1177/0743558409336748.   \nDaniels, E. A. (2012). Sexy versus strong: What girls and women think of female athletes. Journal of Applied Developmental Psychology, 33(2), 79–90. doi:10.1016/j. appdev.2011.12.002.   \nDaniels, E. A. & Wartena, H. (2011). Athlete or sex symbol: What boys think of media representations of female athletes. Sex Roles, 65(7-8), 566–579. doi:10.1007/s11199- 011-9959-7.   \nDrexel University.  Re: LGBT Issues in Sport Blog: Theory to Practice. (2014) Retrieved from http://stream.goodwin. drexel.edu/lgbtsportresearchnet/?page_id=189.   \nDovidio, J. F., Glick, P., & Rudman, L. A. (Eds.). (2005). On the nature of prejudice. Fifty years after Allport. Malden, MA: Blackwell.   \nFink, J. S., Pastore, D. L., & Riemer, H. A. (2001). Do differences make a difference? Managing diversity in Division IA intercollegiate athletics. Journal of Sport Management, 15(1), 10–50.   \nFink, J. S., Pastore, D. L., & Riemer, H. A. (2003). Managing employee diversity: Perceived practices and organizational outcomes in NCAA Division III athletic departments. Sport Management Review, 6, 147-168.   \nFlorida, R. (2002). The economic geography of talent. Annals of the Association of American Geographers, 92(4), 743–755. doi:10.1111/1467-8306.00314.   \nFlorida, R. (2003). Cities and the creative class. City & Community, 2(1), 3–19. doi:10.1111/1540-6040.00034.   \nFlorida, R. (2012). The rise of the creative class, revisited. New York, NY: Basic Books.   \nFrisby, W., Crawford, S., & Dorer, T. (1997). Reflections on participatory action research: The case of low income women accessing local physical activity services. Journal of Sport Management, 11(1), 8–28.   \nFrisby, W. (2005). The good, the bad, and the ugly: Critical sport management research. Journal of Sport Management, 19(1), 1–12.   \nGlomb, T. M., Richman, W. L., Hulin, C. L., Drasgow, F., Schneider, K. T., & Fitzgerald, L. F. (1997). Ambient sexual harassment: An integrated model of antecedents and consequences. Organizational Behavior and Human Decision Processes, 71(3), 309–328. doi:10.1006/ obhd.1997.2728.   \nGottlieb, R. S. (Ed.). (2003). Liberating faith: Religious voices for justice, peace, and ecological wisdom. New York: Rowan & Littlefield Publishers, Inc.   \nHammarskjold, D. (1967). Markings (Sjoberg, L. & Auden, W. H. (trans.). London: Faber and Faber.   \nHenderson, K. A. (2009). A paradox of sport management and physical activity interventions. Sport Management Review, 12(2), 57–65. doi:10.1016/j.smr.2008.12.004.   \nHitlan, R. T., Schneider, K. T., & Walsh, B. M. (2006). Upsetting behavior: Reactions to personal and bystander sexual harassment experiences. Sex Roles, 55(3-4), 187–195. doi:10.1007/s11199-006-9072-5.   \nKerlinger, F. N. & Lee, H. B. (2000). Foundations of behavioral research (4th ed.). Fort Worth, Texas: Harcourt College Publishers.   \nLucas-Carr, C. B. & Krane, V. (2012). Troubling sport or troubled by sport: Experiences of transgender athletes. Journal for the Study of Sports and Athletes in Education, 6(1), 21–44.   \nLyras, A. & Welty Peachey, J. (2011). Integrating sport-fordevelopment theory and praxis. Sport Management Review, 14(4), 311–326. doi:10.1016/j.smr.2011.05.006.   \nMcLeroy, K. R., Bibeau, D., Steckler, A., & Glanz, K. (1988). An ecological perspective on health promotion programs. Health Education Quarterly, 15(4), 351–377. doi:10.1177/109019818801500401.   \nMelton, E. N. & Cunningham, G. B. (2012). Who are the champions? Using a multilevel model to examine perceptions of employee support for LGBT inclusion in sport organizations. Manuscript submitted for publication.   \nMiner-Rubino, K. & Cortina, L. M. (2007). Beyond targets: Consequences of vicarious exposure to misogyny at work. The Journal of Applied Psychology, 92(5), 1254–1269. doi:10.1037/0021-9010.92.5.1254.   \nMintzberg, H. (2005). Developing theory about the development of theory. In K. G. Smith & M. A. Hitt (Eds.), Great minds in management: The process of theory development (p. 355–372). Oxford: Oxford University Press.   \nOutley, C. (2013, April). Race, ethnicity, and youth development. Paper presented at Teaching Locally, Engaging Globally: Increasing Undergraduate’s Knowledge of the International Dimension of Childhood Obesity, Trinidad and Tobago.   \nPaluck, E. L. & Green, D. P. (2009). Prejudice reduction: What works? A review and assessment of research and practice. Annual Review of Psychology, 60(1), 339–367. doi:10.1146/annurev.psych.60.110707.163607.   \nParks, J. B. & Roberton, M. A. (2002). The gender gap in student attitudes toward sexist/nonsexist language: Implications for sport management education. Journal of Sport Management, 16(3), 190–208.   \nPettigrew, T. F. & Tropp, L. R. (2006). A meta-analytic test of intergroup contact theory. Journal of Personality and Social Psychology, 90(5), 751–783. doi:10.1037/0022- 3514.90.5.751.   \nPettigrew, T. F. & Tropp, L. R. (2008). How does intergroup contact reduce prejudice? Meta-analytic tests of three mediators. European Journal of Social Psychology, 38(6), 922–934. doi:10.1002/ejsp.504.   \nPFlag National. (2013, April 18). President Obama Tells the Story of PFLAG [Video file]. Retrieved from http://www. youtube.com/watch?v=l6MB2Xaa00s.   \nRussell, G. M. (2011). Motives of heterosexual allies in collective action for equality. The Journal of Social Issues, 67(2), 376–393. doi:10.1111/j.1540-4560.2011.01703.x.   \nShaw, S. & Frisby, W. (2006). Can gender equity be more equitable? Promoting an alternative frame for sport management research, education, and practice. Journal of Sport Management, 20(4), 483–509.   \nShaw, S., Wolfe, R., & Frisby, W. (2011). A critical management studies approach to sport management education: Insights, challenges and opportunities. Sport Management Education Journal, 5(1), 1–13.   \nSimon, B., Loewy, M., Stürmer, S., Weber, U., Freytag, P., Habig, C., Kampmeier, C., Spahlinger, P. (1998). Collective identification and social movement participation. Journal of Personality and Social Psychology, 74(3), 646–658. doi:10.1037/0022-3514.74.3.646.   \nSubasic, E., Schmitt, M.T., & Reynolds, K.J.  (2011). Are we all in this together? Co-victimization, inclusive social identity, and collection action in solidarity with the disadvantaged. The British Journal of Social Psychology, 50(4), 707–725. doi:10.1111/j.2044-8309.2011.02073.x.   \nThibault, L. (2009). Globalization of sport: An inconvenient truth. Journal of Sport Management, 23(1), 1–20.   \nUtsey, S.O., Payne, Y.A., Jackson, E.S., & Jones, A.M. (2002). Race-related stress, quality of life indicators, and life satisfaction among elderly African Americans. Cultural Diversity & Ethnic Minority Psychology, 8(3), 224–233. doi:10.1037/1099-9809.8.3.224.   \nValian, V. (1996). Why so slow? The advancement of women. Cambridge, MA: MIT Press.   \nWelty Peachey, J., Cohen, A., Borland, J., & Lyras, A. (2013). Building social capital: Examining the impact of Street Soccer USA on its volunteers. International Review for the Sociology of Sport, 48(1), 20–37. doi:10.1177/1012690211432068.   \nWiesel, E. (2008). The night trilogy: Night, Dawn, Day. New York: Hill and Wang.   \nZakus, D., Malloy, D.C., & Edwards, A. (2007). Critical and ethical thinking in sport management: Philosophical rationales and examples of methods. Sport Management Review, 10(2), 133–158. doi:10.1016/S1441-3523(07)70008-6.   \nZeigler, E.F. (2007). Sport management must show social concern as it develops tenable theory. Journal of Sport Management, 21(3), 297–318.   \nZipp, J.F. (2011). Sport and sexuality: Athletic participation by sexual minority and sexual majority adolescents in the US. Sex Roles, 64(1), 19–31. doi:10.1007/s11199-010-9865-4.",
  "acknowledgement": "George B. Cunningham wishes to thank E. Nicole Melton and Janet S. Fink for their constructive feedback with earlier versions of this manuscript.",
  "notes": "n/a"
}