{
  "title": "Hiding in Plain Sight: The Embedded Nature of Sexism in Sport",
  "author": "Janet S. Fink University of Massachusetts Amherst",
  "year": "2015",
  "content": "In this article, from the 2015 Earle F. Zeigler Lecture Award presented in Ottawa, Canada, I hope to create greater awareness of how sexism remains uncontested in sport. I highlight the persistence of sexism in sport and note the form of sexism is different from that found in other industries. I also argue that sexism is treated quite differently than other types of discrimination in sport and provide examples of its impact. I suggest that adapting Shaw and Frisby’s (2006) alternative frame of gender equity is necessary for real change to occur and call on all NASSM members as researchers, teachers, or participants to take action to eradicate sexism in sport.  \n\nKeywords: discrimination, female, social change  \n\nIt is an honor to be selected as the Earle F. Zeigler Award recipient. Given the esteem I have for the past recipients, and the knowledge that there are many deserving NASSM members, it is a true privilege to receive the award. Further, Dr. Zeigler’s breadth of scholarly and professional accomplishments, combined with his strong values and compassionate disposition, make the award very special indeed.  \n\nEach year I have attended the Zeigler lecture, I have thought about what an incredibly daunting situation it must be for the award winner. First, there is pressure to deliver a speech worthy of the award’s namesake, Earle F. Zeigler. Further, at this point, 25 Zeigler lectures have been delivered through the years by the most preeminent scholars in the field. Finally, the award winner has to give this speech on the last night of the conference to an audience who has spent the previous couple of hours drinking and dining (more than a couple if they have attended the Canadian pre-party)—add all of those elements together and it makes for a rather intimidating situation.  \n\nGiven these circumstances, I thought it would be best to cover a subject about which I am passionate. Those of you who know me realize I can be fairly passionate about numerous topics in our field, like the importance of service to our profession, or the overuse of structural equation modeling in our literature, and of course, Ohio State sports. But there is one topic for which I am passionate that I believe to be sufficiently salient, pervasive, and detrimental to the sport world, and many of those working in it, to warrant discussion. Tonight I am going to speak about sexism in sport. I realize that the mere mention of the word sexism may send some folks into resistance mode and thus it makes for a risky presentation topic. So before we really get started, I want to be clear on two things: First, I am a reluctant critic of sport, and second, I believe sexism is detrimental to all of us, not just women.  \n\nI am a reluctant critic because I absolutely love sport. Sport has brought me many of the best things in my life. Sport brought me closer to my dad as we would spend hours in the evening shooting hoops or throwing the softball—it was he who took me to my first Ohio State football game, and I was his counterpart when he attended his last. Participating in sport instilled in me a sense of self-confidence and ambition and allowed a shy, awkward, different kid a space to fit in and feel comfortable. I met my best friend through sport my first year in college when we were admitted into the physical education program. Sport brought me a profession I love. And, of course, I would not have met Carol if not for my love of sport. Sport is an indelible part of me, and thus, I much prefer to see the good in it.  \n\nSexism is not just a women’s issue—it is harmful to everyone. Because of sexism, boys learn early that the worst thing they can do is “act like a girl”—therefore, any expressions of emotion or other stereotypical feminine traits are unacceptable for boys and men (Vagianos, 2014). Boys and men who veer from the socially accepted norms of masculinity often face ridicule and exclusion in both their work and social lives (Messner, 1992). Indeed, the constant pressure to “act like a man” must be incredibly stifling.  \n\nKane (2011) called sport “one of the most powerful economic, social, and political institutions on the planet” (para. 4). That is why I have chosen to talk about this topic. I am certain all of us recognize sport’s transformative power. Conversely, if sexism in sport remains uncontested, the reinforcement of this permeating “-ism” will remain unrestrained on perhaps the world’s most ubiquitous platform.  \n\n### Sexism’s Unique Form in Sport  \n\nSexism is defined as “prejudice or discrimination based on sex; usually, discrimination against women” and the “behavior, conditions, or attitudes that foster stereotypes of social roles based on sex” (Merriam-Webster Dictionary, 2015). Although I speak about sexism here as a universal experience based on gendered expectations, sexism will be experienced differently contingent on individuals’ other characteristics. Race, nationality, social class, sexual orientation, and the like will intersect with one’s sex to modify individuals’ life experiences. Any combination of these marginalized identities, or intersectionality, will create a double, or multiple, jeopardy effect resulting in vast systemic differences in opportunities and encounters that are impossible to tease apart (Crenshaw, 1989; King, 1988).  \n\nObviously, sport is not the only institution in which sexism exists. However, the form it takes in sport is different from those in most other organizational settings that now seem to battle more contemporary or subtle forms of sexism (Basford, Offermann, & Behrend, 2014). Recently, Basford et al. claimed, “Although blatant expressions of sexism in the American workforce appear on the decline, many researchers note that discrimination is not disappearing but is instead becoming more subtle and ambiguous” (p. 1). For example, recent literature outside of sport points to concepts such as benevolent sexism (Glick & Fiske, 1996), modern sexism (Swim & Cohen, 1997), gender microaggressions (Basford et al., 2014), and selective incivility (Cortina, Kabat-Farr, Leskinen, Huerta, & Magley, 2013). While each is a slightly different concept, the common theme among them is that they are less explicit. For example, women may be chosen for stereotypical tasks or assignments, such as note taking or organizing the office parties, or be offered assistance from men when undertaking traditional male tasks. Employees in most work environments seem to understand that blatant sexism is unacceptable and no longer tolerated. And yet, as I will discuss in a few minutes, overt sexism in sport is still quite common and often uncontested. Sexism in sport has more of a Mad Men episode feel, something that should make us roll our eyes and think, I can’t believe this is happening in this day and age.  \n\nBut that is what is so interesting about sexism in sport. It is commonly overt yet simultaneously unnoticed. It hides in plain sight. It is so entwined in the fabric of sport that most do not even discern it. Of course, many sport management researchers have discussed concepts similar to this using different paradigms and theoretical constructs. I do not have time for a full review, but let me provide a few examples. Shaw and Slack (2002), Shaw and Hoeber (2003), Shaw and Frisby (2006), and Hoeber (2007, 2008) used the concept of dominant discourses of masculinities and femininities that are “the taken for granted meanings of what it is to be a man or woman in society” (p. 351). Parks and Robertson (2004) described “an uncritical acquiescence to male hegemony” (p. 234). Claringbould and Knoppers (2012) used the idea of liminality, which is “a practice of doing gender that individuals engage in without questioning underlying assumptions” (p. 405). Burton, Grappendorf, and Henderson (2011) used social role theory and role congruity theory, each of which proposes society has strongly embedded stereotypical beliefs about how men and women should behave. Cunningham (2008) and Walker and Sartore-Baldwin (2013) noted that gender inequity in sport has become institutionalized—it has become a norm so entrenched it is barely recognized and even more rarely challenged. These are just a few examples, but they all speak to taken-for-granted gender ideals that occur within sport, and sexism is the foundation for each.  \n\nIn sport, overt sexist acts are ignored, giggled about, or accepted when similar racist, homophobic, or any other type of discriminatory acts are typically condemned. Let me be very clear, I am not trying to pit one “-ism” against another, all discrimination is reprehensible. Further, certainly racism, homophobia, and many other types of discrimination are still pervasive in sport settings. But I want to make the point that we treat sexism differently than other discriminatory attitudes and behaviors in sport. As you consider the following examples, I want you to think about what the outcomes would have been had the comments been based on demographic characteristics other than gender.  \n\n### Examples  \n\nThere are plenty of recent examples from which to choose, but to keep this talk within my self-imposed time limit, I will relay only a few that have occurred in the past year. In each of these examples, men are the perpetrators, but we must realize that both men and women hold sexist beliefs, perhaps particularly so relative to women’s place in sport. Further, I have not included the everyday idioms uttered in sport, such as “you throw like a girl” or disparaging the play of boys and men by calling them girls or ladies. These are so commonplace they are rarely reported, but no less consequential.  \n\n•\t In July of last year Kirk Minihane of Boston radio station WEEI attacked Fox Sports Sideline reporter Erin Andrews on air after she failed to follow up a line of questioning with a pitcher at the All Star game. After replaying the interview, he ridiculed her on air:  \n\nWhat a bitch, Minihane said. I hate her. What a gutless bitch. Seriously, go away. Drop dead. I mean seriously, what the hell is wrong with her?  \n\nLater in the day, he issued a written apology after which station executives said he would not receive any punishment. However, the station’s parent company suspended him for a week when Fox (Andrew’s employer) pulled all advertising from the station (Finn, 2014, para. 23).  \n\n•\t Also in July of last year, Formula 1 racecar driver Sergio Perez indicated he would not want a female teammate and that women were “better to stay in the kitchen” (BBC, 2014, para. 1).  \n\n•\t On March 26th of this year, two sports talk radio hosts in Chicago, Matt Spiegel and Dan Bernstein, engaged in a Twitter exchange about SportsNet Central host Aiyana Cristal. After Spiegel questioned Cristal’s broadcasting abilities, Bernstein responded with the following tweet: “I have no rooting interest in her work, but enjoy her giant boobs.” He received no disciplinary action after issuing an apology the next day (Thompson, 2015, para. 5).  \n\n•\t In May of this year, James Dolan, CEO of Madison Square Garden and owner of the NBA’s New York Knicks and WNBA’s New York Liberty, appointed Isiah Thomas as president of the Liberty. Never mind that in 2007, when Thomas was the coach of the Knicks, he was found guilty of sexual harassment of a female team executive, Anucha Saunders Brown. The organization was ordered to pay $\\$11.6$ million because a jury found Thomas guilty of creating a hostile work environment then firing Ms. Brown for complaining about it. When asked about the suitability of Thomas given his past, a Madison Square Garden spokesperson said, “We did not believe the allegations then, and we don’t believe them now” (Berman, 2015a, para. 12).  \n\n•\t In March of this year, Manchester United fans chanted, “Get your tits out for the lads” over and over again as Chelsea’s club doctor Eva Carneiro walked past. In fact, they chanted even more obscene things that I will not mention. No stewards intervened to make them stop, nor did any other fans. No punishment was ever given although footage of the perpetrators exists (Gibson, 2015, para. 5).  \n\nIt is shocking the offenders in these examples were so comfortable publically expressing such views. These comments were not uttered between buddies in a bar, they were voiced via Twitter, radio, television, and in public venues, so obviously they were quite comfortable expressing these thoughts. And these are not isolated incidents. What does that say about sexism in sport? It suggests such attitudes are still second nature and, deemed by many, an acceptable aspect of the sport landscape.  \n\nJust one more example. This one is not as recent but demonstrates well the notion of sexism as an institutionalized norm in sport. In 2012, Jason King wrote a piece in ESPN on Andrea Hudy, the first female strength coach for a men’s Division I intercollegiate basketball team. In it, Bill Self (head coach of the Kansas men’s basketball team) is quoted as saying, “I didn’t want to hire her . . . Lew [Perkins, then athletic director at Kansas] would say ‘if you just meet her once, you going to love her.’ But I kept saying, I don’t want to hire a woman to be a men’s strength coach, who does that?” (King, 2012, para. 4). (The article was, overall, a very positive piece on Hudy’s success at Kansas.)  \n\nAgain, substitute any other demographic characteristic with “woman” in this statement, and you would have to admit, there would be a great deal of uproar. However, in the story, the reporter did not highlight or question Self’s discriminatory attitude at all. In fact, I doubt the reporter even registered this as discriminatory. That is because in sport, it is “normal” to think that women are not suitable for certain jobs solely due to their gender when, in fact, gender has nothing to do with their capacity for success. Instead, it is our unchecked attitudes about gender that continue to negatively impact girls’ and women’s experiences in sport. If such overt sexism remains uncontested, how can we possibly begin to tackle the more nuanced forms of sexism mentioned earlier?  \n\n### Impact  \n\nIndeed, this unimpeded sexism plays a role in many of the issues for girls and women in sport, from the lack of women in leadership positions, to the qualitative and quantitative differences in media coverage, to negative working conditions, to the dearth of corporate sponsorship for women’s sports. Again, let me provide just a few examples of sport management research that confirm this. Consider the leadership issue: Like Bill Self’s attitude relative to women serving as men’s strength and conditioning coaches, male basketball coaches in Walker and Sartore-Baldwin’s research (2013) were incredulous at the notion of a woman serving as head coach for a men’s intercollegiate basketball team and admitted that most coaches would not even consider it. Aicher and Sagas (2010) found that sexism influenced beliefs about male and female coaches. Those with higher scores on sexism held more stereotypical beliefs relative to masculinity and leadership roles. Further, higher sexism scores predicted preference for a male head coach over a female head coach. Similarly, Burton, Grappendorf, and Henderson (2011) found that male and female athletic administrators rated male and female candidates comparably in potential and likely success, yet the female candidate was significantly less likely to be offered the athletic director position. They argued this demonstrated, “the continued assumptions held by those in athletic administration positions that gender-related attributions are required for certain jobs” limit women’s chances at leadership positions in intercollegiate athletics (p. 42). While there are other variables that impact the dearth of women in sport leadership positions such research demonstrates that sexism radiates a forceful effect on this phenomena.  \n\nNow let us consider sponsorship. Shaw and Amis (2001) established that sexist beliefs among managers contributed to the lack of corporate sponsorship for women’s sports. As they explained, “As both sport and organizations continue to be dominated by masculine ideologies, beliefs, rituals and power networks, it is hardly surprising that those decisions taken to sponsor sport reflect such values” (p. 223). That research was published in 2001. More than 10 years later, it was reported that only $0.5\\%$ of all corporate sponsorship dollars in the United Kingdom went to elite women’s sport in the year before the London Olympics (Gibson, 2011). Even given the disparity in funding, female athletes of Great Britain won more than $35\\%$ of the country’s medals, so the lack of sponsorship is not due to the women’s lack of success (BBC, 2012).  \n\nAnd finally let us consider working conditions. A recent survey commissioned by the Women in Football (soccer to some of us) group questioned 661 females working in football as coaches, officials, and administrators. More than two-thirds of the women reported they experienced sexism in the job; of those, more than one-third had witnessed women being told they could not do their job because of their gender. More than half worried that their appearance was judged before their ability to do their job. One respondent wrote, “You can’t report every time someone says something derogatory as it’s so commonplace” (Gibson, 2014, para. 8). Hostile sexism has grave consequences in employment settings. It has been linked with lower levels of work satisfaction and less organizational commitment (Morrow, McElroy, & Phillips, 1994). Women who experience it are more likely to withdraw from their work either temporarily (e.g., absenteeism, tardiness) or permanently via turnover (Schneider, Swan, & Fitzgerald, 1997) and they experience greater stress, depression, and reduced health and well-being (Fitzgerald, Drasgow, Hulin, Gelfand, & Magley, 1997). Interestingly, even employees who witness sexism toward a colleague experience lower job satisfaction and commitment and greater turnover intentions (Miner-Rubino & Cortina, 2006). And, of course, all of this impacts organizational effectiveness.  \n\nWhile I do care about the organizational impacts, I am more concerned with the larger issue. If we continue to allow blatant sexism to remain unimpeded in sport, what messages do we send?: It is okay to treat girls and women unfairly, or girls and women are naturally inferior and therefore unimportant. As McDonagh and Pappano (2008) emphatically state, “Sports matter” (p. 1). Sport is so entwined with all aspects of our culture that allowing such attitudes and behaviors to prevail does not merely impact our lives within sport, but also perpetuates “stereotypical gender roles that limit women’s social, economic, and political opportunities” beyond sport as well (p. 4).  \n\n### Opportunity  \n\nThankfully, this reality cuts both ways. As I mentioned at the beginning of this article, sport can be an incredible transformational platform. If we can eradicate the hostile sexism encountered in sport, it could have a profound influence on society’s views of women across the cultural spectrum. Interestingly, Glick’s (2013) work on benevolent sexism, which is described as “subjectively positive attitudes that simultaneously idealize but subordinate women as men’s dependents” (para. 3), shows a strong correlation with hostile sexism; the two correlate at .90 across national samples. Thus, if we battle hostile sexism, we will also undermine benevolent sexism, which is much more difficult for employees to recognize. Indeed, in environments in which hostile sexism is low, women are more likely to reject benevolent sexism (Glick et al., 2000).  \n\nSo how do we combat sexism in sport? Williams (2014) recently commented that too much of the social science literature on gender bias is “still devoted to ‘admiring the problem’” rather than proposing and testing solutions. I certainly found that to be true in my research for this article. Given the evidence, it was fairly easy to make the case that sexism in sport is a problem with substantial consequences. Proposing remedies, however, is not.  \n\nPopular literature advocates for women to lean in (Sandberg, 2013) and men to lean out (Bailyn, 2014). Literature outside of sport proposes a variety of mechanisms to reduce stereotypes and discrimination, such as cooperative learning, the contact hypothesis, diversity training, and moral education (Paluk & Green, 2009). I was not trained as a critical theorist so I am initially attracted to, and comfortable with, these more tidy postpositivist research recommendations and no doubt they possess merit. However, as researchers, we have been documenting the problem, explaining the problem, and to a much lesser extent proposing solutions for several decades since Title IX, yet progress has been slow (Knoppers, 2015).  \n\nSexism in sport is not tidy, it is a downright messy matter. The ideals of meritocracy and fair play embedded in sport make it difficult for people to believe that it provides advantages for some groups over others, and yet negative evaluations of women’s abilities in sport are implicit to an extent unrivaled in nearly every other social institution (Fink, 2008). Condoleezza Rice served as provost at Stanford, was Secretary of State, and was the first woman to serve as National Security Advisor, and yet many questioned her ability to serve on the college football playoff committee (Dinich, 2014). That’s messy.  \n\nSo messy that our usual way of looking at things must be interrupted. Shaw and Frisby (2006) argued for this over a decade ago when they described an alternative approach to gender equity. They encouraged us to work with members of sport organizations to critique takenfor-granted organizational practices, conceive alternative concepts of work and social relations within work, and then experiment to determine how these alternative narratives can be useful to organizational members. Cunningham (2008) noted the importance of this alternative approach in his model for gender diversity in sport and argued that without it, “the stamping out of gender inequality is unlikely to materialize” (p. 142).  \n\nShaw and Frisby (2006) explained that, while phases of this approach are viewed as fairly radical, the resulting experimental changes developed in the third phase are typically not revolutionary, but instead are usually small discoveries and changes that positively alter the work environment. For example, Bruening and Dixon (2007) worked with mothers who are also Division I head coaches and discovered a variety of multilevel approaches that served to alleviate their work–life conflict. The structural supports they noted, such as flexibility with work hours, are not especially radical but were critical in creating a more manageable work environment for these women. Recently, “Kick It Out,” an organization designed to promote equality and inclusion in soccer, worked with fans and discovered they were hesitant to report discriminatory abuse for fear of retaliation. As a result, the organization created an app in which fans can, in real time, anonymously report discriminatory chants or behavior and security can reach the perpetrators quickly (Kick It Out, 2015). Again, not incredibly radical, but it could be quite effective in changing game day culture.  \n\nShaw and Frisby’s fourth frame is based on poststructural feminist theory and thus requires specific research methods. I realize that many of you doing research in this area will come at it from different paradigms. Still, to develop viable solutions, we must work with those in sport organizations to critique tacit gendered organizational processes. And in doing so, we must begin to move away from merely “admiring the problem” and toward the discovery of changes that positively transform sport organizations.  \n\nFor those with different research agendas, such critique and suggested transformation can be used in teaching practices (Shaw, Wolfe, & Frisby, 2011). As Hums (2010) implored, “We need to teach our students to be the voices that challenge” (p. 8) and to accomplish that, we must challenge our students. We should not limit our critical discussions of gender and sport to specific classes (i.e., diversity, sociology)—instead, such critical reflection can be infused throughout the curriculum to examine how gender ideals impact sport marketing, management, law, and other areas of study. If our students are the future of the sport world, there may be no greater investment. Maya Moore, a WNBA professional basketball player and former University of Connecticut student-athlete, recently wrote an incredibly thoughtful and poignant piece in the Players Tribune about the invisibility of women’s professional basketball players and how to contest such invisibility (Moore, 2015). To be sure, Maya came to the University of Connecticut as a highly mature, intelligent, and thoughtful young woman. But I would like to believe there is a fingerprint of her sport management coursework underlying that thoughtful piece.  \n\nInterestingly, I have noticed some definite positive momentum in the battle against sexism in sport. Proctor and Gamble aired an advertisement during the Super Bowl for their “Like a Girl” campaign that questions what it means to run, throw, or do any activity “like a girl.” The advertisement was so popular, it ranked first in Super Bowl digital advertisement campaigns (Berman, 2015b) and second only to the Budweiser “Lost Dog” campaign for television rakings (USA Today Ad Meter, 2015)—it is tough to beat a puppy commercial! Similarly, Olympic champion swimmer Missy Franklin recently made headlines when she claimed that she was not interested in appearing in promotions that sexualized athletes (Auerbach, 2015). And, just a few weeks ago, EA Sports announced that its FIFA 16 version will be the first to feature women’s teams (Patterson, 2015). Again, these are just a few recent examples, but they illustrate my belief that there is reason to be optimistic about changing gender ideals in sport.  \n\nMy goal with this article has been to create greater awareness of how sexism remains uncontested in sport. With such awareness, instead of “doing gender,” I’m hoping we can “undo gender” (Claringbould & Knoppers, 2012). But that requires more than awareness, it takes action. In Cunningham’s (2014) Zeigler address, he appealed, “justice and equality in sport will only be realized through our collective actions—not our silence” (p. 3). Indeed, as sport managers, we must be willing to denounce the status quo relative to sexism in sport. Our involvement with sport as teachers and researchers, or even personally as participants and fans, presents a plethora of opportunities to personally effect change. I encourage you to do your part no matter how small the action. Consider 12-year-old McKenna Peterson. She wrote a letter to Dicks Sporting Goods after the company failed to have a single female athlete in their 2014 basketball catalog. After her father tweeted the letter, she received such tremendous support that the CEO posted a response acknowledging the blunder and promised that next year’s magazine would include more female athletes (Bissell, 2014). Like McKenna, you can make a difference.",
  "references": "Aicher, T.J., & Sagas, M. (2010). Are head coaches in intercollegiate athletics perceived as masculine? An evaluation of gender stereotypes and the effect of sexism on intercollegiate coaches. Gender Issues, 27, 165–174. doi:10.1007/ s12147-010-9092- $\\mathbf{\\nabla}\\cdot\\mathbf{X}$   \nAuerbach, N. (2015, May 25). Olympic gold medalist Missy Franklin speaks on the sexualization of female athletes. USA Today. Retrieved from http://www.ftw.usatoday.com   \nBailyn, L. (2014, May 6). For women to thrive, men should lean out: Column. USA Today. Retrieved from http://www. usatoday.com   \nBasford, T.E., Offermann, L.R., & Behrend, T.S. (2014). Do you see what I see? Perceptions of gender microaggression in the workplace. Psychology of Women Quarterly, 38, 340–349. doi:10.1177/0361684313511420   \nBBC. (2012, August 11). Team GB’s London 2012 medal role of honour. British Broadcasting Company. Retrieved from http://www.bbc.com   \nBBC. (2014, July 5). Susie Wolff: Sergio Perez apologizes over sexist remark. British Broadcasting Company. Retrieved from http://www.bbc.com   \nBerman, J. (2015a, February 2). Why that ‘Like a Girl’ Super Bowl ad was so groundbreaking. Huffington Post. Retrieved from http://www.huffingtonpost.com   \nBerman, M. (2015b, May 5). James Dolan gives Isiah Thomas yet another chance. New York Post. Retrieved from http:// www.nypost.com   \nBissell, J. (2014, October 14). Dick’s CEO apologizes to girl who blasted catalog. CNN. Retrieved from http://www.cnn.com   \nBruening, J.E., & Dixon, M.A. (2007). Work-family conflict in coaching II: Managing role conflict. Journal of Sport Management, 4, 471–496.   \nBurton, L.J., Grappendorf, H., & Henderson, A. (2011). Perceptions of gender in athletic administration: Utilizing role congruity to examine (potential) prejudice against women. Journal of Sport Management, 25, 36–45.   \nClaringbould, I., & Knoppers, A. (2012). Paradoxical practices of gender in sport related organizations. Journal of Sport Management, 26, 404–416.   \nCortina, L.M., Kabat-Farr, D., Leskinen, E.A., Huerta, M., & Magley, V.J. (2013). Selective incivility as modern discrimination in organizations: Evidence and impact. Journal of Management, 39, 1579–1605. doi:10.1177/0149206311418835   \nCrenshaw, K. (1989). Demarginalizing the intersection of race and sex: A black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics. University of Chicago Legal Forum, 140, 139–167.   \nCunningham, G.B. (2008). Creating and sustaining gender diversity in sport organizations. Sex Roles, 58, 136–145. doi:10.1007/s11199-007-9312-3   \nCunningham, G.B. (2014). Interdependence, mutuality, and collective action in sport. Journal of Sport Management, 28, 1–7. doi:10.1123/jsm.2013-0152   \nDinich, H. (2014, October 27). Tommy Bowden: Condoleezza Rice not qualified for selection committee. ESPN. Retrieved from http://www.espn.go.com   \nFink, J.S. (2008). Gender and sex diversity in sport organizations: Concluding comments. Sex Roles, 58, 146–147. doi:10.1007/s11199-007-9364-4   \nFinn, C. (2014, July 25). Fox pulls all advertising on WEEI, Entercom. The Boston Globe. Retrieved from http://www. bostonglobe.com   \nFitzgerald, L.F., Drasgow, F., Hulin, C.L., Gelfand, M.J., & Magley, V.J. (1997). Antecedents and consequences of sexual harassment in organizations: A test of an integrated model. Journal of Applied Psychology, 82, 578–589. doi:10.1037/0021-9010.82.4.578   \nGibson, O. (2011, November 4). Women’s sport attracts $0.5\\%$ of all sponsorship. The Guardian. Retrieved from http:// www.theguardian.com   \nGibson, O. (2015, March 5). Sexist chanting at Chelsea’s Eva Carneiro cannot be swept under the carpet. The Guardian. Retrieved from http://www.theguardian.com   \nGibson, O. (2014, March 7). Survey of women working in football finds sexism is rife in the game. The Guardian. Retrieved from http://www.theguardian.com   \nGlick, P. (2013). Backlash and the double bind. Gender and work: Challenging conventional wisdom (pp. 4–10). Boston, MA: Harvard Business School, President and Fellow of Harvard College. Retrieved from http://www.hbs.edu.   \nGlick, P., & Fiske, S.T. (1996). The ambivalent sexism inventory. Differentiating hostile and benevolent sexism. Journal of Personality and Social Psychology, 70, 491–512. doi:10.1037/0022-3514.70.3.491   \nGlick, P., Fiske, S.T., Mladinic, A., Saiz, J., Abrams, D., Masser, B., . . . López W.L (2000). Beyond prejudice as simple antipathy: Hostile and benevolent sexism across cultures. Journal of Personality and Social Psychology, 79, 763–775. doi:10.1037/0022-3514.79.5.763   \nHoeber, L. (2007). Exploring the gaps between the meanings and practices of gender equity in a sport organization. Gender, Work and Organization, 14, 259–280. doi:10.1111/j.1468-0432.2007.00342.x   \nHoeber, L. (2008). Gender equity for athletes: Multiple understandings of an organizational value. Sex Roles, 58, 58–71. doi:10.1007/s11199-007-9320-3   \nHums, M.A. (2010). The conscious and commerce of sport management. One teacher’s perspective. Journal of Sport Management, 24, 1–9.   \nKane, M.J. (2011, July 27). Sex sells sex, not women’s sports. So what does sell women’s sports? Retrieved from http:// www.thenation.com   \nKick It Out. (2015). Kick it out. Tackling racism and discrimination. Get involved. Retrieved from http://www. kickitout.org   \nKing, D.H. (1988). Multiple jeopardy, multiple consciousness. The context of a black feminist ideology. Signs (Chicago, Ill.), 14, 42–72.   \nKing, J. (2012, May 16). Andrea Hudy: KU’s secret weapon. ESPN. Retrieved from http://www.thenation.com   \nKnoppers, A. (2015). Assessing the sociology of sport: On critical sport sociology and sport management. International Review for the Sociology of Sport, 50, 496–501. doi:10.1177/1012690214538862   \nMcDonagh, E., & Pappano, L. (2007). Playing with the boys. Why separate is not equal in sports. New York, NY: Oxford University Press.   \nMerriam Webster Dictionary. (2015). Retrieved from http:// www.merriam-webster.com   \nMessner, M. (1992). Power at play. Sports and the problem of masculinity. Boston, MA: Beacon Press.   \nMiner-Rubino, K., & Cortina, L.M. (2004). Working in a context of hostility toward women: Implications for employees’ well-being. Journal of Occupational Health Psychology, 9, 107–122. doi:10.1037/1076-8998.9.2.107   \nMoore, M. (2015, April 30). (In)Visibility. The Players Tribune. Retrieved from http:///www.theplayerstribune.com   \nMorrow, P.C., McElroy, J.C., & Phillips, C.M. (1994). Sexual harassment behaviors andwork-related perceptions and attitudes. Journal of Vocational Behavior, 45, 295–309. doi:10.1006/jvbe.1994.1037   \nPaluck, E.L., & Green, D.P. (2009). Prejudice reduction: What works? A review and assessment of research and practice. Annual Review of Psychology, 60, 339–367. doi:10.1146/ annurev.psych.60.110707.163607   \nParks, J., & Robertson, M.A. (2004). Attitudes toward women mediate the gender effect on attitudes toward sexist language. Psychology of Women Quarterly, 28, 233–239. doi:10.1111/j.1471-6402.2004.00140.x   \nPatterson, M. (2015, May 28). ‘FIFA $16^{\\cdot}$ will feature women’s national teams for 1st time in history of game. Bleacher Report. Retrieved from http://www.bleacherreport.com   \nSandberg, S. (2013). Lean in: Women, work, and the will to lead. New York, NY: Knopf.   \nSchneider, K.T., Swan, S., & Fitzgerald, L.F. (1997). Jobrelated and psychological effects of sexual harassment in the workplace: Empirical evidence from two organizations. The Journal of Applied Psychology, 82, 401–415. doi:10.1037/0021-9010.82.3.401   \nShaw, S., & Amis, J. (2001). Image and investment. Sponsorship and women’s sport. Journal of Sport Management, 15, 219–246.   \nShaw, S., & Frisby, W. (2006). Can gender equity be more equitable? Promoting an alternative frame for sport management research, education, and practice. Journal of Sport Management, 20, 483–509.   \nShaw, S., & Hoeber, L. (2003). A strong man is direct and a direct woman is a bitch: Gendered discourses and their influence on employment roles in sport organizations. Journal of Sport Management, 17, 347–337.   \nShaw, S., & Slack, T. (2002). ‘It’s been like that for donkey’s years’: The construction of gender relations and the cultures of sport organizations. Culture, Sport, Society, 5, 86–106. doi:10.1080/713999851   \nShaw, S., Wolfe, R., & Frisby, W. (2011). A critical management studies approach to sport management education: Insights, challenges and opportunities. Sport Management Education Journal, 5, 1–14.   \nSwim, J.K., & Cohen, L.L. (1997). Overt, covert, and subtle sexism: A comparison between the attitudes toward women and modern sexism scales. Psychology of Women Quarterly, 21, 103–118. doi:10.1111/j.1471-6402.1997. tb00103.x   \nThompson, P. (2015, March 26). Dan Bernstein apologizes for sexist comment: ‘I’m an idiot’. Chicago Tribune. Retrieved from http://www.chicagotribune.com   \nToday Ad Meter, U.S.A. (2015). 2015 Ad Meter results: All 61 Super Bowl XLIX ads, from best to worst. And the winner is . . . Budweiser’s “Lost Dog”! USA Today. Retrieved from http://www.admeter.usatoday.com   \nVagianos, A. (2014, December 12). Laci Green reminds us that sexism hurts men too. Retrieved from http://www. huffingtonpost.com   \nWalker, N.A., & Sartore-Baldwin, M.L. (2013). Hegemonic masculinity and the institutionalized bias toward women in men’s collegiate basketball: What do men think? Journal of Sport Management, 27, 303–315.   \nWilliams, J.C. (2014). Hacking tech’s diversity problem. Harvard Business Review. Retrieved from http://www.hbr.org.",
  "acknowledgement": "n/a",
  "notes": "n/a"
}