{
  "title": "Not All Doctoral Programs Are Created Equally",
  "author": "Jeffrey D. James Florida State University",
  "year": "2017",
  "content": "The 2017 Earle F. Zeigler Lecture Award presented in Denver, CO, addressed doctoral training in Sport Management programs. A review of the doctoral-granting degree programs listed on the website of the North American Society for Sport Management was completed. The review addressed the following three points: (a) number of hours required to earn a doctoral degree; (b) number of credit hours required for research tools, methods, and/or inquiry courses; and (c) whether program requirements included philosophy of science and/or philosophy of inquiry courses. The range of required hours for degree completion was 45–80. The number of required hours for research tools, methods, and/or inquiry ranged from 9 to 26. Four programs included specific content on the philosophy of science and/or inquiry. Concerns regarding the breadth, and to some degree the depth, of training were presented. Suggestions for action at the local level were shared as part of the conclusion.  \n\nKeywords: mentoring, quality, students  \n\n### Opening Remarks  \n\nIt is an honor to receive the Earle F. Zeigler Lecture Award and to have the opportunity to speak today. As I begin, I would like to say, “Thank you,” to the selection committee for their work in reviewing nominations and bestowing this honor on me. I have been blessed in many ways in my life, and this award is a special blessing because it indicates something I have done is notable, even if just for this moment in time. Thanks also to Dr. Daniel Wann for providing my introduction. The irony is not lost on me that the individual delivering my introduction is one who has made significant contributions to the field with his work on team identification and sport fan motives. I have heard Dr. Wann referred to as a pioneer in these areas. Dr. Wann, I am grateful for the work you have done, for our friendship, and for my introduction. Thanks also to all of you for coming to the presentation. I do appreciate your attendance.  \n\nabout essentially whatever you would like to discuss, but the challenging part is having limited direction or instruction.  \n\nPreparing this talk is probably one of the more difficult projects I have undertaken. I would guess some who have preceded me as a Zeigler Lecture Award winner had a similar struggle. Delivering this lecture is both an opportunity and a challenge. It is an opportunity to talk  \n\nWhat I know about the award comes from my experience listening to previous lectures and from the information posted on the North American Society for Sport Management (NASSM) website. The NASSM website is where I started my preparations. I began by trying to learn more about the lecture from the information posted. Going to the website with the award information—https://www.nassm.com/Awards/Zeigler—an individual will find a description of the award; the qualifications for the award; and scrolling down the page, a person will find in the section titled, “Submission process,” there is a “NOTE” (see Figure 1). The text of the note is as follows:  \n\n### Introduction  \n\nA specially-featured distinguished scholarly lecture is delivered regularly at the NASSM conference by a Earle F. Zeigler Lecture Award recipient. Subsequently, the lecture is printed in the Journal of Sport Management. Additional information regarding the Earle F. Zeigler Award can be found in the NASSM Operating Codes. (Zeigler Lecture Award, n.d.)  \n\nThe sentence about additional information seemed promising. I clicked on the link for the NASSM Operating Codes, and at the time when I was preparing my presentation—Spring 2017—what I found was not much. I was routed to a site with the words, “Page not found” prominently displayed (see Figure 2). Through a diligent search of the NASSM website,  \n\n### Earle F. Zeigler Lecture Award  \n\n### Description:  \n\nThe Zeigler Award is the most prestigious NAsSM award and may only be bestowed on an individual once ove the course of his/her career.  \n\n![](images/c4bd54a8d726b15b591e3f779b2e741f10a916467a636b387563e1aed59e9db2.jpg)  \n\n### Qualifications:  \n\nThe nominee shall meet the following qualifications.  \n\n1. Must be a NAsSM member in good standing that has not previously received the Award.   \n2. Must have a minimum of ten years of service as a teacher, supervisor, administrator, or combination of the above.   \n3. Must have made significant contributions to the field in terms of scholarship, research, leadership, and peer recognition of his/her contributions.   \n4. Must reflect those qualities demonstrated by Dr. Zeigler in the areas of student growth and develo leadership, service, scholarship, and collegiality.   \n5. Must have made a significant contribution to the field of sport management.  \n\n### NominationProcedure:  \n\nThe deadline for the NASSM Earle F. Zeigler Lecture is July 15. Information required for award nomination includes:  \n\n·Date ·Name of Nominee ·Name of Nominator ·Signature of Nominator  \n\nCompleted nomination forms are to be emailed to the Member at Large appointed by the NAssM President. The current appointee is:  \n\nDr. John Miller Troy University johnm@troy.edu  \n\n### Submission Process:  \n\nIndividualswho accept their nomination will be asked to submit a vita and a two-page narrative describing their qualifications for the award. These items must be submitted no later than August 1.  \n\nNOTE:Aspecially-featureddistinguishedscholarlylectureisdeliveredregularlyattheNASSMconferencebya Earle F. Zeigler Lecture Award recipient. Subsequently, the lecture is printed in the Journal of Sport Management. Additional information regarding the Earle F. Zeigler Award can be found in the NASSM Operating Codes.  \n\nFigure 1 — Zeigler Lecture Award description.  \n\n![](images/dd809f56156ac4239cbe5cea032c0deeec872691ae95d7f38cf40f250031f65d.jpg)  \nFigure 2 — Link to NASSM operating codes.  \n\nhowever, I was able to find the operating codes. I am pleased to note that following the 2017 conference, the website was updated, and the access point to the operating codes on the Zeigler Award page should now direct an individual to a working link.  \n\nIn my reading of the operating codes, I located the section pertaining to the Zeigler Lecture Award. In that section, I found the following information.  \n\nThe recipient shall present a lecture at the Society’s Annual Banquet. The Committee Chairperson shall notify the award recipient that the recipient may select the individual to provide an introduction at the Society’s Annual Banquet. The banquet will proceed according to the protocol outlined in the attachment following this section. (NASSM Operating Codes, n.d., p. 44)  \n\nThe 2017 Zeigler Award lecture was delivered on a Thursday morning as a keynote presentation, not as part of the annual banquet. An announcement was sent out in fall 2017 that the lecture was being moved from the Saturday evening banquet to a Thursday morning address. One of the reasons for doing so, based on the information provided, was so the Zeigler lecture could serve as an opportunity for the speaker to “set the tone for the conference.” My first reaction to that idea was, “No pressure there.” After reading about the day and time change for the talk, I really began wondering, “What am I going to talk about?” Little did I know there was more good news coming, but not any more direction. In one of his notes about the conference, President George Cunningham wrote, “Dr. Jeff James will deliver what will assuredly be an engaging Earle F. Zeigler  \n\nAward Lecture.” While I appreciated the kind words, I was again thinking, “No pressure there.”  \n\nIt was a challenge to decide on a topic, and I took time to try and figure out how to proceed. To get some direction, I went back to the qualifications and started to think about why I may have been selected as this year’s award winner. Per the information posted on the NASSM website, to qualify for the award a nominee:  \n\na. Must be a NASSM member in good standing who has not previously received the award.   \nb. Must have a minimum of 10 years of service as a teacher, supervisor, administrator, or combination of the above.   \nc. Must have made significant contributions to the field in terms of scholarship, research, leadership, and peer recognition of his or her contributions.   \nd. Must reflect those qualities demonstrated by Dr. Zeigler in the areas of student growth and development, leadership, service, scholarship, and collegiality.   \ne. Must have made a significant contribution to the field of Sport Management.  \n\nThinking about the qualifications, I reflected on how I satisfied the various elements. I thought to myself, “I am a member in good standing and have plenty of time served as a teacher, supervisor, administrator, or combination of the three.” I am willing to guess those elements, while important, were not the deciding factors. That leaves reflecting qualities demonstrated by Dr. Zeigler, and my contributions. I was not going to try and compare myself to Dr. Zeigler, so I focused on the contribution element.  \n\nI reviewed what I wrote about contributions in my nomination materials. I believe my contributions fit broadly in three groupings. One grouping includes work associated with the Psychological Continuum Model (Funk & James, 2001, 2006). A second grouping includes work associated with the Motivation Scale for Sport Consumption (Trail & James, 2001). The third grouping includes work associated with mentoring of doctoral students. The work with doctoral students also reflects contributions to student mentoring and their growth and development.  \n\nAlong with thinking about my prospective contributions, I took the obvious step of reviewing past Zeigler lectures. After going over the previous lectures that are available, it seems to me the lecture is typically one of two types. First, previous award winners seem to talk about an element of the speaker’s research or a prospective topic for which they encourage future research. Some examples of this type of talk include Dr. Fink’s presentation on the embedded nature of sexism in sport (Fink, 2016); Dr. Zhang’s discussion of, “What to Study?” (Zhang, 2015); Dr. Thibault’s presentation on the globalization of sport (Thibault, 2009); and going back a few years, Dr. Stotlar’s talk about vertical integration in sport (Stotlar, 2000).  \n\nThe second type of lecture, some past winners have given, has been focused on the state of the field in some manner or discussion of directions in which the field should move. Some examples of the second type of lecture include Dr. Doherty’s talk on interdisciplinary research (Doherty, 2013); Dr. Danylchuk’s presentation on internationalizing ourselves (Danylchuk, 2011); Dr. Mahony’s discussion on working together for Sport Management’s future (Mahony, 2008); and Dr. Chalip’s talk on a distinctive Sport Management discipline (Chalip, 2006). With ideas from the various lectures filling my thoughts, I returned to the point about my contributions, and I focused on my third element, working with doctoral students. That led me to think about some questions, which helped frame my talk.  \n\n### What Are We Doing to Prepare Future Scholars?  \n\nOver the years, the “second type” of Zeigler Award lectures has included calls and/or recommendations regarding the state of the field and future directions for the field. What struck me is the “calls” and recommendations keep coming. That led me to wonder, “Are we really making many changes or improving? Are the calls being answered?”  \n\nI recognize as any field matures and grows, there will be new opportunities and new directions, which may be followed. Which means we will always have opportunities to propose new directions and/or to consider the “state of the field.” So while I do wonder to some extent whether the calls from previous years have been answered, the question that I chose to focus on was, “What are we doing to prepare the future scholars to answer the calls and/or to face new opportunities?” Perhaps just as important, if not more important is the question, “Will we do better?”  \n\nI spent time thinking about doctoral training because whether people are working at a doctoral university, a master’s college or university, a baccalaureate college, or an associate’s college, a common factor is having a doctoral degree in order to take on a faculty member position. In an effort to try and answer the question, “What are we doing to prepare the future scholars?” I first thought about and reviewed what we have done and are trying to do at Florida State to prepare doctoral students. I provide information about the program at Florida State not to suggest others should replicate our efforts, but to have a starting point for discussion and program comparison. It also made sense to me to start with what I know best.  \n\nIn 2008, the three degree programs at Florida State—bachelor’s, master’s, and doctoral—were revised. The faculty members identified four Sport Management content areas that serve as the “pillars” on which our programming is based. The four pillars are Legal and Policy Studies, Media and Cultural Studies in Sport, Sport Management, and Sport Marketing. The content areas are the basis for our seminar series, which is a very important part of the doctoral program. In addition to Sport Management–based content courses, we made sure to include opportunities for students to complete course work in a core or base discipline (e.g., Marketing, Communication, Finance, Higher Education, Management) and also to complete elective work. Perhaps most importantly, we also expanded the breadth of training for scholarly activity.  \n\n### Training for Scholarly Activity  \n\nHistorically, students in the doctoral program at Florida State completed a traditional research methods course and, along the way, various statistics courses, with some students completing courses in qualitative research methods, which likely include training in use of various qualitative tools, such as observation, focus groups, and interviews. What was missing from the program of study was course work through which students were challenged to understand inquiry not only from a philosophy of science perspective, but also from the philosophy of inquiry. In other words, to challenge individuals to understand different paradigms and the particular ontological, epistemological, and axiological positions associated with each.  \n\nThrough the process of revising the program of study, we retained what most would likely think of as a traditional research methods course. We added course work pertaining to the history, ethics, and politics of evidence and research; competing theoretical paradigms; and strategies of inquiry, particularly strategies associated with qualitative inquiry (e.g., ethnography, case study, observation, narrative inquiry, interviewing, focus groups, etc.). One of our primary intentions is to challenge an individual to understand what she or he believes, and why, and how such understanding directs one’s scholarly activity. We also identified course work inside the department and across the university students could complete in order to further develop the knowledge, skills, and abilities to engage in scholarly inquiry. The tools course work can be selected to allow a focus on quantitative, qualitative, or a mixed approach to inquiry. Of course, the application of a mixed approach depends on one’s philosophical “leanings.”  \n\nThe revisions to the program of study pertaining to scholarly activity were not made with the intent to direct students to a particular paradigm. Instead, the revisions were made so that those completing the various courses would better understand why and how they are most likely to engage in scholarly activity. The breadth of training should also prepare individuals to engage and collaborate with colleagues in and beyond our field that may adhere to a different paradigm. An important goal is appreciating the value of differences and how our differences may help us collectively learn and grow, and ultimately answer the calls and recommendations for advancing a field of study.  \n\nThere is nothing new or particularly novel in the goal of challenging individuals to engage in critical thinking, to broaden their understanding. The question though is within our respective programs, are we preparing individuals to be well-informed scholars, or are we doing something else, providing a more narrow range of learning and training? Recognizing that Dr. Frisby in her Zeigler Award lecture challenged us to engage in critical social science (Frisby, 2005), then 8 years later Dr. Doherty challenged us to embrace interdisciplinary research (Doherty, 2013), one could conclude that we are still working to answer the calls. Which brings me back to the question, “What are we doing to prepare future scholars?”  \n\n### Sport Management Doctoral Training Review  \n\nIn addition to thinking about the curriculum at Florida State, I also reviewed other doctoral programs to gauge what is being done to prepare future scholars, at least from a program-level perspective. My review of programs did not include every possible doctoral-granting Sport Management program. Since the lecture was delivered at the NASSM annual conference, I reviewed programs identified through the association. On the NASSM website, one will find a listing of doctoral-granting Sport Management programs (see Table 1). The listing (at the time of this writing) includes 33 programs in the United States and six programs in Canada. My review involved going through the information provided by each program. I was interested in three particular questions.  \n\na. What are the number of credit hours (post-master’s degree) required to earn a doctoral degree?   \nb. What are the number of credit hours required for research tools, methods, and/or inquiry courses?  \n\nTable 1 Doctoral Degree Programs in North America   \n\n\n<html><body><table><tr><td>Location</td><td>School</td></tr><tr><td>Alabama</td><td>Troy University</td></tr><tr><td>Alabama</td><td>UnitedStatesSportsAcademy</td></tr><tr><td>Arkansas</td><td>University of Arkansas, Fayetteville</td></tr><tr><td>Colorado</td><td>University of Northern Colorado</td></tr><tr><td>Connecticut</td><td>Universityof Connecticut</td></tr><tr><td>Florida</td><td>Florida State University</td></tr><tr><td>Florida</td><td>St. Thomas University</td></tr><tr><td>Florida</td><td>University of Florida</td></tr><tr><td>Georgia</td><td>Georgia State University</td></tr><tr><td>Georgia</td><td>University of Georgia</td></tr><tr><td>Illinois</td><td>ConcordiaUniversity Chicago</td></tr><tr><td>Illinois</td><td>University of Illinois</td></tr><tr><td>Indiana</td><td>Indiana University</td></tr><tr><td>Kansas</td><td>University of Kansas</td></tr><tr><td>Kentucky</td><td>University of Louisville</td></tr><tr><td>Louisiana</td><td>Louisiana State University</td></tr><tr><td>Massachusetts</td><td>University of Massachusetts</td></tr><tr><td>Michigan</td><td>University of Michigan</td></tr><tr><td>Minnesota</td><td>University of Minnesota</td></tr><tr><td>New Mexico</td><td>University of NewMexico</td></tr><tr><td>Ohio</td><td>TheOhioStateUniversity</td></tr><tr><td>Ontario</td><td>Brock University</td></tr><tr><td>Ontario</td><td>University of Ottawa</td></tr><tr><td>Ontario</td><td>University of Waterloo</td></tr><tr><td>Ontario</td><td>University of Windsor</td></tr><tr><td>Ontario</td><td>Western University</td></tr><tr><td>Oregon</td><td>Sports Management Worldwide</td></tr><tr><td>Pennsylvania</td><td>Penn State University</td></tr><tr><td>Pennsylvania</td><td>Temple University's School of Sport, Tourism and Hospitality Management</td></tr><tr><td>Saskatchewan</td><td>University of Regina</td></tr><tr><td>South Carolina</td><td>University of South Carolina</td></tr><tr><td>Tennessee</td><td>University of Tennessee</td></tr><tr><td>Texas</td><td>Texas A&M University</td></tr><tr><td>Texas</td><td>Texas Woman's University</td></tr><tr><td>Texas</td><td>University of Houston</td></tr><tr><td>Texas</td><td>University of Texas</td></tr><tr><td>Virginia</td><td>OldDominionUniversity</td></tr><tr><td>Virginia</td><td>Virginia Commonwealth University</td></tr><tr><td>Wisconsin</td><td>Marquette University Law School</td></tr></table></body></html>\n\nSource: https://www.nassm.org/node/130; https://www.nassm.org/ node/133.  \n\nc. To what extent are students required to complete any philosophy of science and/or any philosophy of inquiry courses?  \n\nIt is important to note that degree programs in North America, particularly in the United States, are structured by credit hours (also referred to in this writing as simply “hours”). I recognize that degree programs in other countries use other metrics and terms regarding degree completion. Since the focus of this work is on North American doctoral programs, the questions pertain to credit hours.  \n\nWhy the three questions? The first question is a gauge of the breadth of training associated with a doctoral degree. Such information allows for a basic comparison across programs within Sport Management and potentially a comparison with other degree programs. Simply put, are different programs requiring a comparable amount of training? The second question was meant to focus on the amount of course work required that arguably is focused on scholarly training, which I am specifically thinking of as the “use” of tools and the learning about the nature of research and inquiry. A doctoral degree for all intents and purposes is intended—in my view—to prepare an individual to engage in scholarly work that includes instruction, but in this context, the focus is on training to engage in research.  \n\nThe third question is an extension of the second question. As previously noted, one revision made to the doctoral program at Florida State was requiring students to complete courses pertaining to the history, ethics, and politics of evidence and research; competing theoretical paradigms; and strategies of inquiry, particularly strategies associated with qualitative inquiry. I was curious to know to what extent other programs may require students to complete comparable course work challenging an individual to understand what she or he believes, and why, and how such understanding directs her or his scholarly activity. For me, the third question is about the depth of education being provided.  \n\nAs I read about programs and reviewed the information available, I chose to remove some programs from the analysis. In an effort to compare degree programs, I thought it was important that there be consistency in the type of doctoral degree. All but two of the degree programs listed on the NASSM website offer a doctorate of philosophy; one program offers a juris doctorate degree and another program offers a doctorate of education. The two non-PhD programs were excluded from the review. Reading through the course content available, I found seven programs did not actually include Sport Management content per se, or at least as far as I could determine. There were other foci, most commonly courses pertaining to Kinesiology or Health Studies. When I write, “no Sport Management content per se,” I very generally referred to the common professional component from the Commission on Sport Management Accreditation materials as a frame for Sport Management content. If programs did not include in their course listings or program of study requirements any of the content associated with the Commission on Sport Management Accreditation criteria, they were excluded from the review. Two programs included some but not all of the information of interest;  \n\nspecifically, I could find no information about required or elective research-based courses. Finally, there were two programs for which I could not locate any information about degree requirements or particular course work on their respective websites. In sum, I learned about the doctoral programs from 26 North American universities. So what did I do and what did I learn?  \n\n### Program Reviews—Information Collected  \n\nTo acquire the information needed to answer the three questions, information about the 26 doctoral degree programs was collected. The information was collected from each program’s specific website, program of study forms, advising guides, general bulletins, course listings and descriptions, and any files posted on the Internet that provided information about the respective doctoral degree programs. The information I sought included the number of hours (post-master’s degree) required for a doctoral degree; the number of hours required for research-based course work, which could include methods, tools, inquiry, or theory courses; and whether program requirements include philosophy of science and/or philosophy of inquiry courses. The decision to collect information from online resources was based on the availability of such information. In addition, upon sending random queries requesting information about a doctoral degree program, the e-mail responses included statements that program information was available online.  \n\n### Program Reviews—Findings  \n\nTotal hours. The first question deals with the number of credit hours (post-master’s degree) required to earn a doctoral degree in Sport Management (in North America). I focused on hours completed post-master’s degree for a particular reason. Reading through the general information about graduate degrees on university websites, I consistently found a general statement about a 90-hr postbaccalaureate requirement for completion of a doctoral degree. The number of postbaccalaureate credit hours is a component of accreditation criteria. Within Sport Management, individuals entering a doctoral program most often do so after completing a master’s degree. Accordingly, the credit hours earned in a master’s degree are counted toward the postbaccalaureate requirement. For the review, I focused on the hours required post-master’s degree.  \n\nThe number of credit hours required for doctoral degree completion across the programs reviewed is listed in Table 2. The number of required hours ranged from a low of 45 to a high of 80; the average number of hours required for degree completion is 61. Taking into consideration the 90-hr postbaccalaureate criteria and accounting for completion of a master’s degree ( $36\\mathrm{hr}$ for the purpose of discussion), it is reasonable to expect students will complete $54\\mathrm{~hr}$ to earn a doctoral degree. With an average of 61, it would seem the doctoral programs on average require an “expected” number of hours for degree completion.  \n\nTable 2 Doctoral Program Information   \n\n\n<html><body><table><tr><td colspan=\"4\">Total Credit</td><td rowspan=\"2\">Researchb Tools/Methods (Minimum Credit Hours)</td></tr><tr><td>Program</td><td>Hours for PhDa (Post-Master's Degree)</td><td>Dissertation Credit Hours</td><td>Coursework Credit Hours</td></tr><tr><td>University 01</td><td>64</td><td>16</td><td>48</td><td>12</td></tr><tr><td>University 02</td><td>63</td><td>15</td><td>48</td><td>12</td></tr><tr><td>University 03</td><td>67</td><td>9</td><td>58</td><td>16</td></tr><tr><td>University 04</td><td>80</td><td>24</td><td>56</td><td>20</td></tr><tr><td>University 05</td><td>60</td><td>12</td><td>48</td><td>15</td></tr><tr><td>University 06</td><td>67</td><td>25</td><td>42</td><td>9</td></tr><tr><td>University 07</td><td>66</td><td>6</td><td>60</td><td>12</td></tr><tr><td>University 08</td><td>80</td><td>20</td><td>60</td><td>20</td></tr><tr><td>University 09</td><td>49</td><td>25</td><td>24</td><td>9</td></tr><tr><td>University 10</td><td>72</td><td>21</td><td>51</td><td>12</td></tr><tr><td>University 11</td><td>45</td><td>12</td><td>33</td><td>15</td></tr><tr><td>University 12</td><td>77</td><td>9</td><td>68</td><td>26</td></tr><tr><td>University 13</td><td>66</td><td>18</td><td>48</td><td>12</td></tr><tr><td>University 14</td><td>50</td><td>20</td><td>30</td><td>12</td></tr><tr><td>University 15</td><td>54</td><td>18</td><td>36</td><td>18</td></tr><tr><td>University 16</td><td>57</td><td>6</td><td>51</td><td>9</td></tr><tr><td>University 17</td><td>60</td><td>12</td><td>48</td><td>12</td></tr><tr><td>University 18</td><td>54</td><td>6</td><td>48</td><td>15</td></tr><tr><td>University 19</td><td>54</td><td>18</td><td>36</td><td>12</td></tr><tr><td>University 20</td><td>60</td><td>18</td><td>42</td><td></td></tr><tr><td>University 21</td><td></td><td>24</td><td>48</td><td>15</td></tr><tr><td></td><td>72</td><td></td><td>36</td><td>18</td></tr><tr><td>University 22</td><td>60</td><td>24 18</td><td>49</td><td>15</td></tr><tr><td>University 23</td><td>67 60</td><td>6</td><td>54</td><td>12 12</td></tr><tr><td>University 24</td><td>60</td><td>18</td><td>42</td><td>15</td></tr><tr><td>University 25</td><td>48</td><td>9</td><td>39</td><td>18</td></tr><tr><td>University 26 Average credit hours</td><td>61</td><td>15</td><td>46</td><td>14</td></tr></table></body></html>\n\naSum of dissertation and course work hours. bHours included in the course work total.  \n\nThinking about the number of required hours led to a follow-up question, how many of the total hours are course work and how many are dissertation credit hours? When we factor out the number of dissertation hours, we learn how many actual course hours an individual completes to earn a doctoral degree. The number of required dissertation credit hours for each program reviewed is listed in Table 2. The number of credit hours ranged from a low of 6 to a high of 25; the average number of required hours is 15. It should be noted that the number of credit hours is not reflective of the actual hours (in real time) involved in completing a dissertation.  \n\nBased on the preceding information, it is possible to calculate the number of course work hours for each degree program (see Table 2). The number of credit hours of course work ranges from 24 to 68, with the average being $46\\mathrm{hr}$ . Said another way, one requirement to earn a doctoral degree—depending on the program— is completion of eight classes on the low end to 22 classes on the high end. The number of classes was estimated based on each course being 3 credit hours. I recognize the number of credit hours may not be three for each course; my goal was not to “tease out” the credit-hour details for each course, rather to look across programs and offer some sense of what is required in the field to complete a doctoral degree.  \n\nThe point here is not to gauge whether there is an “ideal” number of hours or number of courses that should be completed, rather to get a sense across our degree programs as to what is the breadth and depth of training being provided. Perhaps most importantly, to illustrate there is a substantial variation in requirements with some graduates potentially completing eight classes (along with the dissertation and other requirements) over a 3- to 4-year period, whereas others take as many as 22 classes over the same period. It is reasonable to conclude that there is substantial variation in the training and preparation of doctoral students across programs. After assessing the total hours for degree completion and the breakdown between course work and dissertation work, I attempted to ascertain the number of credit hours required in each program for research tools, methods, and/or inquiry courses.  \n\nTotal hours for research tools/methods/inquiry. The number of hours required pertaining to research-based courses (e.g., research methods, statistics, qualitative research methods, etc.) are listed in Table 2. The number of required hours ranges from 9 to 26, with the average being $14~\\mathrm{hr}$ . “Translating” the hours to number of classes, for some programs students may take no more than three research-based courses. At the other end of the range, students earning the doctoral degree may complete eight or more research-based courses. Again, the point is not to suggest some “ideal” number of courses, but to illustrate the variation in training that is occurring. Thinking about the number of hours required pertaining to research methods, tools, and/or inquiry courses, the third question was posed to assess in more detail the extent to which Sport Management doctoral students are learning more than just how to compute various statistics, and/or how to conduct interviews and focus. To what extent are students learning about the philosophy of science, the philosophy of inquiry, and being challenged to understand why and how they approach research, or the study of phenomena of interest?  \n\nPrograms requiring philosophy of science/inquiry courses. A challenge in answering the third question was deciding what should be included in the assessment as a philosophy of science/inquiry course. The decision was made to err on the side of including more rather than less. Courses that included the term “philosophy” in the title were likely candidates, for example, Philosophy of Scientific Inquiry. Other titles that were “counted” included Principles of Scientific Inquiry, Naturalistic Inquiry, Qualitative Inquiry in Sport and Physical Culture. Course descriptions were read to gauge the content offered in an attempt to ensure courses with the particular content were included in the review, regardless of a particular title.  \n\nAmong the 26 programs reviewed, four required some type of philosophy of science/inquiry course work. All programs reviewed required a (traditional) research methods course, and at least one (usually more) statistics course. Other frequent courses found include advanced research methods, qualitative research methods, along with an assortment of statistics courses. The point here is not that students lack knowledge of philosophy of science/inquiry content, though that may be the situation. The point is that a very small percentage of programs have included such content as a requirement in their degree program. Students may engage with such content through elective course work, as part of their required hours for research-based course work. It is reasonable to ask though, whether students will complete course work that is not required of them.  \n\n### Discussion  \n\nWhat does one take away from reading these “musings?” First, not all doctoral programs are created equally. Thinking about just the number of hours required for degree completion, there is a substantial difference in the training and preparation for a student completing $45~\\mathrm{hr}$ to earn a degree compared with one completing $80\\mathrm{hr}$ for ostensibly the same degree. There is arguably even a substantive difference when comparing the lower end number of hours (45) to the average for this review (61). There could be a discrepancy in breadth of knowledge; a person taking 61 or $80\\mathrm{hr}$ can complete a broader range of course work. There could be a discrepancy in depth of knowledge; someone completing 61 or $80~\\mathrm{hr}$ may be taking multiple courses pertaining to the same topic to build a knowledge base about which she or he truly becomes an expert.  \n\nThe concern about training and preparation, about the breadth and depth of knowledge, is highlighted when dissertation credit hours are subtracted from the total hours. Based on the program reviews, a person could complete eight courses, along with dissertation credit hours, and meet the requirements for a doctoral degree in Sport Management. Another person with the same degree may have completed 22 courses along with the dissertation credit hours. Thinking about someone at each end of the range, there is no question the two individuals are not trained or prepared equally. I recognize that the “low-end” figures for each of the elements cited represent a “minimum.” It is possible that even in programs where students could graduate with as few as $45~\\mathrm{hr}.$ , they are completing more than the minimum number of credit hours. This review does not include information as to how many credit hours students are actually completing. Since it is possible to earn a Sport Management doctoral degree with a relatively small number of credit hours though, it is reasonable to conclude some individuals are doing so.  \n\nA particular concern to highlight regarding the training and preparation of doctoral students is providing the knowledge and skills to engage in scholarly activity. A question to ask is whether students are learning more about “how to” and not enough about “why” and “what does this mean.” Working with the average number of credit hours listed in Table 2 (61), think about the “structure” of doctoral programs overall. Think about how these total credit hours are allocated. Degree programs generally include three components: (a) topical course work (which likely includes Sport Management content, discipline content, specialization content, and elective content); (b) research tools/methods course work (these hours include statistics courses, and more often than not “how to” courses, how to use various tools of research, and may include philosophy of science/ inquiry courses); and (c) the third component is dissertation credit hours.  \n\nWithin the respective programs, the required credit hours are allocated, whether it may be 61 or another number, across the three components. From reviewing the 26 programs, my sense is that most do provide access to what I have termed topical content. How much content students may learn about is relative to the number of course hours required for the degree. Also, the number of dissertation credit hours required, while varied, may not be as much of a concern as the quality of the dissertation completed. Whether earning six or 20 credit hours, a primary consideration for a dissertation should be the quality of the work. In addition, it is reasonable to expect no matter what the total number of credit hours students will take as much (real) time as needed to complete the dissertation work. That leaves the research-based course work to consider.  \n\nIn reviewing the various curricula, a recurring structure was observed in relation to research-based course work. Programs more often than not include the following requirements:  \n\n<html><body><table><tr><td>Researchmethods</td><td>3 credit hours</td></tr><tr><td>Statistics</td><td>9credithours</td></tr><tr><td>Qualitativeresearchmethods</td><td>3credithours</td></tr><tr><td>Total</td><td>15 credit hours</td></tr></table></body></html>  \n\nThe structure is consistent with the average credit hours (14) illustrated in Table 2. The most frequent number for required hours in research-based courses in Table 2 is 12. It is not known from the review what combination of courses students might complete, but it would not surprise to me to learn that someone completing only 12 credit hours in research-based courses focused on research methods (not qualitative research methods) and statistics.  \n\nTeaching courses such as research methods, statistics, and qualitative research methods is important. I believe there is good content in these courses, and they contribute to the training and development of future scholars. I am also convinced we can do better. The content in such courses have particular foci, which generally do not include philosophy of science and/or philosophy of inquiry. Any such content included is likely minimal rather than in-depth.  \n\nThink about courses you have completed and perhaps even taught. A research methods book likely has a least a section (though not typically a whole chapter) on the scientific method and brief overviews of some paradigms (e.g., positivism, postpositivism, constructivism). A research methods course is not intended to provide in-depth content pertaining to philosophy of science/inquiry, and if any such content is included, the scientific method would be prioritized. That is okay in my opinion because I think it is good to learn about the scientific method. It is also good though, to learn about other approaches to inquiry.  \n\nThink also about a qualitative research methods course. I agree with having individuals complete such a course. The content is likely focused though, on what I think of as “tools,” learning how to conduct observations, interviews, focus groups, and so on. The intent is not to teach the philosophy of inquiry. Nor does it necessary have to be so, but such content is important —in my opinion—and should be taught. Content pertaining to philosophy of science and philosophy of inquiry if not readily available within a Sport Management program or department, is certainly available within a university. Our challenge is connecting individuals with such content.  \n\nA question that should be answered is, “Are we only partially preparing the next group of scholars?” If we are not teaching, or at least connecting individuals with those who do teach, philosophy of science and philosophy of inquiry, we are in one sense teaching individuals how to use tools, but not teaching them—or at least not teaching them well—why they may use, or the reason for, the particular tools. It is important to challenge individuals to understand different paradigms and the particular ontological, epistemological, and axiological positions associated with each. It is important to challenge an individual to understand what she or he believes, and why, and how such understanding directs her or his scholarly activity. It is of particular importance that we teach students there are different paradigms and different approaches to learning and understanding, and to teach that the differences do not equate to one thought group being better or worse, or right or wrong. It is through navigating our differences, through learning to value the differences, that we advance the field.  \n\nSome Sport Management doctoral programs—four to be specific—include content on the philosophy of science and/or inquiry at least based on the posting of program curricula and/or course listings. It is possible that more programs are requiring some type of philosophy of science and/or inquiry course work. It may be they simply do not post a detailed program curriculum or course listings. It can be concluded from the review of 26 programs, however, that the majority of programs adhere to the basic 15-hr structure illustrated above for research tools and methods course work. It is likely—in my opinion—that even when more than $15\\mathrm{hr}$ are completed, the additional hours are statistics courses.  \n\nThe point here is not to teach fewer statistics courses or for that matter fewer of any research-based courses. A point to consider is whether we are properly grounding individuals in philosophy of science and philosophy of inquiry, so they understand why they may complete 9, 12, or more hours in statistics courses. Or why they may choose to focus on observation-based inquiry, focus groups, interviews, ethnography, autoethnography, or another phenomenological approach.  \n\nReturning to the question, “What do I take away?” I suggest the following. As an association we should give consideration to our expectations for doctoral training. Currently, there are no particular criteria for doctoral degrees regarding the total number of required credit hours (outside of a particular university’s parameters); the number of course work and dissertation credit hours;  \n\nor the allocation of credit hours to various types of content (e.g., topical, philosophy, discipline, elective, etc.). That is, however, a longer road to travel. It should be done, but if we are honest, we must acknowledge action at the association level will take a while to occur, if others even think the topic should be addressed. For those who are part of doctoral training programs, we can take more immediate action.  \n\nOne simple task is to evaluate one’s program. Determine whether students in the program are being challenged to understand philosophy of science and philosophy of inquiry. If not, can such content be included in the program of study, perhaps as required elective content, or in the requirement for research competency. If such content is to be included, can such content be delivered through the program? If the faculty members in the program are not in a position to do so, find out if there are colleagues at a respective university who teach such content. The topics are not new; there are faculty members at every doctoral-granting institution who teach such content.  \n\nIf students are engaging in philosophy content, continue what you do well and consider how you can improve on what you are doing. The quality of the training we are providing will determine the future of our field. We are either preparing individuals to be critical thinkers, to face the opportunities and challenges to come, or training people to use tools. We do need to know how to use tools. That type of training alone though is not sufficient. That type of training does not prepare individuals to address the challenges we face as a diverse field.  \n\nSport Management is a diverse field, as we all know. If we are honest, we have a label that really has two meanings. On the one hand, “Sport Management” refers to a content area. On the other hand, the label refers to a diverse field of study that encompasses much more than management and related content. A simple review of any conference program reminds us of the breadth and depth of our field. We have work in sport marketing dealing with professional, intercollegiate, and community-level sport programs. We have work in sport management dealing with professional, intercollegiate, and community-level programs. We have work dealing with legal and policy studies in sport. We have work dealing with sport and social media. We have work dealing with sport for development at the international, national, and local level. Peers are working with sport in homeless populations and underserved populations in communities. And the list goes on.  \n\nWe must have scholars with a breadth of knowledge and training that prepares them to do more than just use tools. Those involved in doctoral training must challenge the individuals who you work with and, in turn, expect to be challenged. A point that must not be forgotten is that those working with doctoral students are not training acolytes. We must challenge those we are working with to be more than we are, to do more than we have done. In so doing, they will be prepared to face the challenges and opportunities that will come and to advance Sport Management as a field of study.  \n\nMany thanks once again for being chosen this honor and for the opportunity to deliver this address.",
  "references": "Chalip, L. (2006). Toward a distinctive sport management discipline. Journal of Sport Management, 20, 1–21. doi:10.1123/jsm.20.1.1   \nDanylchuk, K. (2011). Internationalizing ourselves: Realities, opportunities, and challenges. Journal of Sport Management, 25, 1–10. doi:10.1123/jsm.25.1.1   \nDoherty, A. (2013). “It takes a village:” Interdisciplinary research for sport management. Journal of Sport Management, 26, 1–10.   \nFink, J.S. (2016). Hiding in plain sight: The embedded nature of sexism in sport. Journal of Sport Management, 30, 1–7. doi:10.1123/jsm.2015-0278   \nFrisby, W. (2005). The good, the bad, and the ugly: Critical sport management research. Journal of Sport Management, 19, 1–12. doi:10.1123/jsm.19.1.1   \nFunk, D.C., & James, J.D. (2001). The psychological continuum model: A conceptual framework for understanding an individual’s psychological connection to sport. Sport Management Review, 4(2), 119–150. doi:10.1016/S1441- 3523(01)70072-1   \nFunk, D.C., & James, J.D. (2006). Consumer loyalty: The meaning of attachment in the development of sport team allegiance. Journal of Sport Management, 20, 189–217. doi:10.1123/jsm.20.2.189   \nMahony, D.F. (2008). No one can whistle a symphony: Working together for sport management’s future. Journal of Sport Management, 22, 1–10. doi:10.1123/ jsm.22.1.1   \nNASSM Operating Codes. (n.d.). p. 44. Retrieved from https:// www.nassm.org/sites/default/files/NASSM%20Operating %20Codes%20%2805312017%29.pdf   \nStotlar, D.K. (2000). Vertical integration in sport. Journal of Sport Management, 14, 1–7. doi:10.1123/jsm.14.1.1   \nThibault, L. (2009). Globalization of sport: An inconvenient truth. Journal of Sport Management, 23, 1–20. doi:10. 1123/jsm.23.1.1   \nTrail, G.T., & James, J.D. (2001). The Motivation Scale for Sport Consumption: Assessment of the scale’s psychometric properties. Journal of Sport Behavior, 24(1), 108–127.   \nZeigler Lecture Award. (n.d.). Retrieved from https://www. nassm.com/Awards/Zeigler   \nZhang, J.J. (2015). What to study? That is a question: A conscious thought analysis. Journal of Sport Management, 29, 1–10. doi:10.1123/JSM.2014-0163",
  "acknowledgement": "n/a",
  "notes": "n/a"
}