{
  "title": "Spreading Research Uncomfortably Slow: Insight for Emerging Sport Management Scholars",
  "author": "Daniel C. Funk Temple University",
  "year": "2018",
  "content": "Self-reflection on knowledge generation in sport management is essential for continued growth and remains a prevailing topic for recipients of the Earle F. Zeigler Award. To date, two perspectives largely guide such evaluation: What makes a theoretical contribution and what constitutes new theory. The 2018 Earle F. Zeigler Address introduces a third perspective based on the concept of diffusion to explore three elements: article innovation, communication channel, and social system that contribute to producing and spreading new knowledge. This examination utilizes data and information collected from sport management articles, journal citations, a case study, editorial board membership characteristics, and my coauthor network and publishing experiences. Holistically, the evidence collected provides insight into how and why ideas could spread in sport management. Unfortunately, for new and emerging scholars, spreading ideas through academic journals will be uncomfortably slow and managing expectations important. However, by understanding the academic publishing ecosystem, scholars can improve chances for idea diffusion through selecting appropriate journal outlets, establishing interpersonal connections, creating weak and strong coauthor ties, and engaging in programmatic research. This address concludes with strategies to help navigate spreading research ideas by setting realistic goals, optimizing the coauthor network, and reinvesting in the original idea.  \n\nKeywords: communication, diffusion, networks  \n\nThe ability to spread a new idea remains a key strategy for organizations and individuals. Whether in business to increase revenue, in politics to promote causes, or in health care to improve patient well-being, spreading a new idea is important for success. For new and emerging sport management scholars, success will not only depend on developing a new idea but also getting that idea seen and heard by other academics who will then use it in their research and teaching, as well as industry professionals putting it into practice. Whether the idea is a theory, concept, construct, or method, getting the idea to spread is likely more important than coming up with the original idea.  \n\nPublishing in academic journals remains a key metric with career and personal implications. The ability to disseminate a new idea has financial implications related to merit, promotion, and tenure. Spreading an idea has social implications related to increasing interpersonal connections and psychological implications of improved self-esteem. As employees with highly specialized expertise, we rely on journals to spread our intellectual property. Unfortunately, spreading an idea through academic journals is an uncomfortably slow process. The concept of diffusion provides an instructive perspective to assess this spread and provides insights for developing strategies.  \n\n### Idea Diffusion: A Journal Publishing Perspective  \n\nMuch of the work on diffusion originates from Evert Rogers’s efforts in communication. Rogers and others outline the process of how a new idea or product gains momentum over time and spreads through a specific population or social system (Bass, 1969; Rogers, 2003). This idea of diffusion has been used and studied across many fields including sociology, psychology, anthropology, economics, and marketing. At the core of diffusion is the role of human capital that helps explain why and when a certain percentage of people or organizations adopt a new idea. A graphic illustration of the innovation adoption life cycle utilizes the normal bell curve. In general, when new ideas are introduced, a small group of early innovators and early adopters initially adopt them. As the idea spreads to the early majority, it peaks at the top of the bell curve and begins to decline as late majority and laggards begin adopting the idea. Although instructive to understand innovation and technology life cycles, does the adoption curve reflect how ideas spread within academic journals?  \n\nOne potential way to address this question is to examine the life cycle of journals citations for academic articles. Research on journal citations across dissimilar fields indicate that the number of article citations increase after publication, then plateaus, and then declines in a similar fashion as the adoption curve (Galiani & Gálvez, 2017; Galvez, 2017). Across all fields, the same generic shape emerges, with some differences in growth and decay rates by disciplines. Based on this perspective, sport management article citations are likely to follow similar general life cycle trends.  \n\nTheoretically, cumulative citations for a sport management article should follow the S-Curve pattern. The S Curve represents the relative speed as measured by length of time for a certain percentage of academics to adopt and cite the article in the own articles (see Figure 1). For example, once an article is published, it will be cited at first by a relatively small number of researchers in their own published research articles as illustrated by early adopters on the left side of Figure 1. This indicates slow and gradual initial adoption. If that article is going to be successful, then a rapid increase in the height of the S Curve occurs sending the curve sharply upward as noted by diffusion in the middle of the S Curve in Figure 1. At this stage, the article gains momentum as the majority of researchers working in a particular area begin citing the article in their own papers. The initial steeply rising part of the S Curve in which citations increase rapidly represents the “tipping point,” popularized in Malcolm Gladwell’s book. As article citations continue to increase, it reaches critical mass as late adopters begin to cite the article. This occurs at the top of the S Curve in Figure 1, when citations slow down and flatten out indicating the rate of citations is reaching the maximum, and once $100\\%$ of all researchers who would likely cite the article have now done so indicating the article is self-sustaining.  \n\n![](images/cdc23024b20735c8400d440c144390228b11f379c99876979acf36cecc484548.jpg)  \nFigure 1 — Sport management article citation diffusion.  \n\nThe S Curve of cumulative article citations is useful to explore how scholars through academic journals spread ideas. A key assumption is that the idea will reach the tipping point indicating a majority of scholars in a particular area of research are now citing the article that introduced the original idea. However, this assumption ignores the reality that some ideas will never reach the tipping point, which would represent a relatively flat S Curve of citations. In addition, the length of time it takes to reach the tipping point varies indicating that some ideas could spread quicker, which would yield a relatively elevated S Curve.  \n\nAccording to Rogers (2003), three elements will influence diffusion or the shape of the S Curve. These elements are the innovation, the channel, and the social system. As ideas are rarely adopted instantaneously, a fourth element of time is also necessary. Time is often used to categorize adopters and as such, there is an inherent link with innovation, channel, and social system. Diffusion of innovation researchers assume that over time innovations will become adopted as they flow through communication channels and reach a larger number of social systems (Obstfeld, 2005). These three elements are instructive to explore how sport management ideas spread from an academic publishing perspective.  \n\n### Sport Management Idea Innovation  \n\nInnovation in sport management can represent knowledge published in an academic article perceived as new by other scholars. According to Rogers, key attributes of innovation such as relative advantage, compatibility, complexity, triability, and observability influence the rate of adoption. Within sport management articles, innovation attributes are embedded in continued discussion of theory development in terms of generating new insight into a sport management phenomenon (Chalip, 2006, Fink, 2016; Slack, 1996; Zhang, 2015). Such insight represents new knowledge driven by two perspectives: What makes a theoretical contribution and what constitutes a new theory (Sutton & Staw, 1995; Whetton, 1989). These two perspectives are similar to the Derivative and Sportfocused models Chalip (2006) highlighted and represent different pathways scholars can take to develop a new sport management idea.  \n\nThe first perspective highlights how scholars apply theories and concepts from broader disciplines such as sociology, psychology, marketing, and economics into sport contexts. By following this derivative path, scholars can assess whether a general theory is valid in sport management. However, once applied or tested, how findings make a contribution back to the original theory or concept is rarely discussed and undetermined as noted by a panel of scholars in the area of sport consumer behavior (Funk, 2017).  \n\nThe second perspective calls for scholars to develop sportspecific theories to examine the sport management context. Taking this sport-focused path enables scholars to create new midrange theories that are context specific and more limited in scope to sport management (Henderson, Presley, & Bialeschki, 2004). Unfortunately, this approach raises questions over whether sport management is a unique discipline and importantly what constitutes a new theory (Bacharach, 1989; Slack, 1996).  \n\nSo which pathway to sport management article innovation should a new and emerging scholar take? Apply an existing theory from outside of sport management or develop a new sport-focused theory. From a diffusion perspective, an obvious response is the pathway that could lead to faster idea spread. Hence, applying an existing theory may actually be faster to spread a new idea if this approach leverages awareness and understanding of theories previously published in journals. In addition, getting other academics to adopt a new sport-specific theory may take longer, given it will take time to gain awareness and traction within and outside sport management. However, is this response accurate for diffusion of sport management articles?  \n\n### Sport Management Article Diffusion  \n\nData were collected for a select number of articles using the web of science. The articles represent the eight most highly cited articles published in sport management journals over a 15-year period. Results are shown in Figure 2. The lines represent the cumulative total citations over 15 years after the article’s publication. In general, the data indicate that all eight articles follow a similar trajectory in terms of diffusion and consistent with the left side of the S Curve of cumulative adoption. Holistically, these articles receive relatively few citations in the first 7 years and appear to hit the tipping point between 8 and 10 years indicating the idea is spreading to a larger percentage of researchers who are citing the article.  \n\nBased on this data, the tipping point for sport management ideas appears to occur around 9 years. A few early adopters are citing these articles, then on average at around 9 years, article citations begin turning upward and spreading to most of the people who are going to adopt it. Hence, emerging scholars should expect a considerable lag time before an article starts being adopted by others or having this idea spread through imitation and word of mouth (Bass, 1969). Unfortunately, this chart does not show the reality of academic publishing when the publication cycle is considered. For example, when you factor in the time required to intellectually develop the idea and research design, collect and analyze data, develop the manuscript for submission, the journal review process, having the article accepted and accessible, and then having another researcher utilize the article and getting this article accepted and published, it could take a minimum of 13 years and likely longer until the article and idea hits its own tipping point. Equally important to consider is that these articles represent highly cited ideas in sport management and are unlikely to be representative of all articles. As a result, spreading an idea through academic journals will be uncomfortably slow.  \n\n![](images/c35725e48ae3da2434def2ad97da0a68a55873851284f7e6dc8b59db1e00d412.jpg)  \nFigure 2 — Cumulative citations of eight sport management articles.  \n\nFor new and emerging scholars, these results are less than inspirational. However, it is important to manage expectations regarding how long it could take an idea to start gaining traction among scholars and cited in academic journals. Some good news is that alternative methods exist to transmit scholarly ideas beyond peer review channels. For example, Altmetrics consists of selfpublishing comments or explanations of a published article, semantic publishing or nanopublication of reduced content from an existing article, and open source sharing of data sets and designs (Priem, Taraborelli, Groth, & Neylon, 2010). Utilizing these techniques can increase the rate of idea spread by overcoming limitations related to citation counting of peer-reviewed scholarship. In addition, this evidence could be useful in terms of educating university promotion and tenure committees that evaluate faculty research impact. From a diffusion perspective, publishing an idea in an academic journal is just the beginning and whether or not the idea hits a tipping point should depend on article innovation type, the journal in which the article appears, and the author’s social system. Embedded within the results shown in Figure 2, there are positive aspects regarding innovation and channel.  \n\nOf particular relevance is that these eight articles represent one of two pathways previously discussed and appeared in four sport management–related journals. The articles designated by the gray line applied existing mainstream theory to examine a sport management phenomenon, whereas the articles designated in black developed a new sport theory, concept, or construct in sport management. Hence, from a diffusion perspective, the assumption that applying existing theory to sport management is quicker for spreading a new idea versus developing sport-specific theory appears unsupported. In addition, the rate of diffusion is not journal specific. Overall, it appears that understanding how and why ideas spread becomes equally if not more important than which pathway to innovation and journal channel is chosen.  \n\nThese results introduce a third perspective to consider in our academy’s continued self-reflection of knowledge and theory development. Specifically, future discussion over whether sport management scholars make theoretical contributions back to parent disciplines (Inglis, 2007; Pitts, 2001) and whether sport is a unique discipline requiring sport-specific theories (Chalip, 2006; Slack, 1996) should include this knowledge diffusion perspective. Specifically, how, why, when, and where sport management knowledge is being adopted by scholars. This perspective also moves the discussion beyond article innovation attributes (i.e., derivative vs. sport specific) that influences rate of diffusion. As such, the next section includes an examination of elements related to the communication channel and social system to help scholars improve their chances of having an idea reach a tipping point.  \n\n### Idea Diffusion: Communication Channels  \n\nThe communication channel represents the manner in which an idea spreads from one individual to other individuals or organizations. There are different communication channels with different properties that influence rate of diffusion. Within these channels, two distinct classes are particularly relevant for new and emerging sport management scholars to consider; channels which include academic journals and interpersonal channels that include a scholar’s personal network (Burt, 1992; Rogers, 2003). Academic journals are the primary distribution channel for spreading ideas initially and creating awareness while personal networks become more important over time as scholars rely on opinions of colleagues to evaluate new ideas. Each of these channels are examined as well as a case study, and personal experiences.  \n\n### Diffusion in Sport Management Journals  \n\nAcademic journals play a pivotal role in spreading an idea to other scholars. A key purpose of academic journals is identifying new knowledge and disseminating this knowledge (Serenko, Bontis, & Hull, 2011). In general, respected journals provide more distribution and importantly citations, which capture the way ideas are disseminated throughout scholarly ecosystems (Brouthers, Mudambi, & Reeb, 2012). Data presented in Figure 3 include a selected number of journals and the total number of times articles in each journal were cited from 2015 to 2017 as of June 1, 2018. The number of citations for three sport management journals are shaded in black. Hence, if you want to spread your idea through a sport management journal, selecting one that gives you the most distribution is advantageous. Over the last 3 years, the Journal of Sport Management (JSM) and Sport Management Review (SMR) received the most combined citations.  \n\nThe graph also shows how the three sport management journals compare with related journals in terms of citations over the same period. These academic journals were chosen as I have published sport-related research in each and as such represent potential outlets for new and emerging sport management scholars. The data indicate that sport management journals are doing reasonably well compared with leisure and recreation titles, but other journals such as Journal of Business Research, Tourism Management, and European Journal of Marketing would provide considerably more distribution of an idea. Regardless of journal channel, to get distribution, an author must first get published.  \n\nA common perception among new and emerging scholars is that getting an article accepted is getting more difficult. However, is this perception supported by data? Figure 4 reports the number of articles published each year in four sport management journals from 2015 to 2017. These journals represent the official journal of academic scholarly associations. Overall, the data indicate the number of articles published each year for each journal is relatively stable with slight declines in JSM and SMR from 2016 to 2017.  \n\nThis trend highlights a potential concern for scholars. If the number of new PhD graduates entering the sport management discipline with a desire to publish outpaces the number of existing scholars who retire, there will likely be more scholars competing for the same number of pages in each journal. In addition, if our sport management journals become attractive to scholars from other domains, then this will further increase competition for space. Based on this evidence, the perception that getting an article accepted is getting more challenging has some merit. Some potential solutions to this could be for journals to (a) increase the number of total pages allotted per issue given the shift toward digital publication, (b) reduce the length of articles being published allowing for more articles to appear in the same issue, and/or (c) expand the number issues published each year by a journal.  \n\nAn advantageous approach to increase diffusion within publication channels is to publish the idea in multiple journals within and outside of sport management to increase diffusion. This strategy would consist of initially publishing the idea in sport management journals and then expanding the idea by publishing subsequent articles using this idea in related and mainstream disciplines (Galvez, 2017). A case study of one idea originating in a sport management journal is used as an example of how an idea spread through different journal outlets over time.  \n\n### Psychological Continuum Model (PCM): Case Study  \n\nThe article used for this case study is the PCM originally published in 2001 in the journal SMR. Broadly, the PCM is a stage-based continuum model that accounts for an individual’s attitude formation and change toward a sport object (Funk & James, 2001). The cumulative citations for this article since publication were shown in Figure 2. Additional data were collected on this article to examine diffusion within academic journals and is shown in Figure 5. As of June 1, 2018, the original 2001 PCM article has been cited in 138 unique journals covered by the Web of Science with 405 total journal citations and received 821 total citations based on Google Scholar. On average, the article is cited 48 times per year.  \n\n![](images/2d7d0a34f73624fb9c45e2b24b83ed71de89f55a887e500050fa874e80b450a3.jpg)  \nFigure 3 — Selected journal total citations 2015–2017.  \n\n![](images/d2e7bd389d6b6e5969a483fa544536756e3a7165ef8f1ae42a20925dd9154203.jpg)  \nFigure 4 — Number of articles published per year 2015–2017.  \n\nFigure 5 illustrates the diffusion of the PCM idea by scholars within different journals over time. The black line on the bottom indicates when the 2001 article was cited for the first time in a new journal. For example, in 2002, the article was cited in two different journals. In 2006, the article was cited in five new journals, and in 2015, 23 new journals included a citation of the article. The gray line shows the total number of journal citations in a given year. For example, 24 journals cited the article in 2008 and 50 journals cited the article in 2015. When the two lines are considered together, it provides insight into intrajournal diffusion as more authors of a particular journal are citing the original article. For example, in 2002, it was cited twice and once in the two new journals. In 2008, the PCM was cited 24 times, but only 11 of these were new journals. In 2013, the PCM was cited 37 times, with 13 of these being in new journals. Finally, in 2017, the PCM was cited 55 times, and 14 were new journals with first time citations. Although this graph provides the overall diffusion trend of the PCM idea within and among new journals, inspection of the actual journal titles citing the article and year provides additional insight on how the idea is spreading into different domains.  \n\nThe shape of the cumulative citations in Figure 2 indicate the PCM reached the tipping point around year nine and the rate of diffusion is increasing. Based on the S Curve, journal innovators, early adopters, and now early majority adopters are citing the idea. This rate of diffusion can be used to organize journals into temporal periods and domains. The journals were grouped into three periods guided by the adoption curve percentages (innovators: $2.5\\%$ , early adopters: $13.5\\%$ , and early majority remaining articles). Based on journal purpose and scope, there would be approximately 445 potential journals in which researchers would likely use and cite the PCM. Figure 6 presents an illustration of the PCM diffusion among three groups of journal adopters.  \n\nThe innovator group of journals consisted of nine journals from 2002 to 2005 that first cited the PCM. The initial journals were from sport management and closely related domains of leisure and event management. The early adopter journal group contained 59 journals from 2006 to 2013 that included first time citations. This group consisted of additional sport management and leisure journals, but in this period, broader journal domains appeared related to business and management, tourism and hospitality, psychology, sociology, communication, nonprofit, political science, and sport sciences. The final group of early majority adopter journals consisted of 70 new journals. Within this period, the majority of sport management and leisure journals had now cited the PCM as well as additional journals from previous domains within early adopters. However, new journals began emerging in wider fields related to health, exercise, and physical activity, education, sport medicine, applied sciences, social sciences, law, mathematics, and biology.  \n\nOverall, the spread of the PCM citations based on unique journal adoption and time indicate the idea is spreading to a wider audience. Some potential reasons for this could be the multidisciplinary nature of the PCM and efforts in publishing the idea by the original authors in journals outside the sport management discipline. Previous Zeigler addresses have noted the benefits of interdisciplinary research (Doherty, 2011) and the benefits of conducting and writing sport management content in ways that will be accepted for publication in other discipline journals (Inglis, 2007) and articulating how a research idea makes a contribution back to related and parent knowledge disciplines (Pitts, 2001).  \n\n![](images/47c661249c7133bf86d83fdd2b92b3d02ba8ca3133eab25de806c6679a56b549.jpg)  \nFigure 5 — Unique and total journal adoption of 2001 psychological continuum model article.  \n\n![](images/4c0e1cb39306bafbcb7b0d5ccec07383e93965a1d28285a766bd5c99f4acefb8.jpg)  \nFigure 6 — Journal diffusion of 2001 psychological continuum model citations.  \n\n### Diffusion Beyond Academic Journals  \n\nA second aspect of this case study is idea diffusion beyond academic journal channels. The previous data utilized citations as a proxy for idea diffusion; however, this proxy is not flawless. Academic journals are not the only channel to spread an idea. For example, within academia, many scholars might be aware of the PCM from reading about it in journal articles, a textbook, or attending a conference presentation, but if the idea is not relevant to their research, they would be unlikely to cite the article.  \n\nHolistically, diffusion occurs when an idea has spread throughout the general population, which extends beyond the academic publishing ecosystem. There is evidence that the PCM has spread to students, professional organizations, and general public. The idea has been featured in prominent popular press including The New York Times, sport blogs, and nonsport blogs. The PCM has also been embraced by professional organizations including U.K. Coaching and the Australian Football League. The idea has also spread through education. For example, students can be reached by incorporating the idea into textbooks that are then used to supplement course instruction. A search for sport management textbooks that incorporate the PCM returned 17 books—more than three quarters of these textbooks were published 10 years after the initial introduction of the PCM. Hence, the adoption of the idea in textbooks helps introduce it to new audiences. Other potential outlets to increase rate of diffusion are through writing impact pieces for popular media outlets and using TED Talk style videos.  \n\n### Interpersonal Channels  \n\nAn important feature of diffusion within academic journal channels is interpersonal networks. Academic journals are important for initially spreading ideas to many academics, but interpersonal networks become more important over time to increase diffusion (Obstfeld, 2005). One such aspect to consider is the institutions in which the author of an idea has studied, worked, or is working. The interpersonal connections made at these institutions go beyond the sport management discipline. Returning to the PCM case study, as one of the coauthors, I have been fortunate to work for some outstanding universities: University of Louisville, University of Texas, Griffith University, and Temple University. From these experiences, I established personnel connections with colleagues within and importantly outside of sport management. In addition, I earned my PhD from The Ohio State University that allowed me to learn from and later collaborate with influential scholars that also graduated from this institution.  \n\nA pivotal point in my career was moving to Australia in 2004 and working at Griffith University. Prior to this point, my research was focused in sport management and specifically spectator and fan behavior. However, moving to another country broadened my perspective of sport management as well as highlighted the relationship between sport and other disciplines. Working in Griffith’s Business School and the Department of Tourism, Leisure, Hospitality and Sport provided the opportunity to meet colleagues with opinions on and evaluations of new ideas across a number of disciplines. From these experiences, I was able to extend the PCM to other disciplines through publishing in nonsport journals through personal connections and collaborations. The value of interpersonal connections to spread an idea should never be underestimated. These connections are also related to Rogers’s element of social system that influences idea diffusion.  \n\n### Idea Diffusion: A Social System  \n\nThe social system is comprised of an interrelated network group joined together to solve problems for a common goal. In general, the social system is a combination of external and internal forces that can influence the spread of a new idea. Members of a social system can be individuals, groups, organizations, or systems. Examples of social systems in sport management are academic associations, such as the North American Society for Sport Management (NASSM), Sport Management Association of Australia and New Zealand, European Association for Sport Management, and Sport Marketing Association formed for a common goal. For example, NASSM’s goal is to “promote, stimulate, and encourage study, research, scholarly writing, and professional development in the area of sport management.” One important aspect to achieve a goal is an association’s official journal. Within each journal are editorial board members that function as gatekeepers who make judgments about the value of scholarship (Braun, Diospatonyi, Zádor, & Zsindely, 2007). As gatekeepers, they are critical to spreading ideas, and there are many common perceptions of these boards held by new and emerging scholars. The next section provides some insight into whether these perceptions have merit using data collected on editorial board membership.  \n\n### Editorial Boards  \n\nThe first perception is that editorial board members of sport management journals review for multiple journals. This perception deals with the notion that too many of the same people serve on multiple boards (Baccini & Barabesi, 2014). As a result, if a gatekeeper does not like your idea, getting published could be more difficult. To address this perception, data from four journal editorial boards were collected for a 7-year period from 2011 to 2017 and shown in Figure 7. The data reveal that $79\\%$ of the reviewers for JSM, ESMQ, SMQ, and SMR served on only one board in a given year with $18\\%$ serving on two boards. Based on the data, this perception appears to be false, as each board’s membership appears to be relatively distinct indicating that a diversity of ideas would exist among reviewers.  \n\nA second perception is that the size of the editorial board changes slowly. This perception deals with whether editorial boards are changing and/or expanding over time allowing new members to be added that bring a diversity of influential scholars that help shape the type of research appearing in a journal (Fogarty & Liao, 2009). To address this perception, data were collected on editorial board size and tenure of four sport management journals from 2011 to 2017 and shown in Figures 8 and 9. Since 2011, SMR, Sport Marketing Quarterly, and European Sport Management Quarterly have all shown growth in the size of their boards, with SMR and ESMQ having the most noticeable growth. JSM had the largest board over the period but showed a decline since 2013, likely due to a period in which JSM’s board grew significantly to reach its present size. In terms of tenure, over the past 7 years, the average tenure for SMQ was 4.55 years, for JSM was 4.34 years, for SMR was 4.29 years, and for $E S M Q$ was 4.38 years. There was a notable spike in 2017 in which all boards had $20-34\\%$ of members whose tenure extended beyond 7 years. Holistically, this data indicate the perception is partially true but not for all journals. On average, a reviewer is on a board for 4.5 years, but given the tenure length of some members and relative size of the boards, this may be problematic as larger boards that change more often can bring diversity of research expertise among reviewers to evaluate new ideas. In addition, whether the current board size is adequate in terms of number and reviewers’ content expertise are areas that need consideration.  \n\n![](images/03b796ec13fa5a68c85c79caabab4b3daa0fec93ead4f590f4cc673fb9e01099.jpg)  \nFigure 7 — Reviewers serving on multiple boards.  \n\n![](images/352c23d12a1cd202dac70928bff42bd4b23394f48ad7b552135a4fb91f2ebd7d.jpg)  \nFigure 8 — Editorial board size of journals.  \n\n![](images/184fd6748d1cf3d4422715e38e9e1c301b84700c2a025226135bdfcc2cf7cc05.jpg)  \nFigure 9 — Editorial board tenure.  \n\nEditorial boards are also reflective of processes by which journals relate to academic organizations. Given the Zeigler Award is the keynote address for NASSM, a more detailed analysis was conducted for JSM. Data were collected on the editorial board membership over the 30 years of the journal’s existence. Data for board size are shown in Figure 10. The smallest board was in 1988 with 10 reviewers, and the largest board was in 2013 with 54 reviewers. The average tenure for editorial board members was 6 years.  \n\nPublishing in prestigious journals is also highly concentrated, in terms of authors’ current institutional affiliations and doctoral origins (Baccini & Barabesi, 2014; Fogarty & Liao, 2009). However, is this the case for JSM? Data reveal both good and not so good news. The good news is the over the last 30 years, there were 94 unique universities represented on the JSM editorial board, with most universities having one to two reviewers per faculty. There were 52 unique PhD programs in a variety of different fields including sport management, education, business and law degrees with the majority of PhD programs having only one reviewer from their program. The not so good news is that over the same period certain institutions had multiple reviewers serve on the board: Griffith University (6), Temple University (6), University of Illinois (6), University of Alberta (7), University of Massachusetts (7), and University of Michigan (7). In terms of PhD programs, three universities stood out with the most PhD graduates who later became reviewers: University of Michigan (5), University of Alberta (8), and The Ohio State University (16). As a result, there appears to be a number of reviewers that either studied or worked in close proximity, which could introduce potential biases, for certain theoretical and conceptual approaches as well as explain interpersonal connections.  \n\nCollectively, the data on editorial boards in general and JSM in particular address common perceptions among scholars about journals. Editorial board members as gatekeepers are critical to spreading ideas and their composition is an important consideration. An additional aspect of social systems is the composition of coauthors that could influence idea diffusion: the structure of social networks and reinvesting in the original idea through these networks. The next section provides insight into these aspects drawing on my own publishing experience.  \n\n### Coauthors: Strong and Weak Links  \n\nThe notion that a strong coauthor network can help spread ideas through publication is a common assumption. Establishing a network of individuals to collaborate with for the production of journal articles is advantageous, as this network supports each other’s activities and forms a mutually beneficial relationship. However, research on idea diffusion indicates the weak ties are also beneficial and may even be more valuable (Granovetter, 1973). This perspective is based on observations that weak ties serve as a bridge to help establish new contacts, bind strong ties, and are more efficient to maintain by freeing up cognitive resources (Hansen, 1999; Obstfeld, 2005). To examine the presence of strong and weak ties, I examined my coauthor network of publications to gain insight. This information is shown in Figure 11.  \n\nThe pie chart represents the number of coauthors I have published with in my career. It also illustrates both strong and weak ties. For example, I have published with 116 unique coauthors. The larger wedges along the top right quadrant of the chart represent strong coauthor ties in which I have published four or more articles $(21\\%)$ , whereas the smaller wedges along the bottom half represent coauthors in which I have published two to three papers $(17\\%)$ . The smallest wedges in the left upper quadrant represent weak coauthor ties in which I have published only one article $(62\\%)$ . Overall, the presence of a large network of weak ties among coauthors compliments a smaller network of strong ties.  \n\nFurther analysis of coauthors revealed the manner in which the coauthor tie first developed differed. Among the top 24 strong ties, $33\\%$ are with PhD students, $25\\%$ are with individuals met at academic conferences, $25\\%$ are with faculty colleagues, and $17\\%$ are with individuals from my PhD program. Among the 60 weak ties, these connections and collaborations were initiated through interpersonal connections and predominately through existing strong ties. Holistically, the coauthor network highlights the growth and diversity of the sport management academy, which provides opportunities for new and emerging scholars to collaborate to spread knowledge and ideas (Mahony, 2008), a situation that historically was more difficult due to the size of the field and skills and competencies of scholars (Chelladurai, 1992; Weese, 2002).  \n\n![](images/520add2b77db4b935f5bf0ded0623a09c20da8d9c1d13a707ff04261bbd8a328.jpg)  \nFigure 10 — Number of JSM reviewers. $J S M=$ Journal of Sport Management.  \n\nJSM Vol. 33, No. 1, 2019  \n\n![](images/51819ef0bbb36ce32012151b142702d15a1e4f7379e48cf04bfe5fb94aecfe1d.jpg)  \nFigure 11 — Coauthor network.  \n\nA second aspect related to spreading ideas through coauthor networks is the notion of reinvesting in the original idea.  \n\n### Investing in Programmatic Research  \n\nThe iPhone and the number of times Apple has reinvested in a new model are a good approach for scholars to follow when spreading an idea. From this perspective, an idea is like a product, which goes through a life cycle. The idea is introduced and hopefully, will reach a growth phase in which diffusion increases dramatically. However, the idea will eventually mature or plateau, in which adoption begins to decline. The key is to reinvest in the idea at the maturity stage. In the world of academic publishing, this can be done through programmatic research, which can revitalize the idea and keep it spreading.  \n\nProgrammatic research provides a useful mechanism to reinvest in the original idea and spread knowledge through additional articles. Given one study is unlikely to fully explain a sport management phenomenon or address a research question, programmatic research allows a scholar to focus on publishing-related articles and developing theory (Jacoby, 1978; Randolph-Seng, 2006). Programmatic lines of research helps emerging scholars build their career and reputation by establishing a research identity and narrative. In addition, conducting multiple studies can produce incremental knowledge on a topic utilizing different research designs to eliminate biases that help establish external validity of the idea (Burton-Jones, 2009; Mentzer & Flint, 1997).  \n\nIn terms of the PCM idea, my coauthors and I have published 41 articles using the original PCM as the conceptual foundation. Such collaboration helps connect articles, which share semantic content as well as utilize self-citation as a valid mechanism of relevant knowledge diffusion (Gavlez, 2017). This practice appears to be more prevalent over the last two decades especially among male authors creating a potential gender imbalance to idea spread (King, Bergstrom, Correll, Jacquet, & West, 2017). Notably, some key articles have helped revitalized the PCM with conceptual augmentation, extensions, as well as empirical validation published in 2006, 2008, 2009, 2011, 2014, 2015, 2016, and 2017. In addition, some of these articles appeared in journal channels outside of sport management and were the result of collaboration with existing and new coauthors that increased both strong and weak ties.  \n\n### Conclusion  \n\nThis study address a knowledge diffusion perspective to consider when discussing theory development in sport management. This perspective compliments and informs two existing perspectives on whether sport management scholars should apply theories and concepts from broader disciplines or develop sport-specific theories and concepts. Regardless of which approach is used to develop the original research idea, spreading the idea becomes as important if not more important to advance sport management knowledge and scholarship. Unfortunately, spreading a new research idea will be uncomfortably slow requiring an understanding of the idea diffusion process. For new and emerging sport management scholars, technology and open source publishing should speed up the process moving forward, but attention should be given to communication channels and social systems. In line with these elements, scholars can utilize strategies to help spread ideas and optimize their academic publishing career. Three strategies are discussed in the following sections to help with this endeavor: set realistic goals, optimize the coauthor network, and reinvest in the original idea.  \n\n### Set Realistic Goals  \n\nThe first consideration for new and emerging scholars to spread ideas is to set realistic goals. Journals as the primary channel to spread an idea will be uncomfortably slow so patience and persistence is required. As you navigate the academic publishing ecosystem, consider your strengths and weaknesses in terms of writing skills, theoretical and methodological competencies, and choice of topic. A useful strategy is to volunteer and review articles for academic journals to better understand how to frame your idea to gatekeepers reviewing your work. Resist the temptation of chasing journal impact factors, rather find the journal channel in which your idea will resonate with the readership. Academic publishing is not for everyone nor is it the only way to achieve idea diffusion. Other channels exist that can help with diffusion such as interpersonal networks, social media, blogging, teaching and curriculum development, working with industry partners, publishing chapters in books and textbooks. In addition, there is a growing need for scholars who can translate insight gained from academic research to industry.  \n\n### Optimize the Coauthor Network  \n\nIdea diffusion requires human capital, given the idea must be widely adopted to be self-sustaining. An important aspect to consider is the optimal size of your coauthor network, which contains both strong and weak ties. In regards to strong ties, a team concept is required with various people in the network playing different positions based on competencies and skills. Publication syndicates are useful for spreading ideas but can also create concerns over scholarly independence when being considered for tenure and promotion. In regard to weak ties, a beneficial approach is to attend conferences both in sport and related disciplines. Attempt to meet two new people each day and learn about their research agenda. A good strategy is to write an article every year with a new person who is not in your existing coauthor network.  \n\n### Reinvest in the Original Idea  \n\nThe final strategy is continual reinvestment in your idea. This requires building mastery in a research area that helps develop a narrative around your idea and how it fits within a collective body of work. This process should be slow and steady utilizing programmatic research that replicates and extends the original idea. A beneficial approach for reinvesting is to review limitation and future direction sections of previous articles you have written and reflect on whether these have been address in subsequent articles you publish. Another key starting point is to focus on solving real-world problems from an academic perspective. This will help other scholars understand your idea as well as help make your research relevant to industry. Although important to stay in your research lane and establish your identity in sport management, attempt to extend your idea outside of sport management journals into relevant and related disciplines that could give you more distribution. Context is important to demonstrate application but generalizability beyond a singular sport context will help spread your idea and extend the shelf life of your idea. Reinvesting can also utilize techniques to increase diffusion beyond academic journals by self-publishing comments on the original idea and nanopublication of content from that article.",
  "references": "Baccini, A., & Barabesi, L. (2014). Gatekeepers of economics: The network of editorial boards in economic journals. In A. Lanteri & J. Wromen (Eds.), The economics of economists (pp. 104–150). Cambridge, MA: Cambridge University Press.   \nBacharach, S.B. (1989). Organizational theories: Some criteria for evaluation. Academy of Management Review, 14(4), 496–515. doi: 10.5465/amr.1989.4308374   \nBass, F.M. (1969). A new product growth for model consumer durables. Management Science, 15(5), 215–227. doi:10.1287/mnsc.15. 5.215   \nBraun, T., Diospatonyi, I., Zador, E., & Zsindely, S. (2007). Journal gatekeepers indicator-based top universities of the world, of Europe and of 29 countries-a pilot study. Scientometrics, 71(2), 155–178. doi: 10.1007/s11192-007-1843-4   \nBrouthers, K.K., Mudambi, R., & Reeb, D.M. (2012). The blockbuster hypothesis: Influencing the boundaries of knowledge. Journal of Scientometrics, 90(3), 959–982. doi:10.1007/s11192-011-0540-5   \nBurt, R. (1992). Structural holes the social structure of competition. Cambridge, MA: Harvard University Press.   \nBurton-Jones, A. (2009). Minimizing method bias through programmatic research. MIS Quarterly, 33(3), 445–471. doi:10.2307/20650304   \nChalip, L. (2006). Toward a distinctive sport management discipline. Journal of Sport Management, 20(1), 1–21. doi:10.1123/jsm. 20.1.1   \nChelladurai, P. (1992). Sport management: Opportunities and obstacles. Journal of Sport Management, 6, 215–219. doi:10.1123/jsm. 6.3.215   \nDoherty, A. (2011). It takes a village: Interdisciplinary research for sport management. Journal of Sport Management, 26, 1–10.   \nFink, J.S. (2016). Hiding in plain sight: The embedded nature of sexism in sport. Journal of Sport Management, 30(1), 1–7. doi:10.1123/jsm. 2015-0278   \nFogarty, T.J., & Liao, C. (2009). Blessed are the gatekeepers: A longitudinal study of the editorial boards of the accounting review. Issues in Accounting Education, 24, 299–318.   \nFunk, D.C. (2017). Introducing a sport experience design (SX) framework for sport consumer behaviour research. Sport Management Review, 20, 145–158. doi:10.1016/j.smr.2016.11.006   \nFunk, D.C., & James, J. (2001). The psychological continuum model: A conceptual framework for understanding an individual’s psychological connection to sport. Sport Management Review, 4, 119–150. doi:10.1016/S1441-3523(01)70072-1   \nGaliani, S., & Gálvez, R.H. (2017). The life cycle of scholarly articles across fields of research. https://ssrn.com/abstract=2964565. doi:10. 2139/ssrn.2964565   \nGalvez, R.H. (2017). Assessing author self-citations as a mechanism of relevant knowledge diffusion. Scientometrics, 111, 1801–1812. doi: 10.1007/s11192-017-2330-1   \nGranovetter, M. (1973). The strength of weak ties. American Journal of Sociology, 78(6), 1360–1380. doi:10.1086/225469   \nHansen, M.T. (1999). The search-transfer problem: The role of weak ties in sharing knowledge across organization subunits. Administrative Science Quarterly, 44(1), 82–111. doi:10.2307/2667032   \nHenderson, K.A., Presley, J., & Bialeschki, M.D. (2004). Theory in recreation and leisure research: Reflections from the editors. Leisure Sciences, 26, 411–425. doi:10.1080/01490400490502471   \nInglis, S. (2007). Creative tensions and conversations in the academy. Journal of Sport Management, 21, 1–14. doi:10.1123/jsm.21.1.1   \nJacoby, J. (1978). Consumer research: A state of the art review. The Journal of Marketing, 42(2), 87–96. doi:10.2307/1249890   \nKing, M.M., Bergstrom, C.T., Correll, S.J., Jacquet, J., & West, J.D. (2017). Men set their own cites high: Gender and self-citation across fields and over time. Socius: Sociological Research for a Dynamic World, 3, 1–22.   \nMahony, D. (2008). No one can whistle a symphony: Working together for sport management’s future. Journal of Sport Management, 22, 1–10. doi:10.1123/jsm.22.1.1   \nMentzer, J.T., & Flint, D.J. (1997). Validity in logistics research. Journal of Business Logistics, 18(1), 199–216.   \nObstfeld, D. (2005). Social networks, the tertius iungens orientation, and involvement in innovation. Administrative Science Quarterly, 50(1), 100–130. doi:10.2189/asqu.2005.50.1.100   \nPitts, B. (2001). Sport management at the millennium: A defining moment. Journal of Sport Management, 15, 1–9. doi:10.1123/jsm.15.1.1   \nPriem, J., Taraborelli, D., Groth, P., & Neylon, C. (2010). Altmetrics: A manifesto, Retreived from http://altmetrics.org/mainfesto   \nRandolph-Seng, B. (2006). Doing programmatic research: Two case studies from social psychology. The New School Psychology Bulletin, 4(2), 73–90.   \nRogers, E. (2003). Diffusion of innovations (5th ed.). New York, NY: Free Press.   \nSerenko, A., Bontis, N., & Hull, E. (2011). Practical relevance of knowledge management and intellectual capital scholarly research: Books as knowledge translation agents. Knowledge and Process Management, 18(1), 1–9. doi:10.1002/kpm.363   \nSlack, T. (1996). From the locker room to the board room: Changing the domain of sport management. Journal of Sport Management, 10, 97–105. doi:10.1123/jsm.10.1.97   \nSutton, R.I., & Staw, B.M. (1995). What theory is not. Administrative Science Quarterly, 40(3), 371–384. doi:10.2307/2393788   \nWeese, W.J. (2002). Opportunities and headaches: Dichotomous perspectives on the current and future hiring realities in the sport management academia. Journal of Sport Management, 16, 1–17. doi:10.1123/jsm.16.1.1   \nWhetton, D. (1989). What constitutes a theoretical contribution? Academy of Management Review, 14, 490–495. doi:10.5465/amr.1989.4308371   \nZhang, J.J. (2015). What to study? That is a question: A conscious thought analysis. Journal of Sport Management, 29(1), 1–10. doi:10.1123/ JSM.2014-0163",
  "acknowledgement": "The author would like to thank Allison Hossack of Think Company for the intellectual contribution to the content of this paper, challenging him to consider the meaning of the presentation to new and emerging scholars and developing the PowerPoint slide deck for the NASSM conference in Halifax. The following graduate students and emerging scholars were instrumental in being part of this journey and providing insight and collecting data: Heather Kennedy, MiAe Lee, Anthony Pizzo, Kathy Prescott, and Xiaochen Zhou. The author wants to thank his colleagues and friends Jeremy Jordan and Aubrey Kent for their continued support and nomination. Finally, the author would like to thank the North American Society for Sport Management for the opportunity to provide the 2018 Earle F. Zeigler Address and the selection committee for its endorsement.",
  "notes": "1Article citations are used as a proxy for diffusion and idea adoption. This proxy is not without limitations and underestimates idea spread since scholars might be aware of the idea, and thus, it has diffused, but these scholars do not cite the article in a published paper. In addition, new  \n\nscholars should be aware of alternative metrics beyond classic citations, which are becoming more prominent.   \n2This graph shows citations for the original 2001 PCM idea, which does not account for additional citations-related subsequent articles that have revised or applied the original idea."
}