{
  "title": "“The Best Teacher Is Also a Student”: Improving Qualitative Research Literacy by Learning From My Mistakes",
  "author": "Larena Hoeber Faculty of Kinesiology & Health Studies, University of Regina, Regina, SK, Canada",
  "year": "2022",
  "content": "This article is based on the 2022 Earle F. Zeigler Lecture Award that I presented in Atlanta, Georgia. For this paper, I reflect upon my career as a qualitative sport management researcher, with a specific focus on the mistakes I have made. I have two objectives with this paper. One objective is to advocate for continued learning about and rethinking how we conduct qualitative research. The second objective is to highlight ways in which we, as a field, can improve our qualitative research literacy. In the paper, I discuss eight learnings on the topics of ontologies and epistemologies, research designs, themes, pseudonyms, rigor, generalizability, positionality, and the publisher SAGE. In learning from my mistakes, we can be better consumers, producers, and evaluators of qualitative research.  \n\nKeywords: epistemology, themes, pseudonyms, rigor, positionality  \n\nI have a fortune cookie message stuck to a metal cabinet in my office. It states “The best teacher is also a student.” This statement reflects a general philosophy that I have followed throughout my career. For me to be a better leader, researcher, administrator, and teacher, I need to be open to new ideas and ways of doing things. I need to learn from others, including colleagues, graduate and undergraduate students, practitioners, and researchers from other fields. I am open to new information, knowledge, and ways of doing things because I have come to realize that what I know is not static. The world around me continues to evolve, and I need to evolve with it. Some refer to this as a continuous learning process or self-development, which is part of professional development (London & Smither, 1999). Thus, for this talk I will discuss the idea of continuing to be a student in relation to how I think about and use qualitative research methodologies. How can I do qualitative research better? And, in turn, how can I contribute to improving qualitative research literacy in sport management, based on what I have learned?  \n\nMy first formal introduction to qualitative research paradigms was in a class as a master’s student at the University of Saskatchewan. Although I do not remember who taught me, I do remember the book. It was Lincoln and Guba’s (1985) “Naturalistic Inquiry.” Although I had to read the book many times to comprehend it, while reading I had many aha moments. Lincoln and Guba offered a different perspective on doing research and conceptualizing data than what I had been previously taught. The insight offered by them, particularly around trustworthiness, influenced how I conducted my master’s and doctoral projects, and early studies as a faculty member.  \n\nOne of the first times that I realized what I know about qualitative research was not static was at a master’s thesis defense. The external examiner asked the student, “why are you using Lincoln and Guba’s four criteria for trustworthiness?” I was on the student’s thesis committee, and my reaction was “there are other criteria?!”1 It was then that I realized that what I “knew” about qualitative approaches was limited to what I was taught in graduate courses in the mid-1990s. My primary sources were Lincoln and Guba (1985), and Miles and Huberman’s (1994) book on qualitative data analysis and Creswell’s (1998) book on five qualitative research designs. Since other people doing qualitative research were also citing these books, I believed that the ideas stated by those authors were universal, standard, and unquestioned. I was wrong. While these books provide an introduction or a starting point to qualitative research (Singer et al., 2019), we need to go beyond them. There are excellent sources that focus on specific elements of qualitative research methodologies (e.g., paradigms, designs, data collection and creation, and data analysis) that people should consult to understand them in more depth (see Hoeber & Shaw, 2017; Shaw & Hoeber, 2016; Skinner et al., 2021; Smith & Sparkes, 2018). Additionally, I came to recognize that qualitative research methodologies continue to evolve, be reconsidered, or be debated. For example, concepts like knowledge translation and mobilization, co-production of knowledge, positionality, reflexivity, or relational ethics were not discussed when I first learned about qualitative research methodologies, but are important and relevant now. I appreciate that it is difficult to keep up with shifts in the qualitative methodologies’ landscape. Another way to support qualitative research literacy is to browse current issues or get alerts for new publications in journals devoted to qualitative methodologies, such as Qualitative Research in Sport, Exercise and Health, Qualitative Inquiry, Qualitative Research, International Journal of Qualitative Methods, Cultural Studies $<->$ Critical Methodologies, Journal of Contemporary Ethnography, Organizational Research Methods, and Qualitative Research in Organizations and Management. In addition, we can attend conferences that focus specifically on qualitative research, such as the Qualitative Research in Sport and Exercise conference, the International Congress of Qualitative Inquiry, and the International Institute for Qualitative Methodology.  \n\nThere is, and continues to be, more for me to learn about and reconsider in relation to qualitative research. As noted by Giardina (2017), we, as researchers, tend to use the methods, paradigms, epistemologies, and approaches that we were taught. If we were trained to do phenomenology, switching to a different research design is daunting given the publish-or-perish culture of academia and the lack of time we have to truly delve into, learn, and master new approaches. If we have gained confidence in conducting oneon-one interviews, doing observations might take us out of our comfort zone. If we know how to do coding and theming, we might not encourage our students to use deconstruction or discourse analysis as analytical approaches because it might be difficult to provide advice to them. While the lessons we receive as students provide the foundation of our understanding of research methodologies, they are just the foundation. We need to use those lessons as starting points, not end points. We need to leave space for exploration, growth, or evolution in the methodologies we use. Since Giardina (2017) argued that “those of us who have any sort of institutional or professional capital to write against the grain when it comes to thinking about qualitative research methods” (p. 261), I am using this platform to write against the grain with a goal of improving qualitative research literacy within the sport management community, starting with myself.  \n\nI want to share some of the mistakes I have made and how I continue to be a student of qualitative approaches so I can teach others. I am doing this in my talk and my paper because it is not likely that we will enroll in specialized courses to enhance our understanding of various qualitative approaches. Those of us who are faculty members typically do not have the time to do this. Some graduate students do not have the luxury to take additional classes as part of their required coursework. In some programs, sport management doctoral students are not required to have any training in qualitative research methodologies (Nite & Singer, 2013). In other cases, students receive training with both quantitative and qualitative methodologies, but there is more emphasis, through credit hours, placed on quantitative approaches (James, 2018). For those who did not get adequate training through coursework, academic societies and their respective journals and conferences can serve as a place to elevate “qualitative research literacy” (Greenhalgh et al., 2016, p. 3) to their membership. They can host workshops for students, early career researchers, journal reviewers, and journal editors. They can appoint qualitative experts to editorial boards. They can also publish think pieces, like this one.  \n\n### My Stance  \n\nI am not “the” expert on qualitative methodologies and methods. However, in my career I have used and supported many different approaches to qualitative research. While I often fall back on traditional approaches, such as case studies using semistructured interviews and thematic analysis, I (or my students) have also used photo-elicitation (Mills & Hoeber, 2013), narratives and narrative inquiry (Rich et al., 2020), self-ethnography (Hoeber & Kerwin, 2013; Kerwin & Hoeber, 2015), critical discourse analysis (Sveinson et al., 2021), multimodal critical discourse analysis (Sveinson & Hoeber, 2022), and visualization of large-scale social media data (Hoeber, et al., 2016, 2017; Snelgrove, et al., 2017) to name a few. I review manuscripts on studies using a range of qualitative approaches, some of which I do not use very often, but have become familiar with, such as netnographies, action research, and phenomenology. I continue to learn and reconsider my knowledge of qualitative approaches by following other qualitative researchers on social media, including Virginia Braun ( $@$ ginnybraun), Victoria Clarke ( $@$ drvicclarke), Michael Giardina ( $@$ mdgiardinaFSU), and Brett Smith ( $@$ BrettSmithProf). I improve my learning through teaching graduate, and now undergraduate, students about qualitative research. Learning about and trying new approaches contribute to the growth and advancement of a field “by encouraging a multiplicity of methodologies, critical forms of inquiry, and diverse ways of engaging in research” (McSweeney & Faust, 2019, p. 359).  \n\nThis paper is based on my observations and experiences as a supervisor, teacher, researcher, and reviewer, but are not original thoughts. Other qualitative scholars have already said similar things. Their comments aligned with what I have experienced, so I am retelling them in a sport management context.  \n\n### Ontologies and Epistemologies Matter  \n\nNear the end of my doctoral studies, I read Crotty’s 1998 book.4 When I finished it, I wondered why I did not read it earlier. His book helped me understand what ontology and epistemology refer to5 and the range of ontological and epistemological stances. Most importantly, Crotty helped me to realize that these stances influence how I conduct research.  \n\nOur ideas about how we come to know what is “real” and how knowledge is established influence the methodologies or designs we use. Consider participatory action research (PAR) as one example. PAR is often connected with a relativist ontology recognizing that research participants’ experiences are varied and sometimes different from the researchers’ experiences and worldviews (Frisby et al., 2005). Furthermore, because PAR is usually focused on empowerment and change within marginalized communities, appreciative inquiry or critical theory would be appropriate epistemological stances to use (Frisby et al., 1997). These stances also influence how we share knowledge from our studies. If I believe that knowledge is constructed, I must include participants’ voices or images in my research to show how they construct their meanings. Alternatively, if I use an interpretivist lens, the process I used to interpret data must be documented, and my interpretations must be included in the findings.  \n\nI do not recall ever explicitly stating my epistemological and ontological stances in my work. I have, from time to time, identified the research paradigm that I used, such as poststructural feminism (e.g., Hoeber, 2007) or a participatory approach (e.g., Rich et al., 2020). One reason for not stating my epistemological and ontological stances is that I did not think it was necessary to do it. I assumed that since I was doing qualitative work, people would realize that I was using a relativist ontological perspective and constructivist or interpretivist epistemological stances. That is a problematic assumption, not the least because there are numerous epistemological stances associated with qualitative work. In other cases (e.g., Hill & Kikulis, $1999^{6}$ ; Hoeber & Hoeber, 2012), I had not consciously considered what my stances were. I was just doing research and did not think about how my views on knowledge shaped what I did. Or maybe it was just that ontology and epistemology were too complicated to consider. But in our attempts “to make productive our continual reinvention and growth as researchers” we need “to embrace the struggle(s) over epistemology and ontology” (Giardina, 2017, p. 264).  \n\n### There Are More Qualitative Designs Than Case Studies  \n\nMy introduction to qualitative research designs was limited to case studies, ethnographies, phenomenology, and grounded theory. My knowledge of ethnographies was that they took too long to conduct. I did not want to collect data for 2 or more years, especially as a graduate student or early career researcher. I did like the idea of studying cultures, but I did not want to go into a setting that I was an outsider. It seemed like a lot of work to establish relationships and rapport with people I did not know, which is daunting for someone who is an introvert. Phenomenology was over my head. I could not understand how to capture the essence of a phenomenon. And I really did not understand how one went about analyzing phenomena or bracketing their assumptions. People did not agree about what grounded theory was, so I avoided that one too. My fallback was case studies, because they seemed to be the most straightforward approach. With a case study, one needed to collect data from multiple sources, around a common topic within a particular time and space (i.e., bounded system). That seemed reasonable to me.  \n\nInterestingly, in preparing for this talk, I was referring to some books on qualitative approaches. One by Mayan (2009) suggested that case studies are not a design but rather the focus of the study. WTF?! Head spinning!! Thankfully, in many other books on research methodologies case studies are included as designs. Whew!! My intention is not to say whether case study is or is not a research design, but rather to point out that there are different qualitative methodologies for us to consider in our research and that designs must be identified.  \n\nNite and Singer (2012) advocated for PAR, ethnography, and grounded theory in sport management research, as these designs are often used to improve the conditions in which people engage with sport. In addition, researchers in our field could also use narrative inquiry, different forms of ethnography (e.g., netnography, organizational ethnography, autoethnography, and organizational autoethnography), phenomenology, discourse analysis, and critical discourse analysis. Each of these designs provides a different perspective on a topic but also a different plan for conducting research. The research plan has been referred to as methodological coherence (Mayan, 2009), scaffolding (Berbary & Boles, 2014), and paradigmatic consistency (Snelgrove, 2017). These concepts all recognize that the design provides guidelines for decisions about one’s study, such as what are the research questions, who is included in the sample, how are participants recruited, what kind of data should be collected or created, how should data be analyzed, and how should findings be presented. To illustrate, narrative inquiry tends to involve a small number of participants because of the time required to understand how people’s lives are shaped by narratives. Furthermore, with this design, stories are co-constructed as the participant and researcher spend time together. It is expected that the findings are presented in a narrative format, rather than as themes or collections of quotations. In contrast, an ethnography often involves many participants to allow a researcher to understand how different people experience and contribute to a culture. Recruitment can be a long process as one aims to learn more about a culture. Ethnographic interviews tend to be informal and conversational. Ethnographic findings can be shared as vignettes or narratives, but the emphasis is on highlighting everyday elements of the culture or larger cultural processes (Jarzabkowski et al., 2014). In both examples, researchers are spending considerable time with people, but the sample size, approaches for data generation, and data presentation differ.  \n\nThe second point I want to make is that one must identify the design used for a study. As a reviewer, sometimes I read manuscripts where there is no indication of the design or paradigm. The most common situation I come across is that authors will state that interviews were conducted, implying that this constitutes qualitative research. Interviews are a qualitative data collection method, but not a design (Braun & Clarke, 2022). There are no inherent guidelines about sample size, recruitment, data analysis, or data presentation when using interviews. Furthermore, there are different types of interviews, such as structured, semistructured, long-form, life history, multiple, and conversational (see Gubrium et al., 2012, for a comprehensive discussion of using interviews in research). The type of interview that is used should be informed by the overall design of the project. Identifying a research design provides researchers with a roadmap or guide to follow with their project. Alternatively, if a researcher wants to deviate from the normal guide associated with a design, at least in knowing what is typical they would understand why and how they are creating a new path or improvising with it (Berbary & Boles, 2014).  \n\n### Themes Do Not Emerge From the Data  \n\nFor many qualitative researchers (see Braun & Clarke, 2022),9 seeing, reading, or hearing the phrase “the themes emerged” is frustrating and irritating. It is used as the standard phrase to explain how the themes were established. In looking back at some of my earlier publications and presentations, I noticed that I did not specifically use this phrase. However, I did say “the themes that were uncovered” (Hill & Kikulis, 1999, p. 27) or referred to emergent themes (Hoeber, 2004). When I hear or see this phrase now, my response is that data analysis is not magic. People do not wave a wand or rub a magic lantern, blink their eyes, and have themes emerge from the smoke or dust before them.  \n\nThemes are socially constructed, established, shaped, reshaped, and interpreted by researchers and, in some cases, research participants. Themes are difficult to establish. Thematic analysis10 is an active, personal, time-consuming, and not usually straightforward process. The determination of themes happens over time and through multiple phases, such as reading and reviewing the data, thinking about the data in relation to theory and one’s assumptions, and memoing one’s ongoing interpretations. Identifying themes is more than simply summarizing the main points from one’s data or reporting manifest content, which some might refer to as content analysis (Vaismoradi et al., 2013) or categories (Morse, 2008). Thematic analysis requires researchers to think about the data at a deeper level and identify ideas that weave throughout the data set (Braun & Clarke, 2022; Morse, 2008). Data analysis is messy, and one has to sit with it for a while to make some sense of it. If it only takes a day or a week to identify themes, it is likely that they are not themes.  \n\nI expect that this phrase comes from the idea that themes are usually grounded in the data (i.e., emergent analysis), rather than deductively created from theory. While that is accurate, the establishment of themes is still a process of interpretation, rather than a process of uncovering or discovery, which assumes that themes exist—one just has to see or find them. Thematic analysis requires creativity, risk, and initiative. I warn students that “your brain is going to hurt” because there are many interpretations of the data, many ways to group it, and no easy answers about what are “right” or “correct” themes.  \n\nExplaining how one has analyzed qualitative data is difficult. I struggle to describe how I go from reading and reviewing data to presenting findings at a conference or in a paper. The process is not neat, tidy, or linear. There is not a signal or indication of when it is done. Nonetheless, instead of saying “themes emerged from the data,” one could say that themes were identified, established, created, or developed. This is a good starting point for being more accurate in describing how some qualitative data analysis is done.  \n\n### Being Mindful of Names11  \n\nIn my first academic paper (Hill & Kikulis, 1999), I referred to participants with a generic label of “one interviewee.” I kept the label vague because all participants shared the same position as athletic director. Since there were only a couple of women with this position in my study, assigning gendered names to each participant would have made them obvious and compromised their anonymity. In other papers, I continued to use generic labels, such as Participant 1 or participant from Study 1, or assigned pseudonyms to them. In doing this, I protected their anonymity of people, but I lost the context of their experiences, background, and identities.  \n\nI have come to appreciate that naming is a balance between considerations of anonymity, relational ethics with participants and organizations (see Lahman et al., 2022), and a need to include rich descriptions of context. And it does not matter if generic labels are assigned, pseudonyms are used, or real names are kept in, as Guenther (2009) stated, “the act of naming is an act of power” (p. 412).  \n\nIn some studies, participants and places are assigned pseudonyms. This is seen as a way to humanize them or provide contextual information. It can also make it easier for readers to connect with the data. Sometimes people and places are assigned names from pop culture references, such as television series, movies, or sport teams. Others are assigned what might be seen as neutral, nondescript names, like James and Mary or Coldville Recreation Centre. Regardless of where the pseudonyms come from, none of them are neutral. Names and labels have meaning. People’s names may have symbolic meanings associated with religion or faith, sex, gender, age, family histories, ethnicity, cultures, and generational trends (Allen & Wiles, 2016; Heaton, 2022). I was born in 1970 in Saskatchewan—a place and time that were dominated by White, Eurocentric, Christian families. In my classes were a lot of girls named Jennifer, Kimberly, Melissa, Michelle; and Lisa, and boys named Jason, Christopher, and Scott. Had I grown up in Germany, Brazil, or Bangladesh, those names would have been different. Popular names of students in my undergraduate classes (i.e., people who were born around 2000) include Taylor, Aiden, Hunter, Jacob, Caleb, Connor, Madison, McKayla, and Kaitlyn.12 I also have more cultural diversity of names in my classes than what I saw 20 years ago, such as Yijiang, Precious, Neelam, Riya, and Abdi. Assigning a name such as Mary to a cisgender woman who is 20 years old and of Iranian descent may not be appropriate and reflective of their background (Heaton, 2022).  \n\nAnother approach is for participants to choose their own pseudonym or consent to use their real names. In one project, a participant wanted to be called “The Hobbit” after his favorite character by Tolkein. I was reluctant to use it because it seemed odd to me. But how is this any more odd than my real name?  \n\nNames are also political. In a community-based project I did with Dr. Kyle Rich, we examined narratives around a local sport event. The event is an annual ice hockey game organized by ranchers and members of the Nekaneet First Nation. The event is called the Battle of Little Big Puck, and it is advertised as a hockey game between cowboys and Indians. While my reaction to the name and how they advertise it make me uncomfortable, the organizers and participants are very proud of this event, the name of it, and how they promote it, as it celebrates historical and current partnerships between two seemingly different groups. This example points to relational ethics between researchers and participants, and how sometimes we, as researchers, need to respect the wishes of participants, in spite of our uncomfortableness.  \n\n### Go Beyond Lincoln and Guba’s (1985) Criteria of Trustworthiness  \n\nIn one of my early papers (Hoeber, 2007), I stated confidently that “Trustworthiness of the research can be judged on four criteria” (p. 64). I cited “the” four criteria from Lincoln and Guba (1985)— credibility, transferability, confirmability, and dependability—and proceeded to show how I achieved them. I believed that these were the only markers to demonstrate qualitative rigor. If I did not mention all four of them, I assumed that my work would be seen as lacking rigor. While other criteria for establishing and evaluating qualitative rigor have been discussed and offered (see Lincoln & Guba, 2006; Mayan, 2009; Tracy, 2010), Lincoln and Guba (1985), and specifically this source, continues to be cited to support trustworthiness.  \n\nLincoln and Guba established those four criteria to align with typical markers of quality for quantitative research. Shortly after that publication, they drew attention to other markers that focused on authenticity (rather than trustworthiness), which were better aligned with the philosophy of qualitative paradigms (Lincoln & Guba, 1986). Sparkes and Smith (2009) argued there are no universal markers of quality. Instead, researchers should consider and demonstrate markers and strategies that are relevant for a particular design, context, or topic (Sparkes & Smith, 2009). If I am engaged in an ethnography, prolonged engagement is a relevant strategy because I need to spend time in a culture and with people to establish credibility. With other approaches, such as narrative inquiry, where lived experiences of people are the focal point, I would argue that being ethical and demonstrating resonance (Tracy, 2010) would be more suitable markers.  \n\nQualitative scholars have been critiquing and challenging some of the strategies of qualitative rigor that many, including myself, have taken for granted (see Barbour, 2001; Smith & McGannon, 2018). One of these strategies is member checking, whereby transcripts are returned to participants to confirm what they said. Birt et al. (2016) questioned whether member checking really is an indication of confirmability. From my limited experience of returning transcripts to people, some are embarrassed to read them, as we do not speak as well as we write. Some do not even look at or read the transcripts, because it is time consuming. Only a few might make changes. A more useful strategy is to engage in member reviewing, whereby we share with participants the quotations we will use in our work, a summary of our interpretation of their data, an overview of the findings, or even the entire document or manuscript to review (Locke & Velamuri, 2009). In these approaches, we are asking participants whether our interpretations resonate with them (Tracy, 2010).  \n\nQualitative researchers need to demonstrate rigor, just like with any other type of research, but it can be done it in multiple ways. Rigor is not a checklist (Barbour, 2001; Morse, 2021). Instead, consider which markers and strategies are relevant to one’s design, topic, context, epistemology, and ontology.  \n\n### Generalizability Is Not an Expectation  \n\nIn a paper I published on Indigenous peoples’ experiences as volunteers in sport events, I noted, “the findings of the two studies in this paper cannot be generalized to other marginalized groups” (Hoeber, 2010, p. 353). I used to see the lack of generalizability as a limitation of qualitative research and one that I should point out. But it is not a limitation.  \n\nQualitative research has never claimed to be generalizable and nor should it be.13 A strength of qualitative project is the understanding of local, contextually specific knowledge, often situated with small data sets. Going back to the work I did around Indigenous peoples’ experiences as sport volunteers, it is important to note that the study was situated in Saskatchewan, Canada. Furthermore, I only heard from individuals from one First Nation, who represent Plains Cree and Plains Saulteaux. This work cannot be generalized to other Indigenous groups. The people whom I interviewed do not represent the wide range of First Nations people in Canada nor do they represent experiences of Indigenous sport volunteers in other countries. Yet, what readers can take away from the paper, if I have provided enough contextual details, is that some findings that might be similar to or resonate with other Indigenous peoples’ experiences as sport volunteers in other provinces, territories, and countries.  \n\nWe need to judge qualitative research on what it has been designed to do—capturing naturalistic and holistic views of a phenomenon or a context, getting at the depth and richness of individual or local experiences, and highlighting the messy and contradictory sides of life. Thus, appropriate limitations of qualitative research would be a lack of depth in the data or findings, a failure to adequately describe the context, or not acknowledging the messiness of one’s study.  \n\nI have seen others say this on social media platforms, but I will repeat it here. Stop apologizing for a lack of generalizability (Smith, 2018). This apology reinforces the idea that there are inherent flaws to qualitative research. We need to stop comparing qualitative research to quantitative research. We need to stop seeing quantitative research and how it is done as the gold standard for all forms of research. Instead, we need to acknowledge and assess qualitative research on its own merits.  \n\n### Positionality Is an Asset  \n\nThe dominant discourse of postpositivist research is that the researcher must be objective. While objectivity is an important characteristic in some forms of research, a parallel discourse is that subjectivity is not only inevitable but also accepted, wanted, and valued. I refer to it as a parallel discourse because it can sit alongside objectivity. It recognizes that in order to come close to achieving some level of objectivity, we must acknowledge our positionality, that is, where we come from, our assumptions, prior experiences, and identities, and engage in reflexive practices to consider how our positionalities impact our research.  \n\nFor most of my academic career, I have been aware of my positionality, but I have not always openly stated it or recognized it as an asset. Early in my career, I did not share my positionality because I was worried about criticisms from reviewers or colleagues of being biased or too close to the topic. Now, if I have room in my paper or time during a presentation, I will mention it, but I still do not address it in much depth. One of the few times I have been very transparent about my positionality is with a self-ethnography project I conducted with Dr. Shannon Kerwin on our lived experiences as women sport fans (Hoeber & Kerwin, 2013; Kerwin & Hoeber, 2015). In conducting a self- or auto-ethnography, one must share and reflect on their viewpoints, beliefs, and experiences. Nonetheless, I recall conversations between us about how much do we reveal about ourselves. I was worried how reviewers would react to our work and our openness about our positions, especially in a sport management journal. Thankfully, our work was accepted and published, but this might not happen with others who share, speak about, and reflect upon their positionality.  \n\nOne way to improve qualitative research literacy in this area is to stop apologizing for biases because everyone has them. Instead, I recognize that subjectivity is an asset. It provides personal insights into a topic, organization, or phenomenon. I often wonder why someone is interested in a topic. In many cases, it is our experiences, opinions, and feelings that draw us to a topic, connect us with the participant, or help us to understand the context. I am interested in women’s experiences as sport fans because I have lived those experiences. Sometimes, our positionality means that we are insiders to our research setting. Jones and Bartunek (2021) refer to this situation as being optimally positioned. Other times, we are outsiders to our research. But even as outsiders, we still have positions or viewpoints about what we are studying. In the project I conducted with Dr. Rich (Rich et al., 2020), I was a partial insider because I reside in Saskatchewan and have lived in a small town, and thus have some understanding of the sociopolitical context of the region and the importance of sport events for small towns and politics of small town life. I was a partial outsider, in that I do not play hockey and I do not reside in the community we studied. In that project, my positionality helped me gain legitimacy with the participants and afforded me a critical lens to reflect on the event.  \n\nThere are many excellent sources on the topics of positionality and how it influences our research. Some examples that I recommend explore topics of examining power relations among and between researchers and participants (Mason-Bish, 2019), recognizing and addressing researcher emotions (DeLuca & Batts Maddox, 2016), considering the connection between the researcher, knowledge, and place (Rose, 1997; Tuck & McKenzie, 2015), dealing with the tensions between research and real-world values (Avishai et al., 2013), addressing shifting researcher roles (Frisby, 2010), and navigating insider–outsider positions (Berger, 2015). Within the sport management body of literature, I highly recommend Vadeboncoeur et al.’s (2020) discussion of reflexivity and Whiteness.  \n\nWith that insight, we need to reflect upon our positionality. We are not lucky enough have Dumbledore’s Pensieve to collect memories and look back at them (see Gerstl-Pepin & Patrizio, 2009), but we can keep a reflexive journal, whether that is written in a book, dictated to our phone, typed on our computer, or captured through videos or photographs. Alternatively, we can have conversations with peers, critical friends, or among research teams to share how we are interpreting the data (see Krane et al., 2012; Linabary et al., 2021). My point is that we should be normalizing positionality in our research. This comes with stating our positionality, followed by working through it.  \n\n### It Is SAGE, Not Sage  \n\nA quick one for my last point. Many methodology-focused books that I have cited and continue to use are published by SAGE. For a long time, I wrote this as Sage (lower case). But it should be written as SAGE, as this is an acronym for Sara Miller and George McCune, the founders of the company (SAGE, n.d.).  \n\n### Conclusions  \n\nWhat qualitative research is, how it is assessed, and its application and implementation in the field of sport management are evolving and shifting. This probably frustrates or scares some people, as it is one more thing for us, as students, supervisors, reviewers, or editors, to keep up with. But it is no different than the evolution of concepts and theories that we use in sport management. Our ideas about leadership, consumer behavior, diversity, institutional theory, competitive balance, and job satisfaction, as examples, are refined with new research. Furthermore, our field has grown to include topics and contexts that were nonexistent 40 years ago, such as esports, sport ecology, sport for development, and intersectionality. If our understanding of these topics, concepts, and contexts can evolve, so should our understanding and implementation of qualitative research methodologies.  \n\nI have highlighted some concepts related to qualitative research that I now approach differently, but there are others that I am also reconsidering. These include my understanding of saturation (Braun & Clarke, 2021; O’Reilly & Parker, 2012; Saunders et al., 2018) and determining when the data set is rich enough (Braun & Clarke, 2022). In recent years, I have become aware of, and interested in, approaches for knowledge translation, representation, and mobilization (Barton & Merolli, 2019; Schaillée et al., 2019). Barton and Merolli (2019) argue that the academic community needs to reform the “publish or perish” cultural norm with a “get visible or vanish” norm (p. 596), by translating their research in more visible, accessible, and approachable ways. In doing so, our research can better reach relevant audiences, thus increasing the impact of what we do. Some of these approaches include policy briefs, infographics (Muir & Munroe-Chandler, 2020), graphical abstracts, social media platforms, comics and graphic novels (Forde, 2022), and podcasts (Smith et al., 2021). In conclusion, I hope some of you learn from my mistakes so that we can elevate and improve qualitative research literacy in sport management, and in turn, we can all be better consumers, producers, and evaluators of qualitative research.",
  "references": "n/a",
  "acknowledgement": "n/a",
  "notes": "1. I love interrobangs, and I have always wanted to include them in an academic article. I also love reading annotated books and articles. I know this is not proper American Psychological Association style, but sometimes we need to shake things up.   \n2. I stopped using Miles and Huberman early in my career as I felt that they took a “one-size-fits-all” approach to qualitative data analysis. 3. There will be a lot of self-citation in this paper. This was not done intentionally to boost my Google scholar profile or h-index.   \n4. I refer to this as “the purple book.”   \n5. But I still mix them up. There are also axiology and research paradigms to make things even messier when talking about how we do research. In addition to Crotty (1998), I also consult Lincoln et al. (2018) and Poucher et al. (2020) as refreshers on the topics.   \n6. Hill is my maiden name. It would have been a lot easier to remember and say had I kept that name.   \n7. Of note, this was 1994. There was not a lot of diversity of qualitative research designs at that time.   \n8. I recently told graduate students to avoid using exclamation marks, especially multiple ones, in academic writing. I am not always a good listener to my own advice.   \n9. If one is doing thematic analysis, and specifically, reflexive thematic analysis, get this book. Braun and Clarke provide a clear, and sometimes funny, discussion of coding and theming. But be careful, not all qualitative researchers need to, or should, use thematic analysis.   \n10. There are other approaches to analyze qualitative data, beyond thematic analysis. These include, but are not limited to, content analysis, deconstruction, discourse analysis, narrative analysis, and grounded theory.   \n11. This point is not restricted to qualitative research. This can be a consideration for quantitative research if participants, organizations, or places could be named.   \n12. And various iterations of those names: Ayden, Conner, Madyson, Makayla, Caitlin, and Katelynn.   \n13. There are, however, some forms of generalizability that are appropriate or can be used in qualitative research (Carminati, 2018; Smith, 2018). But it should not be an expectation of this kind of research. 14. In some forms of research, objectivity is not necessary. Thus, positionality is valued for different reasons. For example, in research based on critical paradigms positionality is important because it draws attention to the politics of knowledge production.   \n15. If readers get nothing else from this paper, I hope the references are useful."
}