{
  "title": "The Bare Supervening Necessities of Theory Development in Sport Management",
  "author": "Daniel S. Mason Faculty of Kinesiology, Sport, and Recreation, University of Alberta, Edmonton, AB, Canada",
  "year": "2024",
  "content": "This address explores how we can find theory in new spaces and apply it to our own, unique sporting contexts. It first examines how urban regime theory can inform research on the governance of intercollegiate athletics, then discusses how and why some theories in sport management emerge and are adopted while others are not. Borrowing from Winston’s model of technological diffusion, supervening necessities are what allow some prototypes to transform into inventions; in the social sphere of sport management, they are the drivers of new concepts that are adopted and employed as theories in the field. However, Winston notes that within the social sphere are brakes that serve to slow their emergence. In turn, theories develop in sport management under similar conflicting pressures. It is these contrary forces that slow the diffusion of new ideas in the sport management field.  \n\nKeywords: diffusion, suppression, prototypes, urban regime theory  \n\nThank you for the opportunity to make this address. Receiving this award means a lot to me, and I hope that I am able to do right by Dr. Earle F. Zeigler and the previous recipients of this honor. I also recognize that to be here, I have had the good fortune of working with many strong mentors, colleagues, and students that have put me where I stand today. Specifically, I would like to acknowledge my master’s thesis supervisor, Dr. Bim Schrodt, and my doctoral supervisor, Dr. Trevor Slack; the former for getting me excited about the academy and undertaking research. For the latter, it was setting high expectations and giving me the freedom as a student to pursue my own independent research interests. I hope that I have been able to impart these qualities to my own students as they have developed as scholars. I would also like to thank all of the colleagues and graduate students I have worked with over the years; I have learned far more from them than they can possibly know. Finally, I want to thank my wife, Sarah, and our four children—Noelle, Roxy, Wyatt, and Shane.  \n\nAs I am sure many other recipients of this award did, upon learning that I had won, I proceeded to read all of the previous Zeigler lectures. This time only served to make me more nervous about what I was to present. I think Dennis Howard summed it up perfectly in his own Zeigler address when he said receiving the award left him “flattered but a bit overwhelmed” (Howard, 1999, p. 78). After all, what could I possibly talk about that has not already been more ably articulated by others before me? Previous lectures tackled key issues such as the role of sport management in the academy (Slack, 1996), the development of the discipline (Pitts, 2001), the importance of theory and method (Frisby, 2005), and addressing critical issues such as diversity (Cunningham, 2014), sexism (Fink, 2016), and globalization (Thibault, 2009). Furthermore, it seemed that they all had catchy titles like “The Good, the Bad, and the Ugly” (Frisby, 2005), “No One Whistles a Symphony” (Mahony, 2008), “The Inconvenient Truth” (Thibault, 2009), or “It Takes a Village” (Doherty, 2013b), all with corresponding well-crafted arguments and insights.  \n\nIt is with this in mind that I arrived at the title of my address. I thought I nailed it—I even had some animated characters that I thought I could use and a theme song that could go with the lecture. However, I was told by someone that the rights holders are extremely vigilant about protecting their properties and that I should avoid this altogether. Hopefully the title will make more sense as the discussion unfolds.  \n\n### Assumptions and Caveats  \n\nAs I often do when I write a paper, I work off some basic assumptions and caveats. Many times, these assumptions and caveats are unwritten, but given the current context, I thought I would be more explicit. The first is that the notion of sport management is very nebulous and, at times, contested. My own version of sport management is a rather narrow one, rooted in a constructivist ontology. As explained by Cunningham et al. (2015), theory in sport management can be divided into four broad categories: managerial, marketing, sociological, and economic. My version of sport management is embedded in the parent disciplines of organization theory, sociology, and political science. Thus, some of the statements I make today about the nature of theory and the field may not fully capture the interests and breadth of everyone reading this. I also want to acknowledge that some of the issues and concerns I raise here have already been discussed and addressed in other scholars’ versions of sport management, particularly those scholars rooted in psychology and marketing. In addition, I recognize that, when it comes to theorizing, I am not very precise. I think some of this lack of precision is due to the eclectic nature of my research program. However, in this address, I may be using terms that have different meanings in other contexts. I apologize for any confusion that arises from this. Furthermore, I tend to work my way through things with my writing and my presenting; as you will see, this address is no exception.  \n\nAnother assumption that I make is that, indeed, there is something that matters about the sporting context. As Wendy Frisby (2005) stated,  \n\nIf we think for a moment about the “sport” part of sport management and the good aspects of it, I suspect that it is probably something very positive about sport that drew those of us in sport management into this field in the first place. (p. 3)  \n\nIt could be, as Chalip (2006) identified, salubrious socialization or, as Washington and Patterson (2011) explained, because “sport is an area that is highly non-traditional along many important dimensions, including competitive models, structure, and performance periods” (p. 10). In the context of my own research,  \n\nDo sporting events, however large they might be, matter politically? The answer, in a word, is yes. They matter because international sporting events [and sports facilities] have tremendous symbolic significance and because they influence the allocation of scarce public resources. (Burbank et al., 2001, p. 33)  \n\n### Musings  \n\nI have been very fortunate over the course of my career; fortuitous enough that I have been placed in a position where I could receive an award like this. This has made me reflect on my research over the years. I think that one of the things that I have been lucky with is that many of the reviewers that I have had over the years have championed my work. By this I mean that they have seen something in my work that is meritorious and have helped me get the work to where it needs to be to be publishable. As a result of this, I have been able to publish across various disciplines, including economics, marketing, history, tourism, urban affairs, and management. For example, when I was back home for a break from my doctoral studies, I found a paper that I had written as an undergraduate on an early baseball park in Vancouver. I read it and thought to myself, “this isn’t too bad, I wonder if it could be publishable?” I did some research into various journals and found one called Urban History Review that I thought might be a good outlet.  \n\nAfter submitting it, I received some very thoughtful and constructive feedback. In a nutshell, the reviewers liked the paper and thought it could contribute to the literature but felt that it was clearly written by someone from outside the history discipline. As a result, they painstakingly gave me direction as to how to flesh out my literature review and embed the paper within the broader historical literature. The point I am trying to make here is that both reviewers could have easily rejected the paper, as submitted, but both the reviewers and the editor took it upon themselves to bring the paper (Mason, 1997a) up to a standard suitable for the journal. This behavior is something we need more of from our own reviewers. However, I find, at times, that the reviews that I receive in my present role as associate editor of the Journal of Sport Management almost seem as though the reviewer is looking for ways to justify the rejection of a paper rather than looking for the merits of a paper and helping it get to where it needs to go.  \n\nAs I mentioned, as a scholar, I have been very lucky. We are in a field that has high demand for emerging, capable scholars. We are in a field that has collegiality among scholars—at other conferences and in other fields, scholars seem to take a much more adversarial and territorial approach to their work. For me, it was established scholars like Janet Parks, Dave Stotlar, and Bob Boucher who made me feel welcome as a student attending the conference. We are in a field where a scholar can have a profound impact. I am hoping that it is one that will continue to encourage diverse theories and ways of thinking. But I also acknowledge that my view is skewed by my privilege in many of the ways that have been addressed in some of our critical assessments of our field (see, e.g., Fink, 2016). Within that context, I would like to thank everyone over the years who has accepted/tolerated my idiosyncrasies and made me look forward to coming to North American Society for Sport Management each year. I have not been good at keeping in touch throughout the years, but I am really excited to see everyone each year and feel like North American Society for Sport Management has become my home.  \n\nFor the purposes of this discussion, I am going to take Dixon’s (2021) advice and stay in my lane and Fink’s (2016) advice to speak about something that I am passionate about. One of the advantages of getting older is that you know more about what you do not know. What I do not know is substantial and, based on the amount of scholarship that our field is producing, growing. My research program is largely driven by my interest in theory and using theory to understand specific (sporting) contexts. Although I call sport management my home, I have also regularly attended the Urban Affairs Association conference and published in urban affairs journals, such as Urban Studies (Soebbing et al., 2016; Wicker et al., 2017), Cities (Sant, Mason, & Chen, 2019), Economic Development Quarterly (Friedman & Mason, 2004), and the Journal of Urban Affairs (Friedman & Mason, 2005). I find that there are many parallels between urban affairs and sport management in that each is driven by an interest in a specific context and guided by multiple parent disciplines. Each has also evolved to develop its own theories that are specific to its context. As a graduate of a “sport management” program, I have drawn from these same disciplines to ground my work, including political science, sociology, management, history, marketing, and economics.  \n\nAs a recipient of this award, I found it difficult to think of something that would serve as some kind of overview or summary of my research program and/or yield some new insights. To put it nicely, my research is eclectic; a more accurate description is that it is all over the place. I am usually driven by the novelty of a theory and get excited about applying it to a sporting context. A great thing about receiving the Zeigler award is that it makes me reflect on a lot of things: the field and my place in it. As Shaw (2016) noted, reflection is a good thing. One thing I kept returning to was the historic debates in our field over theory, which has loosely divided into two camps: the role of using theory from parent disciplines to employ in a sporting context and the need to develop unique, sportspecific theory (Chalip, 2006). As explained by Funk (2019),  \n\nThe first perspective highlights how scholars apply theories and concepts from broader disciplines such as sociology, psychology, marketing, and economics into sport contexts. By following this derivative path, scholars can assess whether a general theory is valid in sport management [ : : : ]. The second perspective calls for scholars to develop sport-specific theories to examine the sport management context. Taking this sport-focused path enables scholars to create new midrange theories that are context specific and more limited in scope to sport management. (p. 2)  \n\nBoth perspectives receive considerable debate in the context of discussions of the legitimacy of our field and the relationship between sport management and other disciplines (Slack, 1996; Zhang, 2015). This discussion got me thinking further about the things that Funk (2019) explored in his Zeigler lecture: Why do some theories emerge and become popular while others seem to die on the vine? Why are some theories and models driving certain areas of research while others, which seem to have the same utility, remain relatively obscure? Funk (2019) extends this by examining strategies to help get one’s ideas out there; I want to push things in as different direction: How do we find theory in new spaces and apply it to our own, unique sporting contexts?  \n\nFor the purposes of discussion, I am going to use my own research as an example. I do this because I feel I can critique my own work and discuss its shortcomings; I am not particularly interested in pointing out where others may have tried and failed. For example, my own doctoral research adapted agency theory—as developed in the field of organizational economics—to examine the evolution and governance of player agents in the professional hockey industry (Mason & Slack, 2001a, 2001b, 2003). The dissertation took a three paper format, and two were published in Journal of Sport Management and one in Sport Management Review. I have also used agency theory to examine the National Football League (Mason, 1997b), the sports industry more broadly (Mason & Slack, 2005), and the issue of corruption in the International Olympic Committee (Mason et al., 2006). Agency theory is an intuitive, straightforward theory that allows for the development of clear propositions that can be tested in an empirical context (Eisenhardt, 1989). I feel that I was the scholar who first introduced agency theory to the sport management context in the late 1990s (Mason, 1997b; Mason & Slack, 2005). In retrospect, the International Olympic Committee paper appears to be the only paper that gained any traction in the field, and more because of its focus on corruption than the efficacy of the theory itself. Furthermore, a quick search of Google Scholar reveals that, between 2006 and 2015, few papers were published using agency theory to examine sporting contexts, and those published often discussed the theory’s limitations. However, since 2016, agency theory appears to be reemerging and has since been employed more often in our field. So why is agency theory becoming of interest now, years after it was first used in our field? As explained by Funk (2019) in his Zeigler address, an idea takes approximately 9 years to gain traction in the field, and this a function of three things. These things are “[the] article innovation type, the journal in which the article appears, and the author’s social system” (p. 3). The last time I published using agency theory was around 2006, so this would seem to fit. What was lacking in the trajectory of my own research was my ongoing use of it within my network. Thus, as explained by Funk (2019), I have only myself to blame for the lack of more widespread adoption of the theory in sport management.  \n\nIn the remainder of this address, I am going to go out on a limb at bit by exploring the use of theory from outside our field to develop new theory within the field. Like Funk (2019), I am also going to discuss the diffusion of research in sport management. However, rather than the strategies that can be employed to make research more visible, I focus on the theory itself. A key point I need to make here is that I am not using this lecture to unleash a new theoretical perspective on the field; in fact, I have chosen a sporting context about which I know very little and hope to use the example as a way to get you thinking about your own ideas and theory. In other words, I am more interested in the process of developing new theory than the specific content of a new theory itself.  \n\n### Developing Theory in Sport Management?  \n\nI hope that the foregoing discussion has established the foundation for the following discussion. The following is going to discuss the process of development of new theory in sport management. In his Zeigler address, Chalip (2006) deftly addressed the major issues facing our field and presented a compelling discussion of the uniqueness of sport and the development of theory in the field. I hope to make a modest contribution to this discussion by walking through the process whereby existing theory can be used to develop new theory that is unique to the sports context. As I have mentioned throughout, there have traditionally been two approaches to theory in sport management—the application of existing theories from parent disciplines and the development of sport-specific theory that is unique to our field.  \n\nBefore I do so, I need to do a brief overview of theory in sport management. In a discussion on urban affairs in geography, Robinson (2016) noted that  \n\nBeing open to ideas from elsewhere, while attending to the locatedness of all conceptualization, raises challenging questions about the specificity or limited scope of some concepts, and about the extent to which it is productive to think with ideas across many different experiences. (p. 188)  \n\nIn the current discussion, I lean on Cunningham et al.’s (2015) and Doherty’s (2013a) discussions of theory in the field. As explained by Doherty (2013a), “The strength of an academic discipline is its distinct body of knowledge that is not covered by another discipline” (p. 5), where scholars “can, should and do invest in theory in sport management research, from borrowing, adapting and extending existing frameworks, to generating new theory from the ground up” (p. 6). I am not going to go into detail as to what theory is and what it is not for two reasons. One is that it has been discussed elsewhere (Chalip, 2006; Doherty, 2013a) with far greater dexterity than I could here. The second is that what theory is really depends on one’s epistemology and ontology. However, I will borrow from Doherty (2013a) to offer the following:  \n\nTheorizing is the act of forming or proposing a theory. Further, a concept is an idea or notion, and so conceptual describes something as an idea or notion. Conceptualizing is the act of forming or developing a concept (idea, notion). Taken together, then, one theorizes by conceptualizing various ideas or notions, and how and why they relate to each other. A conceptual framework or model is the structural representation of ideas and notions, whereas a theoretical framework or model is the structural representation of the relationships among the concepts. Again, the theory itself explains why the concepts are related. (p. 7)  \n\n### Urban Regime Theory  \n\nTo develop new theory, I first must establish the literature on which it is based. To start with, it is important to note that a driving interest for me that led me to urban regime theory (URT) was the need to understand how cities effectively act as strategic entities. In other words, who manages cities and how are they managed? At first, my interest was in franchise relocation and the process whereby cities would fund new facilities to lure or retain professional sports franchises in North America (Friedman & Mason, 2001; Mason & Slack, 1997). My initial interest was related to concern that cities were being fleeced by professional sports team owners who threatened to relocate without significant subsidies. My early reading led me to Begg’s (1999) work on competitive cities that take on the characteristics of firms seeking competitive advantage; I was interested in how sports teams and their facilities were embedded in this competition. Furthermore, I was excited that sports facilities were considered important components of the urban fabric by those outside of sport management. As explained by Judd (1999), “Stadiums and sports arenas are some of the most expensive components of the tourism and recreational complex being subsidized by cities, but boosters consider them to be an essential signifier of ‘big league’ status” (p. 45). There was also a growing body of literature examining subsidies and whether cities were getting their money’s worth for their investment, one that was critical of subsidies in general (Rosentraub, 1999). In addition,  \n\nThe immeasurable but deeply felt sense of civic pride and sense of competitive place that comes with being the site of a major professional team is palpable in the privatizing discourse surrounding the public support for the infrastructure needed to “play in the majors.” (Perry, 2003, p. 36)  \n\nThus, sports teams and their facilities were deemed important as “the overriding significance of attracting these sports franchises is that it is felt that this maintains or enhances the city’s status as a competitor for growth and its image as a top-tier city” (Keating, 1997, p. 190), something that I corroborated in my own work (Buist & Mason, 2010; Mason et al., 2015). This point was also discussed in the tourism literature wherein sport was seen as a means of civic reimaging (Smith, 2005).  \n\nAll of this work was bound up in a neoliberal discourse of competition wherein large-scale infrastructure, such as cultural venues, revamped city centers, and sports facilities, was seen as a means of competing (Lambelet, 2019; Russo & Scarnato, 2018). But who was acting on behalf of cities? In other words, who was doing the competing here? For me, the answer to this question was in examining urban regimes. Emerging as early as the 1950s and 1960s in discussions of pluralism (Davies, 2002), “No theory of urban governance has emerged as a serious rival to regime analysis” (Rast, 2015, p. 146), and “Urban politics research in the United States over the past two decades has overwhelmingly been shaped by urban regime theory” (Pierre, 2014, p. 865).  \n\nA key to regime theory is its ability to explain how cities develop the capacity to govern (Wood, 1996). As explained by Imbroscio (1997), “two key features constitute the dominant urban regime form: a governing alliance between local public officials and land-based business interests, following an agenda marked by the aggressive pursuit of corporate-center/mainstream policies for growth” (p. 10). The success of stakeholders in a given city to play a proactive role in governing “would still be contingent on the consent of its actions among key players in the local society” (Pierre, 2014, p. 871). These key players function not under a set of explicit contracts or relationships but, rather, a set of arrangements and understandings (Stone, 2002). In a regime model, power is fragmented: “Both local government and business possess resources needed to govern—legitimacy and policy-making authority, for example, in the case of government, and capital that generates jobs, tax revenues, and financing, in the case of business” (Mossberger & Stoker, 2001, p. 812). This point was recognized by pioneers in regime analyses, including Stone (1989) and Elkin (1987). As Stone (1989) explained,  \n\nA regime thus involves not just any informal group that comes together to make a decision but an informal yet relatively stable group with access to institutional resources that enable it to have a sustained role in making governing decisions. (p. 4)  \n\nAs argued by Lambelet (2019), resources might include land, law, financial support, expertise, and democratic support. Furthermore, there are several characteristics that regimes possess. The first is that they are enduring; regimes continue to exist despite the influx of new actors, social change, or conflict (Stone, 1989). In addition, regime actors will continue to maintain membership even when the regime is not working in the actors’ short term interests (Painter, 1997). Regimes must have (a) a capacity to do something, (b) a set of actors to do it, and (c) a relationship among the actors that enables them to work together (Stone, 1989). Stone (1989) characterized the process of resource allocation as one wherein the regime presents small opportunities. For the purposes of discussion, this opportunity could be the construction of a sports facility, providing an opportunity for specific regime actors to be engaged and receive material benefits. In the long run, these small opportunities serve a broader identifying agenda that regime actors subscribe to. Examples might be land-based civic growth or reimaging a city.  \n\nIn summary, there are several elements that are key to the existence of regimes:  \n\na. an identifying agenda “linked to concrete courses of action through which diverse bases of support are gained and maintained” (Stone, 2002, p. 21),   \nb. stability but not necessarily static,   \nc. crosses sectors: “is not the agenda of a single highly cohesive group (‘the elite’)” (Stone, 2002, p. 21),   \nd. arrangements are informal: “no power of command directs the overall arrangements—hence some form of cooperation plays an important role” (Stone, 2002, p. 21), and   \ne. arrangements have a productive character—resources are used to support the identifying agenda that would not occur in the absence of the regime.  \n\nIn using URT, scholars can look to identify regime types by their identifying agenda and the productive character of their arrangements. Regime theorists have sought to identify basic types, such as symbolic regimes that seek to revitalize cities and change their image (Mossberger & Stoker, 2001). I have some experience using URT and applying it to a sports context, examining event hosting strategies (Misener & Mason, 2008, 2009), event leveraging (Sant, Misener, & Mason, 2019), and sports facilities developed in North America (Duquette & Mason, 2008) and China (Xue & Mason, 2017).  \n\n### A Theory of Collegiate Governance?  \n\nAs I mentioned earlier, I used URT at various times over the course of my academic career to examine the governance of cities in the context of sport event hosting and the construction of sports facilities. Thus, I have been engaging in drawing from parent disciplines to examine sporting contexts (in the case of URT from political science/urban affairs to examine sports events and facilities). In this section, I would like to go a step further by using URT as a stepping-off point to propose a new theoretical framework for studying the governance of collegiate athletics in the United States. I would like to state at the outset here that intercollegiate athletics is an area that I have no previous research experience in; other than working at the University of Maryland for the first 4 years of my academic career, my ties to “big-time” U.S. college athletics are limited.  \n\nHowever, from my vantage point as a sport management scholar working and living in Canada for most of my professional career, many parallels can be drawn between the governance of cities and universities and the role of sport. This intersection leads to a new set of assumptions: parallels between regimes in cities and possible regimes in the governance of collegiate athletics. First, both public universities and cities have suffered from declines in funding from higher levels of government along with increasing taxpayer skepticism. This change has forced leaders to become more entrepreneurial to secure funds for their respective institutions. Second, athletic programs (and their specific teams), like professional sports franchises in cities, are seen as status symbols that can confer competitive advantages. For cities, this competitive advantage would be the attraction of media attention, tourism, investment, and any economic benefits that might occur. For universities, it is the recruitment of students and faculty and possible funding from alumni and nonalumni boosters/donors. Both cities and universities receive political capital from their respective sports, such as ribbon cuttings and national championships. Cities and universities are governed by networks of stakeholders from both the public and private sectors. In cities, you have city administrators and council on one side and business elites and civic boosters on the other. In universities, you have administrators and boards of governors on one side and business elites and/or alumni and boosters on the other. Both universities and cities create opportunity costs wherein resources spent on sporting pursuits might be better spent elsewhere on the interests of other stakeholders. Both universities and cities are bound up in discourses of competition between similar entities (i.e., universities or cities). Both have been criticized for putting too much emphasis on sport and sports infrastructure. Both may be susceptible to side deals and corruption.  \n\nAs I discussed earlier, URT research examines the types of regimes that emerge in specific cities and what the implications of this are for civic governance. Thus, I return to the basic tenets of regime theory and discuss them in the university athletics context.  \n\nFirst, like regimes in cities, university regimes have broader goals. One might be to be positioned as a world class university. This goal might be measured by university rankings, endowment, faculty research productivity and awards, a diverse student body, or the success of various athletic teams. However, the extent to which each of these is valued will depend upon the identifying agenda of the regime that governs. In fact, the presence of ongoing small opportunities wherein material benefits are provided to regime members would signal the existence of a regime and an identifying agenda. An example would be a new or renovated stadium built for the football program. This decision would represent an opportunity for key construction companies, facility designers, and boosters to all be rewarded for their alignment with the regime’s identifying agenda.  \n\nFrom a research perspective, the first order of business would be to identify the existence, if any, of a regime in a given university context. Next, a regime type would need to be identified. For example, in my work with Laura Misener, she identified the types of regimes in Edmonton, Canada; Melbourne, Australia; and Manchester, United Kingdom, based on the events strategies that were undertaken in those cities and the types of benefits sought by regime members (Misener & Mason, 2008, 2009). This could be done with university regimes by examining athletics programs and the degree to which resources are allocated to service athletics on campus. One could surmise that some regimes are more interested in the signaling that a strong athletics program may have on a university’s reputation, whereas others might be more interested in how athletics serve as a part of the student or alumni experience at their schools. Each would be using athletics but would serve a different identifying agenda.  \n\nAt this point, I was going to go into more detail about my proposed theory and introduce propositions for the types of regimes that could exist in U.S. colleges. I was feeling happy with my progress so far. However, in doing so, I thought, “to what end?” My aim was not to introduce a new theory per se, it was to discuss the process of how a new theory emerges and what my process is. Thus, I feel that going into greater detail would be unproductive. This point got me thinking further about my own research program and emergence of theory in our field more broadly; I recalled Funk’s (2019) Zeigler lecture wherein he noted that “getting the idea to spread is likely more important than coming up with the original idea” (p. 1). Thus, should I be talking about $a$ theory (such as collegiate regimes) or return to talking about the emergence of theory? To address this, I turn to a model that I read about some years ago. And at the risk of more overlap with Funk’s (2019) Zeigler lecture, I would like to use this model to revisit a discussion of the emergence of theory in our field.  \n\n### Winston’s (1998) Model of Diffusion of Technology  \n\nTo start with, I am going to go outside of our field and borrow from the area of media technology. As a younger scholar (and prior to having four kids in sports), I used to read broadly across different academic disciplines. As a result, I used to scope out used bookstores frequently for interesting content. One such book I came across about 20 years ago was by Winston (1998), titled Media Technology and Society. I found this book to be a fascinating and engaging read on a number of levels. One was that he developed his own theory of technological innovation and diffusion. Another was that he borrowed from Saussurean linguistics to do so. In other words, he went outside of his discipline to create theory within his own one (sound familiar?). This approach really resonated with me as I found myself looking to established theories—that may not seem to directly link to sport management—to think about how they might apply. I think that one of the advantages that we have in our field is that, as a student, I was never told what the boundaries to sport management were, which allowed me to cast a wide net in my reading. As Chelladurai (1992) explained, one of the risks of being in sport management is that we have to become experts across a number of areas, which spreads us too thin. Personally, I could be considered guilty of this in my research. I have tried to justify this by publishing in mainstream journals in an attempt to legitimate my ideas, but I recognize this nonetheless.  \n\nI also had some practical interest in the development of new technologies. It was during the 2004–2005 National Hockey League lockout, and I was working with some player agents and a colleague, Dr. Bill Gerrard, to develop a tracking-based technology to be used in hockey. At that time, this technology was not widely used by the National Hockey League and was typically seen as a means to enhance the television viewing experience—for example, to show viewers how fast a player was skating or how hard a puck was shot. While involved in this project, I wrote a paper that used Winston’s (1998) model to argue that the approaching wave of analytics in sports would create the need (what Winston called a supervening social necessity) for such technology (Mason, 2006). As many may know, this technology exists today and is widely used in the hockey industry for analytics purposes. My paper, though, was quickly forgotten (a search of Google Scholar reveals that it has been cited a whopping nine times—eight if you exclude self-citations!). However, one thing stuck with me, which is what I want to talk about in this address—how and why do some theories in sport management emerge and become adopted while others are not, and how do we adopt existing theories to study sport management phenomena? Can Winston’s theory of communications technology diffusion be applied to the development of theory in sport management? Furthermore, I thought to myself, “What better way to summarize my career than using a relatively obscure theory from outside of the discipline to talk about something that might only be of interest to me? And after I proposed a new theory whose context is far outside my comfort zone? Perfect!”  \n\nOf all the Zeigler lectures, mine draws most from Chalip (2006) and Funk (2019). However, I hope to circle back to several others as the discussion unfolds. First, I need to provide an overview of Winston’s (1998) model. As I mentioned, he borrowed from Saussere’s work on linguistic theory to understand why some technologies are adopted and others are not; what forces created the need for some and what other forces held others back. Thus, in the following discussion, I have been inspired by Winston’s (1998) use of existing theory (that developed by Saussure) to develop a new way of examining the emergence of communications technologies and, by extension, how this can inform our understanding of theory in sport management. Although this activity has been done before both in published research and Ziegler lectures (e.g., Funk, 2019), what is driving my specific interest here is how we can use theory from elsewhere to theorize in our field and how this may possibly lead to new theorization in sport management. In doing so, I also hope that it raises new questions about the nature of research, the restrictions that we have faced, and the opportunities we have in our field.  \n\nAccording to Winston (1998), Saussure uses the notion of utterances as surface expressions of a mental competence. He uses this analogy to explain that, within a social sphere, communications technologies represent performances (“utterances”) by technologists of scientific competence (Winston, 1998, p. 3). Winston defines science as “acquaintance with or mastery of any department of learning” as opposed to “‘a connected body of demonstrated truths’ or ‘observable facts systematically classified’” (Winston, 1998, pp. 3–4). If we take this discussion and apply it to theory in sport management, then we can see that there is a basis of (social) scientific competence that scholars possess within our field. Winston (1998) calls this competence; I call it knowledge. Knowledge is a function of our training and experience and, historically, has represented training in business schools, kinesiology, or similar programs and, in some cases, economics, communication, or other associated departments. This has involved exposure to, and the adoption of, particular ontologies and related theories and methods. It is important to reiterate here that theory may involve those developed in parent disciplines and those developed “in-house,” so to speak.  \n\nAs explained by Winston (1998), ideation represents the first transformation that moves a technology from scientific competence to the level of technical performance:  \n\nIdeation occurs when the technologist envisages the device— gets the idea, formulates the problems involved and hypothesizes a solution. Those mysterious mental forces—creativity, intuition, imagination, “the will to think”—are subsumed by ideation as are the general constraints of culture and the limits imposed by social forces of all kinds on the technologists mind. (p. 5)  \n\nIn the context of technology, ideation involves the construction of devices that emerge as prototypes. In our sport management theory context, ideation occurs where a scholar recognizes a research problem or identifies an issue that needs to be better understood or problematized but for which a framework or theory does not currently exist or is not applicable in its current form. This results in the development of what I am going to broadly call a notion, which may exist as a way of understanding, problematizing, explaining, establishing relationships between constructs, or predicting a phenomenon (depending on one’s ontology). These notions may initially exist as ideas in the minds of their respective owners but emerge just as prototypes do when they are discussed with colleagues, presented at conferences, or involved in initial exploratory testing.  \n\nAccording to Winston (1998), there are four different kinds of prototypes or, for the purposes of our discussion, notions: rejected, accepted, parallel, and partial. As Winston (1998) explained, these prototypes are “without prejudice to the efficacy of the devices. Except for partial prototypes which simply did not work very well, the other three classes of prototype all work, more rather than less” (p. 8). In the context of theory in sport management, let us assume that notions are all relatively equal in terms of their utility to the field. In other words, they are not rejected due to any shortcomings or limitations to the notions themselves. Thus, what explains the trajectory of each notion?  \n\nWinston (1998) explained that we need to keep in mind that these prototypes take place in a particular social sphere, raising some important questions:  \n\nWhy, for example, are some prototypes abandoned while others are not? Why are some devices classified as “inventions” when they did not work in significantly better ways than did other devices classified as prototypes? Why are many “inventions” created more or less simultaneously by technologists who had no contact with each other? (Winston, 1998, pp. 5–6)  \n\nBy extension, why are some theories widely used in sport management while others are not? Why are some considered superior to others when their explanatory powers are comparable? Why do different theories emerge simultaneously from scholars who work independently of one another? What takes a notion and transforms it into a theory?  \n\nThese questions can be explained by broader social forces that Winston (1998) describes as “supervening social necessities” (p. 6). As he argues, supervening necessities are what allow some prototypes to transform into inventions. Thus, by extension, the degree of uptake of a particular theory and its “diffusion, though, depends more on the operation of the supervening necessity transformation than on their efficiency [or, in our case, what I call utility]” (Winston, 1998, p. 8). Thus,  \n\nThe rejected prototype might work just as well as the device eventually invented but will achieve no measure of diffusion because there is no externally determined reason for its development. The parallel prototype is a similar case. The initial thrust of the technology is directed towards purposes other than those which eventually emerge. (Winston, 1998, p. 8)  \n\nReturning to sport management, how often have you submitted a paper for review only to have a reviewer suggest that another, more “suitable” theory or framework be used alternatively? Or suggested a different context to employ your theory? Have you had a concept brewing for years but have struggled to find a use/ application for it in a sporting context? Have you ever found a model or theory that seems to resonate with you but only for a use in an empirical context that is completely different from that in which it is currently used?  \n\nFor example, Marvin Washington, Ernie Buist, and I published a paper in the Journal of Sport Management in 2015 that examined status and status hierarchies. The paper emerged from Ernie’s master’s thesis work using newspaper framing to examine the construction of major league sports facilities. I am very proud of this paper; I would even consider it to be one of the best papers I have ever written. It is an extension of the status literature, and we inductively developed distinct, testable propositions that can be used in many organizational contexts. However, in looking at Google Scholar, it has been the context (stadiums) that has driven its subsequent use in the field, not the theorizing therein. I am grateful that it is being cited in the field, but not for the reasons I hoped for. Clearly, the field has not seen a need for this particular approach in the ways I anticipated. And although there might be things that I could do to give the paper more visibility—such as publishing it as open access or continuing to undertake more empirical research using the theory—I am not sure that these actions would give me the widespread usage that I had envisioned for the research.  \n\nIf we return to Winston (1998), the explanation for this example might be apparent:  \n\nThe least difficult class of supervening social necessity to discern is that occasioned by the consequences of other technological innovation. For instance, it was the railway which transformed telegraphic prototypes into the widely diffused technology. Before railways, there was no demonstrable need for such devices. Single-track systems, however, required, as an urgent matter of safety, instantaneous signals. Similarly, the radio came into its own with the development of the ironclad battleship. With these, for the first time, naval battle plans called for ships to steam out of sight of one another, thus rendering the traditional signaling methods useless. (Winston, 1998, pp. 8–9)  \n\nDoes this mean that our development of theory on status and status hierarchies in organizations likely needed another theoretical framework to build off of? I am not sure whether this point is, indeed, the case, but it is plausible. Perhaps it needed to be linked to constructs and models that already resonated with scholars in the field. Maybe it needed another research context (such as understanding elite European football) or concept (such as legitimacy) to engage readers regarding the theory. Perhaps the broader issue is that the questions the theory attempts to address are not significantly important to warrant uptake by other sport management scholars. Let us consider, though, that theories are like technologies and that the need for a new theory might be precipitated by the emergence of another theory. Thus, there might not be any expressed need for a second theory until the first theory makes its need apparent. In hindsight, that work was probably too far removed from other sport management research being undertaken at the time.  \n\nIn addition to inventions that are mediated by other technologies, Winston (1998) identified a second type of supervening necessity, which is a function of “a concentration of social forces working directly on the processes of innovation” (Winston, 1998, p. 9). An example of this function may be new theory that emerged due to external pressures that are a function of changes to the environment, such as the emergence or use of new theory that has attempted to explain the impact of COVID on contemporary sport organizations and processes or the impact that COVID has had on the ongoing delivery of products and services. We see this in the sport management field with the emergence of work on sustainability due to pressures to address growing concern about global warming and other environmental issues.  \n\nIf we look further at the sport management field, then we can see that there are some “success stories” when it comes to contributions to the field.3 For the purposes of discussion, I would like to discuss Chalip’s (2004, 2014) model (or theory?) of event leveraging. His work has been widely cited and employed by scholars across the tourism and sport management fields. As Winston (1998) might argue, Chalip’s ideas of how stakeholders in communities can maximize the investment in event hosting came at a perfect time—starting in the early 2000s, there was a growing concern over the use of public funds to support event hosting, particularly mega events, and a greater need to justify the use of said funds, providing the requisite supervening necessity for the model. In other words, Chalip’s model checked two important boxes—it was intuitive and had utility for the field, and it also came at a time when there was a need for such a model and an appetite for its application.  \n\nMoving forward with our discussion, Winston identified a third necessity:  \n\nStrictly commercial, as opposed to these sorts of social, needs for new products and other limited marketing considerations would form a third type of necessity—less certain in guaranteeing diffusion and producing less significant innovation than either the consequences of social change or the effects of other technological advances. (Winston, 1998, p. 9)  \n\nBy extension, scholars work within the confines of tenure clocks and demands to publish in specific journals (Chalip, 2006); this might encourage the use of new theory but in a safer, more acceptable/palatable manner. Thus, there is a “commercial” component to engaging in scholarly research that involves adhering to existing norms and conventions of publishing. In other words, demands to publish, and publish in a timely manner, may result in theorizing that does not push or challenge the mores of existing work in the field in the same ways that other work might.  \n\nIt is important to note that, in Winston’s estimation, supervening necessities are accelerators in transforming prototypes into inventions and causing their diffusion. Furthermore, supervening necessities in the social sphere of sport management are the drivers of new concepts that are adopted and employed as theories in our field. In our case, supervening necessities may be through the adoption of theory from parent disciplines and/or the development of sport-specific theory. However, Winston (1998) notes that, just as supervening necessities create the need for inventions, within the social sphere are brakes that serve to slow their emergence. He identifies brakes as the third transformation in his model, a concentration of determining social factors that he describes as the “law” of the suppression of radical potential (Winston, 1998). An example of this might be a journal editor or reviewer who is dismissive of certain types of theories or methodologies. This example is further exacerbated in the field of sport management by the presence of what I would call context experts in addition to theoretical experts. This occurs where the reviewer understands the context that you are studying (e.g., nonprofit youth sports) but not necessarily the approach you are taking to studying the subject (such as institutional logics). The flip side is where the reviewer understands the theory but not necessarily the unique sporting context. This may result in the lack of acceptance of one’s work, which slows the diffusion of new theory. Thus, Winston argued that “understanding the interaction of the positive effects of supervening necessity and the brake of the ‘law’ of the suppression of radical potential is crucial to a proper overview of how communications technologies develop” (Winston, 1998, p. 11). In turn, I argue that theories develop in sport management under similar conflicting pressures. It is these contrary forces that make the diffusion of communications technologies take much longer to occur than one might originally think and also the diffusion of new ideas in our field. This was discussed by Funk (2019) when he noted that:  \n\nFor new and emerging sport management scholars, success will not only depend on developing a new idea but also getting that idea seen and heard by other academics who will then use it in their research and teaching, as well as industry professionals putting it into practice. Whether the idea is a theory, concept, construct, or method, getting the idea to spread is likely more important than coming up with the original idea. (p. 1)  \n\nIn his book, Winston (1998) meticulously describes the process whereby certain communications technologies were adopted, when, and what the supervening necessities and suppressors were. He also introduces a fourth transformation in his model:  \n\nSupervening social necessity guarantees that the “invention” will be produced. The “law” operates as a constraint on that production. This final transformation thus occasions a tripartite phase of technological performance—production, spin-offs and redundant devices or redundancies, which reflects the effects of the contradictions which are at work. (Winston, 1998, p. 13)  \n\nIn examining theory in sport management, production could be considered the use of the theory in practice—scholars applying the theory to understand, explain, and/or test according to their ontological positions. Spin-offs would be where scholars find new uses for the theory or tweak and alter the theory to improve its utility. Redundancies would occur where, in the process of using the theory, it was found that other existing theories had greater utility in understanding or explaining the same phenomena. We see this when reviewers identify and suggest the use of other existing theories to examine the same contexts. Please see Figure 1 for a version of Winston’s (1998) model adopted to the sport management theory context.  \n\n### Discussion and Conclusions  \n\nThank you for indulging me in my discussion of URT and Winston (1998). To this point, I have discussed the emergence of new theory and used Winston (1998) and Funk (2019) to better understand how and why some theories emerge in our field while others do not. I have chosen to focus on my own work to describe where this has failed, but perhaps you can see some of your own work or ideas in this discussion. I hope that you have found this useful—it is a tricky thing, these Zeigler lectures. On the one hand, I feel pressure to impart my experiences given that this award is given to more senior scholars in the field. On the other, I feel pressure to present something novel and new. However, in attempting this feat, I may have fallen into a trap. As explained by Shaw (2016) in her chapter on theory and qualitative research, “if we spend too much time debating the specialness of sport and devising new tricky ways to produce new theories, then we run the risk of chasing down false alleyways” (p. 27). Gulp. Is not this exactly what I have done here?  \n\nThis realization made me further reflect on this work and on my career more generally. I found myself returning to Funk’s (2019) Zeigler lecture. I knew I was also interested in the diffusion of theory, but Dan had already deftly described this process and even showed how scholars could have agency in ensuring their ideas reached a wider audience. So what was driving my need to examine Winston (1998) in this context? It was at this point that Winston (1998) allowed me come to an important realization: Why have I been looking at the supervening necessities for theory development in our field when I should have been looking at it in terms of the suppression of radical potential? By extension, my career has been driven by a desire to find new ways to use theory (by finding the supervening necessities for them to get them used in the field). However, as I reflect now, I should have been focusing more on the barriers limiting the radical potential of others.  \n\n![](images/3c77530959c1e55eb1689538c55d09216fe0652d4367ae75d16b72b9233b73b8.jpg)  \nFigure 1 — A model of diffusion of theory in sport management. Adapted from Media, Technology and Society: A History: From the Telegraph to the Internet, by B. Winston, 1998, Routledge.  \n\nAlthough I have focused my discussion of suppressors, to this point, on things like scholarly gatekeeping or the presence of existing theory that has slowed the uptake of certain theories, there are much bigger issues that have been working against the emergence of new theory and the opportunities that some scholars have to make an impact on the field. These take the form of a lack of diversity (Cunningham, 2014; Jehn et al., 1999), racism (Singer, 2005), sexism (Fink, 2016), the absence of critical analysis (Frisby, 2005) or diverse or even conflicting ontological viewpoints (Newman, 2014), or even the institution of capitalism itself (Chen, 2022). Scholars have been tackling these problems over the past decades within our field; while I have been spinning my proverbial wheels discussing theory development, they have been revealing the critical concerns that are limiting the ability of others to develop their own theories and allow new theories and viewpoints to emerge. It is within these areas that I see the most fruitful and ambitious theoretical developments and where my own work has been lacking.  \n\nI have tried to stay in my lane with this address and appreciate you listening to me muddle through things with this address. Like my own research program, I have jumped around to different concepts and theories as I have tried to make sense of things. But as a scholar, I can, and must, do more. As a field, we can, and must, do more. Much of the discourse of the early Zeigler lectures expressed concerns about the field: concerns about the state of research and the quality of scholars being produced. Our concerns today need to follow more recent Zeigler lectures and be about who is able to succeed and removing the barriers that limit others from achieving the same success. I feel confident in my colleagues. As a journal editor, I get to see the quality of work and quality of reviews in our field, and it has never been stronger. New and ambitious scholars are tackling important issues in society specific to our field and beyond. If you leave with anything from this commentary, then I hope that you find, in Winston’s (1998) words, your own radical potential when it comes to theory development. I also hope that you continue to work to identify and develop the supervening necessities for others to reach theirs too.  \n\nBuist, A.N., & Mason, D.S. (2010). Newspaper framing and stadium subsidization. American Behavioral Scientist, 53(10), 1492–1510. https://doi.org/10.1177/0002764210368081   \nBurbank, M.J., Andranovich, G.D., & Heying, C.H. (2001). Mega-events and economic Development. In M. Burbank, G.D. Andranovich, & C.H. Heying (Eds.), Olympic dreams: The impact of mega-events on local politics (pp. 33–52). Lynne Rienner Publishers.   \nChalip, L. (2004). Beyond impact: A general model for sport event leverage. Sport tourism: Interrelationships, Impacts and Issues, 14, 226–252.   \nChalip, L. (2006). Toward a distinctive sport management discipline. Journal of Sport Management, 20(1), 1–21. https://doi.org/10.1123/ jsm.20.1.1   \nChalip, L. (2014). From legacy to leverage. In J. Grix (Ed.), Leveraging legacies from sports mega-events: Concepts and cases (pp. 2–12). Palgrave Macmillan UK.   \nChelladurai, P. (1992). Sport management: Opportunities and obstacles. Journal of Sport Management, 6(3), 215–219. https://doi.org/10. 1123/jsm.6.3.215   \nChen, C. (2022). Naming the ghost of capitalism in sport management. European Sport Management Quarterly, 22(5), 663–684. https://doi. org/10.1080/16184742.2022.2046123   \nCunningham, G.B. (2014). Interdependence, mutuality, and collective action in sport. Journal of Sport Management, 28(1), 1–7. https:// doi.org/10.1123/jsm.2013-0152   \nCunningham, G.B., Fink, J.S., & Doherty, A. (Eds.). (2015). Routledge handbook of theory in sport management. Routledge.   \nDavies, J.S. (2002). Urban regime theory: A normative-empirical critique. Journal of Urban Affairs, 24(1), Article 111. https://doi.org/10.1111/ 1467-9906.00111   \nDixon, M.A. (2021). Finding joy in the journey: Sustaining a meaningful career in sport management. Journal of Sport Management, 36(1), 1– 8. https://doi.org/10.1123/jsm.2021-0243   \nDoherty, A. (2013a). Investing in sport management: The value of good theory. Sport Management Review, 16(1), 5–11. https://doi.org/10. 1016/j.smr.2011.12.006   \nDoherty, A. (2013b). “It takes a village:” Interdisciplinary research for sport management. Journal of Sport Management, 27(1), 1–10. https://doi.org/10.1123/jsm.27.1.1   \nDuquette, G.H., & Mason, D.S. (2008). Urban regimes and sport in North American cities: Seeking status through franchises, events, and facilities. International Journal of Sport Management and Marketing, 3(3), 221–241.   \nEisenhardt, K.M. (1989). Agency theory: An assessment and review. Academy of Management Review, 14(1), 57–74. https://doi.org/10. 2307/258191   \nElkin, S.L. (1987). City and regime in the American Republic. University of Chicago Press.   \nFink, J.S. (2016). Hiding in plain sight: The embedded nature of sexism in sport. Journal of Sport Management, 30(1), 1–7. https://doi.org/10. 1123/jsm.2015-0278   \nFriedman, M.T. & Mason, D.S. (2001). “Horse trading” and consensus building: Nashville, Tennessee and the relocation of the Houston Oilers. Journal of Sport History, 28, 271–291.   \nFriedman, M.T., & Mason, D.S. (2004). A stakeholder approach to analyzing economic development decision making: Public subsidies for professional sport facilities. Economic Development Quarterly, 18(3), 236–254. https://doi.org/10.1177/0891242404265795   \nFriedman, M.T., & Mason, D.S. (2005). Stakeholder management and the public subsidization of Nashville’s coliseum. Journal of Urban Affairs, 27(1), 93–118. https://doi.org/10.1111/j.0735-2166.2005. 00226.x",
  "references": "Begg, I. (1999). Cities and competitiveness. Urban Studies, 36(5–6), 795– 809. https://doi.org/10.1080/0042098993222  \n\nFrisby, W. (2005). The good, the bad, and the ugly: Critical sport management research. Journal of Sport Management, 19(1), 1–12. https://doi.org/10.1123/jsm.19.1.1   \nFunk, D.C. (2019). Spreading research uncomfortably slow: Insight for emerging sport management scholars. Journal of Sport Management, 33(1), 1–11. https://doi.org/10.1123/jsm.2018-0315   \nHoward, D.K. (1999). The changing fanscape for big-league sports: Implications for sport managers. Journal of Sport Management, 13(1), 78–91. https://doi.org/10.1123/jsm.13.1.78   \nImbroscio, D.L. (1997). Reconstructing city politics: Alternative economic development and urban regimes. SAGE.   \nJehn, K., Northcraft, G.B., & Neale, M.A. (1999). Why differences make a difference: A field study of diversity, conflict, and performance in workgroups. Administrative Science Quarterly, 44(4), 741–763. https://doi.org/10.2307/2667054   \nJudd, D.R. (1999). Constructing the tourist bubble. In D.R. Judd & S.S. Fainstein (Eds.), The tourist city (pp. 35–53). Yale University Press.   \nKeating, W.D. (1997). Cleveland: The “comeback” city—The politics of redevelopment and sports stadiums amidst urban decline. In M. Lauria (Ed.), Reconstructing urban regime theory: Regulating urban politics in a global economy (pp. 189–205). SAGE.   \nLambelet, S. (2019). Filling in the resource gap of urban regime analysis to make it travel in time and space. Urban Affairs Review, 55(5), 1402– 1432. https://doi.org/10.1177/1078087417740974   \nMahony, D.F. (2008). No one can whistle a symphony: Working together for sport management’s future. Journal of Sport Management, 22(1), 1–10. https://doi.org/10.1123/jsm.22.1.1   \nMason, D.S. (1997a). Professional sports facilities in developing urban communities: Vancouver’s Recreation Park, 1905-1912. Urban History Review, 26(1), 43–51. https://doi.org/10.7202/1016664ar   \nMason, D.S. (1997b). Revenue sharing and agency problems in professional team sport: The case of the National Football League. Journal of Sport Management, 11(3), 203–222. https://doi.org/10.1123/jsm. 11.3.203   \nMason, D.S. (2006). Moneyball as a supervening necessity for the adoption of player tracking technology in professional hockey. International Journal of Sports Marketing and Sponsorship, 8(1), 41–55. https://doi.org/10.1108/IJSMS-08-01-2006-B007   \nMason, D.S., & Slack, T. (1997). Appropriate opportunism or bad business practice? Stakeholder theory, ethics, and the franchise relocation issue. Marquette Sports Law Journal, 7, 399–426.   \nMason, D.S., & Slack, T. (2001a). Evaluating monitoring mechanisms as a solution to opportunism by professional hockey agents. Journal of Sport Management, 15(2), 107–134. https://doi.org/10.1123/jsm.15.2.107   \nMason, D.S., & Slack, T. (2001b). Industry factors and the changing dynamics of the player-agent relationship in professional hockey. Sport Management Review, 4(2), 165–191. https://doi.org/10.1016/ S1441-3523(01)70074-5   \nMason, D.S., & Slack, T. (2003). Understanding principal-agent relationships: Evidence from professional hockey. Journal of Sport Management, 17(1), 37–61. https://doi.org/10.1123/jsm.17.1.37   \nMason, D.S., & Slack, T. (2005). Agency theory and the study of sport organizations. Sport in Society, 8(1), 48–64. https://doi.org/10.1080/ 1743043052000316614   \nMason, D.S., Thibault, L., & Misener, L. (2006). An agency theory perspective on corruption in sport: The case of the International Olympic Committee. Journal of Sport Management, 20(1), 52–73. https://doi.org/10.1123/jsm.20.1.52   \nMason, D.S., Washington, M., & Buist, E.A.N. (2015). Signaling status through stadiums: The discourses of comparison within a hierarchy. Journal of Sport Management, 29(5), 539–554. https://doi.org/10. 1123/jsm.2014-0156   \nMisener, L., & Mason, D.S. (2008). Urban regimes and the sporting events agenda: A cross-national comparison of civic development strategies. Journal of Sport Management, 22(5), 603–627. https://doi.org/10. 1123/jsm.22.5.603   \nMisener, L., & Mason, D.S. (2009). Fostering community development through sporting events strategies: An examination of urban regime perceptions. Journal of Sport Management, 23(6), 770–794. https:// doi.org/10.1123/jsm.23.6.770   \nMossberger, K., & Stoker, G. (2001). The evolution of urban regime theory: The challenge of conceptualization. Urban Affairs Review, 36(6), 810–835. https://doi.org/10.1177/10780870122185109   \nNewman, J.I. (2014). Sport without management. Journal of Sport Management, 28(6), 603–615. https://doi.org/10.1123/jsm.2012-0159   \nPainter, J. (1997). Regulation, regime, and practice in urban politics. In M. Lauria (Ed.), Reconstructing urban regime theory: Regulating urban politics in a global economy (pp. 122–143). SAGE.   \nPerry, D.C. (2003). Urban tourism and the privatizing discourses of public infrastructure. In D.R. Judd (Ed.), The infrastructure of play (pp. 19– 49). M.E. Sharpe.   \nPierre, J. (2014). Can urban regimes travel in time and space? Urban regime theory, urban governance theory, and comparative urban politics. Urban Affairs Review, 50(6), 864–889. https://doi.org/10. 1177/1078087413518175   \nPitts, B.G. (2001). Sport management at the millennium: A defining moment. Journal of Sport Management, 15(1), 1–9. https://doi. org/10.1123/jsm.15.1.1   \nRast, J. (2015). Urban regime theory and the problem of change. Urban Affairs Review, 51(1), 138–149.   \nRobinson, J. (2016). Comparative urbanism: New geographies and cultures of theorizing the urban. International Journal of Urban and Regional Research, 40(1), 187–199. https://doi.org/10.1111/1468-2427.12273   \nRosentraub, M.S. (1999). Major league losers: The real cost of sports and who’s paying for it. Basic Books.   \nRusso, A.P., & Scarnato, A. (2018). “Barcelona in common”: A new urban regime for the 21st-century tourist city? Journal of Urban Affairs, 40(4), 455–474. https://doi.org/10.1080/07352166.2017.1373023   \nSant, S.L., Mason, D.S., & Chen, C. (2019). ‘Second-tier outpost’? Negative civic image and urban infrastructure development in cities. Cities, 87, 238–246. https://doi.org/10.1016/j.cities.2018.10.006   \nSant, S.L., Misener, L., & Mason, D.S. (2019). Leveraging sport events for tourism gain in host cities: A regime perspective. Journal of Sport & Tourism, 23(4), 203–223. https://doi.org/10.1080/14775085.2019. 1711444   \nSantos, J.M.S., & García, P.C. (2011). A bibliometric analysis of sports economics research. International Journal of Sport Finance, 6(3), 222–244.   \nShaw, S. (2016). Importance of theory in qualitative enquiry. In G.B. Cunningham, J.S. Fink, & A. Doherty (Eds.), Routledge handbook of theory in sport management (pp. 21–29). Routledge.   \nSinger, J.N. (2005). Addressing epistemological racism in sport management research. Journal of Sport Management, 19(4), 464–479. https://doi.org/10.1123/jsm.19.4.464   \nSlack, T. (1996). From the locker room to the board room: Changing the domain of sport management. Journal of Sport Management, 10(1), 97–105. https://doi.org/10.1123/jsm.10.1.97   \nSmith, A. (2005). Reimaging the city: The value of sport initiatives. Annals of Tourism Research, 32(1), 217–236. https://doi.org/10.1016/j. annals.2004.07.007   \nSoebbing, B.P., Mason, D.S., & Humphreys, B.R. (2016). Novelty effects and sports facilities in smaller cities: Evidence from Canadian hockey arenas. Urban Studies, 53(8), 1674–1690. https://doi.org/10.1177/ 0042098015576862   \nStone, C.N. (1989). Regime politics: Governing Atlanta, 1946-1988. University Press of Kansas.   \nStone, C.N. (2002). The Atlanta experience re-examined: The link between agenda and regime change. International Journal of Urban and Regional Research, 25(1), 20–34. https://doi.org/10.1111/1468-2427.00295   \nThibault, L. (2009). Globalization of sport: An inconvenient truth. Journal of Sport Management, 23(1), 1–20. https://doi.org/10.1123/ jsm.23.1.1   \nWashington, M., & Patterson, K.D. (2011). Hostile takeover or joint venture: Connections between institutional theory and sport management research. Sport Management Review, 14(1), Article 3. https:// doi.org/10.1016/j.smr.2010.06.003   \nWicker, P., Whitehead, J.C., Mason, D.S., & Johnson, B.K. (2017). Support for hosting the Olympic summer games in Germany: The CVM approach. Urban Studies, 54(15), 3597–3614. https://doi.org/ 10.1177/0042098016675085   \nWinston, B. (1998). Media, technology and society: A history: From the telegraph to the Internet. Routledge.   \nWood, A. (1996). Analysing the politics of local economic development: Making sense of cross-national convergence. Urban Studies, 33(8), 1281–1295. https://doi.org/10.1080/0042098966655   \nXue, H., & Mason, D.S. (2017). Sporting events, urban regimes, and community development: A case study of Nanjing, China. Managing Sport and Leisure, 22(4), 325–341. https://doi.org/10.1080/2375 0472.2018.1470901   \nZhang, J.J. (2015). What to study? That is a question: A conscious thought analysis. Journal of Sport Management, 29(1), 1–10. https://doi.org/ 10.1123/JSM.2014-0163",
  "acknowledgement": "I would like to thank Brian Soebbing for reading a previous version of this paper and Marvin Washington for introducing me at the Zeigler address.",
  "notes": "1. I believe that I am one of the world’s few qualitative economists! See Santos and Garcia (2011).   \n2. Please see Doherty’s (2013a) discussion of these points.   \n3. Please see Dan Funk’s (2019) Zeigler lecture for an in-depth examination."
}